Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Your message entitled %(subject)s was successfully received by the %(listname)s mailing list. List info page: %(listinfo_url)s Your preferences: %(optionsurl)s
ca: El vostre missatge amb el subjecte: %(subject)sha estat rebut amb èxit per la llista de correu %(listname)s.Pàgina d'informació de la llista: %(listinfo_url)s Les vostres preferències: %(optionsurl)s
cs: Va¹e zpráva ve vìci: %(subject)s byla úspì¹nì doruèena do konference %(listname)s. Informace o konferenci: %(listinfo_url)s Konfigurace Va¹eho úètu: %(optionsurl)s

source: As list administrator, your authorization is requested for the following mailing list posting: List: %(listname)s@%(hostname)s From: %(sender)s Subject: %(subject)s Reason: %(reason)s At your convenience, visit: %(admindb_url)s to approve or deny the request.
ca: Com a administrador de llista, es necessita la seva autorització per el següent enviament de llista de correu: List: %(listname)s@%(hostname)s From: %(sender)s Subject: %(subject)s Reason: %(reason)s Visiti la següent pàgina si ho creu convenient: %(admindb_url)s per tal d'aprobar o de denegar la petició.
cs: Proto¾e jste správcem konference, je po¾adován Vá¹ souhlas s distribucí následujícího pøíspìvku: Konference: %(listname)s@%(hostname)s Od: %(sender)s Vìc: %(subject)s Dùvod: %(reason)s Nav¹tivte, dle Va¹ich mo¾ností, následující adresu: %(admindb_url)s pro povolení nebo zamítnutí po¾adavku.

source: Your mail to '%(listname)s' with the subject %(subject)s Is being held until the list moderator can review it for approval. The reason it is being held: %(reason)s Either the message will get posted to the list, or you will receive notification of the moderator's decision. If you would like to cancel this posting, please visit the following URL: %(confirmurl)s
ca: El seu mail a '%(listname)s' amb el títol %(subject)s Està sent retingut fins que el moderador de la llista el pugui revisar per tal d'aprobar-lo. La raó per la qual està sent retingut: %(reason)s Tant si el missatge és finalment enviat a la llista com si no, rebrà una notificació de la decisió del moderador. Si vostè volgués cancel.lar aquest missatge, si us plau visiti la següent URL: %(confirmurl)s
cs: Va¹e zpráva pro konferenci '%(listname)s' ve vìci %(subject)s Nebyla rozeslána. Pro její distribuci je nutný souhlas moderátora. Dùvod pozdr¾ení distribuce zprávy je: %(reason)s Va¹e zpráva buï bude rozeslána nebo dostanete zprávu o rozhodnutí moderátora. Pokud si zprávu nepøejete rozeslat, mù¾ete si stornovat na této adrese: %(confirmurl)s

source: <html> <head> <title>%(realname)s Private Archives Authentication</title> </head> <body bgcolor="#ffffff"> <FORM METHOD=POST ACTION="%(action)s"> %(message)s <TABLE WIDTH="100%%" BORDER="0" CELLSPACING="4" CELLPADDING="5"> <TR> <TD COLSPAN="2" WIDTH="100%%" BGCOLOR="#99CCFF" ALIGN="CENTER"> <B><FONT COLOR="#000000" SIZE="+1">%(realname)s Private Archives Authentication</FONT></B> </TD> </TR> <tr> <TD><div ALIGN="Right">Email address:</div></TD> <TD><INPUT TYPE="text" NAME="username" SIZE="30"></TD> </tr> <tr> <TD><div ALIGN="Right">Password:</div></TD> <TD><INPUT TYPE="password" NAME="password" SIZE="30"></TD> </tr> <tr> <td colspan=2 align="middle"><INPUT type="SUBMIT" name="submit" value="Let me in..."> </td> </tr> </TABLE> <p><strong><em>Important:</em></strong> From this point on, you must have cookies enabled in your browser, otherwise you will have to re-authenticate with every operation. <p>Session cookies are used in Mailman's private archive interface so that you don't need to re-authenticate with every operation. This cookie will expire automatically when you exit your browser, or you can explicitly expire the cookie by visiting your member options page and clicking the <em>Log out</em> button. </FORM> </body> </html>
ca: <html> <head> <title>%(realname)s Private Archives Authentication</title> </head> <body bgcolor="#ffffff"> <FORM METHOD=POST ACTION="%(action)s"> %(message)s <TABLE WIDTH="100%%" BORDER="0" CELLSPACING="4" CELLPADDING="5"> <TR> <TD COLSPAN="2" WIDTH="100%%" BGCOLOR="#99CCFF" ALIGN="CENTER"> <B><FONT COLOR="#000000" SIZE="+1"> Autentificaci&oacute; d'Arxius Privats de %(realname)s</FONT></B></TD> </TR> <tr> <TD><div ALIGN="Right">Adre&ccedil;a d'emai:l</div></TD> <TD><INPUT TYPE="text" NAME="username" SIZE="30"></TD> </tr> <tr> <TD><div ALIGN="Right">clau de pas:</div></TD> <TD><INPUT TYPE="password" NAME="password" SIZE="30"></TD> </tr> <tr> <td colspan=2 align="middle"><INPUT type="SUBMIT" name="submit" value="entrar..."> </td> </tr> </TABLE> <p><strong><em>Important:</em></strong> A partir d'ara, cal que tingui les cookies habilitades en el seu navegador, si no cap canvi administratiu pendr&agrave; efecte. <p>Les cookies de la sessi&oacute; s&oacute;n usades per la interf&iacute;cie administrativa de Mailman, de manera que no necessita re-autentificar cada cop que realitzi una operaci&oacute; administrativa Aquesta cookie expirar&agrave; autom&agrave;ticament quan abandoni el navegador, o pot eliminar la cookie expl&iacute;citament prement el bot&oacute; <em>Logout</em> sota <em>Altres Activitats Administratives</em> (que podr&agrave; veure un cop h&agrave;giu iniciat la sessi&oacute;). </FORM> </body> </html>
cs: <html> <head> <title>Konference %(realname)s - pøihlá¹ení pro pøístup do privátního archivu </title> </head> <body bgcolor="#ffffff"> <FORM METHOD=POST ACTION="%(action)s"> %(message)s <TABLE WIDTH="100%%" BORDER="0" CELLSPACING="4" CELLPADDING="5"> <TR> <TD COLSPAN="2" WIDTH="100%%" BGCOLOR="#99CCFF" ALIGN="CENTER"> <B><FONT COLOR="#000000" SIZE="+1">Konference %(realname)s - pøihlá¹ení pro pøístup do privátního archivu</FONT></B> </TD> </TR> <tr> <TD><div ALIGN="Right">Emailová adresa:</div></TD> <TD><INPUT TYPE="text" NAME="username" SIZE="30"></TD> </tr> <tr> <TD><div ALIGN="Right">Heslo:</div></TD> <TD><INPUT TYPE="password" NAME="password" SIZE="30"></TD> </tr> <tr> <td colspan=2 align="middle"><INPUT type="SUBMIT" name="submit" value="Pus» mì dovnitø..."> </td> </tr> </TABLE> <p><strong><em>Pozor:</em></strong> Aby systém fungoval správnì musíte mít povolené cookie ve Va¹em prohlí¾eèi. <p>Cookies se pou¾ívají na to, abyste nemuseli jeden ka¾dý po¾adavek znovu potvrzovat heslem. Zaniknou pokud ukonèíte prohlí¾eè a nebo kdy¾ se odhlásíte. Odhlásit se mù¾ete kliknutím na <em>Odhlásit</em>. Tento odkaz uvidíte a¾ po úspì¹ném pøihlá¹ení. </FORM> </body> </html>

source: Your request to the %(listname)s mailing list %(request)s has been rejected by the list moderator. The moderator gave the following reason for rejecting your request: "%(reason)s" Any questions or comments should be directed to the list administrator at: %(adminaddr)s
ca: La seva petició a la llista de correu %(listname)s %(request)s ha estat refusada per el moderador de la llista. El moderador ha donat el següent motiu: "%(reason)s" Qualsevol pregunta o comentari haurà de ser directament adreçat a l'administrador de la llista a: %(adminaddr)s
cs: Vá¹ po¾adavek pro konferenci %(listname)s %(request)s byl zamítnut správcem konference. Správce uvedl následující dùvod zamítnutí po¾adavku: "%(reason)s" Jakékoliv dotazy nebo pøipomínky zasílejte laskavì na adresu: %(adminaddr)s

source: Your authorization is required for a mailing list subscription request approval: For: %(username)s List: %(listname)s@%(hostname)s At your convenience, visit: %(admindb_url)s to process the request.
ca: Es necessita la seva autorització per aprobar una petició de subscripció a la llista de correu : For: %(username)s List: %(listname)s@%(hostname)s Si ho creu convenient, visiti: %(admindb_url)s per tal de processar la petició.
cs: Je nutné, aby jste rozhodl o pøihlá¹ení úèastníka do konference. Úèastník: %(username)s Konference: %(listname)s@%(hostname)s Nav¹tivte, prosím, adresu: %(admindb_url)s pro vyøízení po¾adavku.

source: Welcome to the %(real_name)s@%(host_name)s mailing list! %(welcome)s To post to this list, send your email to: %(emailaddr)s General information about the mailing list is at: %(listinfo_url)s If you ever want to unsubscribe or change your options (eg, switch to or from digest mode, change your password, etc.), visit your subscription page at: %(optionsurl)s %(umbrella)s You can also make such adjustments via email by sending a message to: %(real_name)s-request@%(host_name)s with the word `help' in the subject or body (don't include the quotes), and you will get back a message with instructions. You must know your password to change your options (including changing the password, itself) or to unsubscribe. It is: %(password)s Normally, Mailman will remind you of your %(host_name)s mailing list passwords once every month, although you can disable this if you prefer. This reminder will also include instructions on how to unsubscribe or change your account options. There is also a button on your options page that will email your current password to you.
ca: Benvingut a la llista de correu de %(real_name)s@%(host_name)s! %(welcome)s Per enviar missatges a aquesta llista, envieu-los a: %(emailaddr)s Podreu trobar informació general sobre aquesta llista a: %(listinfo_url)s Si mai voleu donar-vos de baixa o canviar les vostres opcions ( per exemple, canviar a mode de compilació, canviar la vostra clau de pas, etc), visiteu la vostra pàgina de subscripció a: %(optionsurl)s%(umbrella)s També podeu fer aquests mateixos canvis via correu electrònic. Senzillament envieu un missatge a: %(real_name)s-request@%(host_name)s amb la paraula 'help' en el subjecte o en el cos del missatge (sense les cometes) i rebreu un correu de resposta amb més instruccions. Necessiteu saber la vostra clau de pas per poder canviar les vostres opcions (fins i tot per a canviar la mateixa clau de pas) o per donar-vos de baixa. La vostra clau de pas és: %(password)s Normalment, Mailman us enviarà un correu mensual recordant-vos la clau de pas, tot i que, si ho preferiu, podeu deshabilitar aquesta opció. Aquest recordatori inclourà també instruccions sobre com donar-vos de baixa o canviar les opcions del vostre compte. A la vostra pàgina d'opcions hi trobareu també un botó que us permet enviar-vos un missatge a la vostra adreça amb la vostra clau de pas actual.
cs: Vítejte v konferenci %(real_name)s@%(host_name)s! %(welcome)s Pøíspìvky zasílejte na adresu: %(emailaddr)s V¹eobecné informace o konferenci naleznete na adrese: %(listinfo_url)s Pokud se nìkdy budete chtít odhlásit, nebo zmìnit nìjaké nastavení svého úèastnického konta (zmìnit heslo, digest a podobnì..), nav¹tivte konfiguraèní stránku na adrese: %(optionsurl)s %(umbrella)s Konfiguraci mù¾ete udìlat i pomocí e-mailového klienta, pokud za¹lete na adresu: %(real_name)s-request@%(host_name)s slovo help v tìle dopisu, dostanete podrobnìj¹í informace. Pro zmìnu konfigurace, nebo pro odhlá¹ení, budete potøebovat zadat heslo. Teï máte nastavené heslo: %(password)s Pokud své heslo zapomenete, nevadí, ka¾dý mìsíc dostanete dopis, ve kterém Vám pøipomeneme nejen heslo, ale i do kterých konferencí jste na serveru %(host_name)s pøihlá¹eni. Kromì toho si kdykoliv mù¾ete nechat heslo zaslat kliknutím na tlaèítko na konfiguraèní stránce.

source: Mailing list removal confirmation notice for mailing list %(listname)s We have received a request%(remote)s for the removal of your email address, "%(email)s" from the %(listaddr)s mailing list. To confirm that you want to be removed from this mailing list, simply reply to this message, keeping the Subject: header intact. Or visit this web page: %(confirmurl)s Or include the following line -- and only the following line -- in a message to %(requestaddr)s: confirm %(cookie)s Note that simply sending a `reply' to this message should work from most mail readers, since that usually leaves the Subject: line in the right form (additional "Re:" text in the Subject: is okay). If you do not wish to be removed from this list, please simply disregard this message. If you think you are being maliciously removed from the list, or have any other questions, send them to %(listadmin)s.
ca: Notificació de baixa de la llista de correu per a la llista %(listname)sHem rebut una petició %(remote)s per retirar la vostra adreça de correu electrònic,"%(email)s" de la llista de correu %(listaddr)s. Per confirmar que voleu ser retirat de la llista de correu, senzillament respongueu aquest missatge mantenint el mateix títol. Tambépodeu visitar aquesta pàgina web: %(confirmurl)sO bé podeu enviar un missatge a %(requestaddr)s només amb aquest contingut: confirm %(cookie)sEl simple fet d'enviar una resposta hauria de funcionar amb la majoria de programes de correu, ja que normalment mantenen el títol (afegint-li "Re:", però ja està bé així).Si no voleu ser retirat de la llista de correu, senzillament ignoreuaquest missatge. Si creieu que esteuj sent retirat de forma incorrectao teniu qualsevol altra pregunta, envieu-la a %(listadmin)s.
cs: ®ádost o potvrzení po¾adavku na odhlá¹ení z konference %(listname)s Dostali jsme po¾adavek od %(remote)s na odhlá¹ení Va¹í emailové adresy "%(email)s" z konference %(listaddr)s. Pro potvrzení tohoto po¾adavku musíte buï nav¹tívit toto URL: %(confirmurl)s nebo zaslat na adresu %(requestaddr)s pøíkaz: confirm %(cookie)s Zcela postaèí pokud odpovíte na tuto zprávu pøes reply (odpovìdìt) a ponecháte Subject: zprávy beze zmìny (pøípadné Re: èi podobný text pøidaný po¹tovním klientem nevadí). Pokud nechcete být odhlá¹eni, prostì tento po¾adavek ignorujte. Pokud máte dal¹í dotazy, kontaktujte správce konference na adrese: %(listadmin)s.

source: Your authorization is required for a mailing list unsubscription request approval: By: %(username)s From: %(listname)s@%(hostname)s At your convenience, visit: %(admindb_url)s to process the request.
ca: Es necessita la seva autorització per a una petició de baixa de la llista de correu: By: %(username)s From: %(listname)s@%(hostname)s Si ho creu convenient, visiti: %(admindb_url)s per poder processar la petició.
cs: Proto¾e jste správcem konference, je po¾adován Vá¹ souhlas s pøihlá¹ením následujícího u¾ivatele: U¾ivatel: %(username)s email: %(listname)s@%(hostname)s Nav¹tivte, dle Va¹ich mo¾ností, následující adresu: %(admindb_url)s pro povolení nebo zamítnutí po¾adavku.

source: You, or someone posing as you, has requested a password reminder for your membership on the mailing list %(fqdn_lname)s. You will need this password in order to change your membership options (e.g. do you want regular delivery or digest delivery), and having this password makes it easier for you to unsubscribe from the mailing list. You are subscribed with the address: %(user)s Your %(listname)s password is: %(password)s To make changes to your membership options, log in and visit your options web page: %(options_url)s You can also make such changes via email by sending a message to: %(requestaddr)s with the text "help" in the subject or body. The automatic reply will contain more detailed instructions. Questions or comments? Please send them to the %(listname)s mailing list administrator at %(owneraddr)s.
ca: Vostè, o algú fent-se passar per vostè, ha demanat un recordatori de la seva clau de pas de la seva compta a la llista de correu %(fqdn_lname)s. Necessiatarà aquesta clau per tal de canviar les opcions del seu compte (per exemple, si vol rebre el correu de forma normal o de forma compilada en un sol correu diari), i tenir aquesta clau fa més fàcil el donar-se de baixa de la llista de correu. Vostè està subscrit amb l'adreça: %(user)s La clau de pas de %(listname)s és: %(password)s Per canviar les opcions del seu compte, registri's i visiti la seva pàgina web d'opcions: %(options_url)s També pot fer aquests canvis via email, enviant un missatge a: %(requestaddr)s amb la paraula'ajuda' en el títol o bé el cos del missatge. Rebrà aleshores una resposta automàtica amb instruccions més detallades. Preguntes, comentaris?, si us plau, envii-ho tot a l'administrador de la llista de correu %(listname)s a la següent adreça: %(owneraddr)s.
cs: Tento dopis dostáváte pro pøipomenutí hesla pro konferenci na %(fqdn_lname)s, do které jste pøihlá¹eni z adresy "%(user)s". Va¹e heslo pro konferenci %(listname)s je: %(password)s Abyste mohli mìnit nastavení svého úèastnického konta, nav¹tivte WWW stránku: %(options_url)s Nebo za¹lete dopis obsahující slovo help na adresu: %(requestaddr)s Budou Vám zaslány podrobnìj¹í instrukce. Máte nìjaký dotaz nebo pøipomínku? Pi¹te správci konference %(listname)s na adresu %(owneraddr)s.

source: Mailing list subscription confirmation notice for mailing list %(listname)s We have received a request%(remote)s for subscription of your email address, "%(email)s", to the %(listaddr)s mailing list. To confirm that you want to be added to this mailing list, simply reply to this message, keeping the Subject: header intact. Or visit this web page: %(confirmurl)s Or include the following line -- and only the following line -- in a message to %(requestaddr)s: confirm %(cookie)s Note that simply sending a `reply' to this message should work from most mail readers, since that usually leaves the Subject: line in the right form (additional "Re:" text in the Subject: is okay). If you do not wish to be subscribed to this list, please simply disregard this message. If you think you are being maliciously subscribed to the list, or have any other questions, send them to %(listadmin)s.
ca: Confirmació de subscripció a la llista de correu %(listname)s Hem rebut una petició de %(remote)s per subscriure la vostra adreça de correu electrònic, "%(email)s",a la llista de correu %(listaddr)s. Per tal de confirmar que vol ser afegit a la llista de correu, senzillament respongui aquest missatge, mantenint el mateix títol. També pot visitar aquesta pàgina web: %(confirmurl)s O enviar un missatge a %(requestaddr)s només amb el següent contingut: confirm %(cookie)s El simple fet d'enviar un 'reply' hauria de funcionar amb la majoria de programes de correu, ja que normalment mantenen el títol (afegint-li "Re:", però ja està bé així). Si no vol ser retirat de la llista de correu, senzillament ignori aquest missatge. Si creu que està sent retirat de forma incorrecta o té qualsevol altra pregunta, envii-la a %(listadmin)s.
cs: Konference %(listname)s -- potvrzení pøihlá¹ení Obdr¾eli jsme po¾adavek z %(remote)s na pøihlá¹ení adresy "%(email)s", do konference %(listaddr)s. Pro potvrzení, ¾e tento po¾adavek pochází od Vás za¹lete, prosíme, zprávu na adresu %(requestaddr)s a buï: - ponechte øádek vìc: (Subject:) beze zmìny (pøípadné "Re:" doplnìné automaticky po¹tovním klientem nevadí), - nebo vlo¾te do tìla dopisu následující øádek. Kromì nìj odstraòte jakýkoliv dal¹í text, øádek musí být na první øádce a zaèínat hned na zaèátku øádky. confirm %(cookie)s (Ve vìt¹inì po¹tovních klientù prostì za¹lete odpovìï na tento dopis. Obvykle je toti¾ øádek vìc: ponechán beze zmìny.) Nebo mù¾ete místo zaslání mailu nav¹tívit následující URL: %(confirmurl)s Pokud se do konference pøihlásit nechcete, nebo dokonce nevíte, proè jste tento dopis dostali, prostì jej zahoïte. Pokud máte nìjaký dotaz nebo problém, prosím, kontaktujte správce na adrese: %(listadmin)s.

source: %(size)i bytes
cs: %(size)i bajtù

source: Gzip'd Text%(sz)s
cs: Zagzipovaný text %(sz)s

source: No
cs: Ne
fr: Non
sv: Nej

source: Add <b>%(esender)s</b> to one of these sender filters:
cs: Pøidej <b>%(esender)s</b> do jednoho z tìchto filtrù odesílatelù:

source: bytes
cs: bytù

source: You were not invited to this mailing list. The invitation has been discarded, and both list administrators have been alerted.
cs: Nebyl jste pozván do této konference. Pozvání bylo zru¹eno a byl informován správce konference.

source: Error:
cs: Chyba
fr: Erreur:
sv: Fel:

source: to find the management interface for your list. <p>If you are having trouble using the lists, please contact
cs: pro zobrazení administrátorského rozhraní. <p>Pokud máte potí¾e s pou¾íváním konference, kontaktujte

source: Error
cs: Chyba
fr: Erreur
sv: Fel

source: You were not invited to this mailing list. The invitation has been discarded, and both list administrators have been alerted.
cs: Nebyl jste pozván do této konference. Pozvání bylo zru¹eno a správce konference byl informován.

source: n/a
cs: není známo

source: Polish
cs: Polsky

source: Portuguese
cs: Portugalsky

source: Serbian
cs: Srb¹tina

source: Ukrainian
cs: Ukrajin¹tina

source: Hostile subscription attempt detected
cs: Byl detekován zmateèný pokus o pøihlá¹ení.

source: %(address)s was invited to a different mailing list, but in a deliberate malicious attempt they tried to confirm the invitation to your list. We just thought you'd like to know. No further action by you is required.
cs: U¾ivatel %(address)s byl pozván do jiné konference, nicménì pokusil se potvrdit své èlenství v této konferenci. Jedná se pouze o upozornìní, není tøeba s tím nic dìlat.

source: You invited %(address)s to your list, but in a deliberate malicious attempt, they tried to confirm the invitation to a different list. We just thought you'd like to know. No further action by you is required.
cs: U¾ivatel %(address)s byl pozván do této konference, ale pokusil se potvrdit èlenství v jiné konferenci. Jedná se pouze o upozornìní, není tøeba s tím cokoliv dìlat.

source: Regular
cs: Normální po¹ta
fr: Régulier
sv: Normal

source: Membership&nbsp;Management...
cs: Správa&nbsp;úèastníkù...

source: When <a href="?VARHELP=nondigest/personalize">personalization</a> is enabled for this list, additional substitution variables are allowed in your headers and footers: <ul><li><b>user_address</b> - The address of the user, coerced to lower case. <li><b>user_delivered_to</b> - The case-preserved address that the user is subscribed with. <li><b>user_password</b> - The user's password. <li><b>user_name</b> - The user's full name. <li><b>user_optionsurl</b> - The url to the user's option page. </ul>
cs: Pokud je povolena volba <a href="?VARHELP=nondigest/personalize">personifikace</a> is pro tuto konferenci, je mo¾né pou¾ívat dal¹í promìnné v hlavièkách a patièkách emailù. <ul><li><b>user_address</b> - Adresa u¾ivatele, malými písmeny. <li><b>user_delivered_to</b> - Adresa pod kterou je úèastník pøihlá¹en, v této verzi se zachovávají velká a malá písmena stejnì jako je pou¾il u¾ivatel. <li><b>user_password</b> - Heslo u¾ivatele. <li><b>user_name</b> - U¾ivatelovo celé jméno. <li><b>user_optionsurl</b> - URL na stránku s konfigurací voleb u¾ivatele. </ul>

source: Privacy options...
cs: Soukromí...

source: The hostname of the machine your news server is running on.
cs: Internetová adresa poèítaèe na kterém bì¾í vá¹ news server.

source: This value may be either the name of your news server, or optionally of the format name:port, where port is a port number. The news server is not part of Mailman proper. You have to already have access to an NNTP server, and that NNTP server must recognize the machine this mailing list runs on as a machine capable of reading and posting news.
cs: Zde musíte zadat buï název news serveru, nebo alternativnì jméno vèetnì portu ve tvaru hostname:port, port musí být zadán èíslem, nikoliv symbolickým jménem. News server není souèástí Mailmanu. Musíte mít pøístup na nìjaký existující News server a musíte mít právo na nìj pøispívat a èíst z nìj pøíspìvky. Server musí mít pøedem vytvoøenu newsovou skupinu pro propojení s konferencí.

source: Auto-response for your message to the "%(realname)s" mailing list
cs: Automatická odpovìï na zprávu zaslanou do konference "%(realname)s"

source: To finish creating your mailing list, you must edit your /etc/aliases (or equivalent) file by adding the following lines, and possibly running the `newaliases' program:
cs: Aby bylo mo¾né zasílat pøíspìvky, musíte je¹tì ruènì doplnit do souboru /etc/aliases tyto øádky: (Asi bude nutné následnì spustit pøíkaz newaliases).
