Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: You must specify a list.
ca: Has d'especificar una llista.
cs: Musíte zadat konferenci.
fr: vous devez spécifier une liste
sv: Du m&aring;ste ange en lista

source: Private Archive Error - %(msg)s
ca: Error al Fitxer Privat - %(msg)s
cs: Chyba v neveøejném archivu - %(msg)s
fr: Erreur d'archive privée - %(msg)s
sv: Fel i privat arkiv - %(msg)s

source: Private archive file not found
ca: El fitxer privat no s'ha trobat
cs: Nebyl nalezen soubor privátního archivu.
sv: Hittar inte arkivfilen

source: You're being a sneaky list owner!
ca: Estàs sent un amo sigilós!
fr: Vous avez été un propriétaire surnois de liste!
sv: Du &auml;r en snokande list&auml;gare!

source: You are not authorized to delete this mailing list
ca: No estàs autoritzat a eliminar aquesta llista de correu
cs: Nemáte právo zru¹it tuto konferenci
fr: Vous n'êtes pas autorisé à supprimer cette liste
sv: Du har inte tillg&aring;ng till att radera denna e-postlista

source: Mailing list deletion results
ca: Resultats de la eliminació de la llista de corre
cs: Výsledek smazání konference
fr: Resulats de la suppression de la liste
sv: Resultat av radering av e-postlista

source: You have successfully deleted the mailing list <b>%(listname)s</b>.
ca: Has eliminat satisfactòriament la llista de correu <b>%(listname)s</b>.
cs: Zru¹il jste konferenci: <b>%(listname)s</b>.
fr: Vous avez supprimer la liste avec succès <b>%(listname)s</b>.
sv: Du har raderat e-postlistan <b>%(listname)s</b>.

source: There were some problems deleting the mailing list <b>%(listname)s</b>. Contact your site administrator at %(sitelist)s for details.
ca: Hi ha hagut alguns problemes eliminant la llista de correu electrònic <b>%(listname)s</b>. Contacta amb l'administrador a %(sitelist)s per a mes detalls.
cs: Nepodaøilo se smazat konferenci <b>%(listname)s</b>. Kontaktujte správce serveru %(sitelist)s pro dal¹í informace.

source: Permanently remove mailing list <em>%(realname)s</em>
ca: Eliminar la llista de correu electrònic <em>%(realname)s</em> de forma permanent
cs: Skuteènì nevratnì zru¹it konferenci <em>%(realname)s</em>
fr: Supprimer définitivement la liste de diffusion <em>%(realname)s</em>
sv: Ta bort e-postlistan <em>%(realname)s</em> permanent

source: This page allows you as the list owner, to permanent remove this mailing list from the system. <strong>This action is not undoable</strong> so you should undertake it only if you are absolutely sure this mailing list has served its purpose and is no longer necessary. <p>Note that no warning will be sent to your list members and after this action, any subsequent messages sent to the mailing list, or any of its administrative addreses will bounce. <p>You also have the option of removing the archives for this mailing list at this time. It is almost always recommended that you do <strong>not</strong> remove the archives, since they serve as the historical record of your mailing list. <p>For your safety, you will be asked to reconfirm the list password.
ca: Aquesta pàgina et permet, com a l'amo de la llista, eliminar permanentment la llista de correu del sistema. <strong>Aquesta acció no es pot desfer</strong>, per lo que només has de continuar si estàs absolutament segur de que aquesta llista ja no és necessària . <p>Qualsevol missatge enviat a la llista de correu o a les seves adreces administratives, serà rebotat <p>També tens l' opció d' eliminar els fitxers de la llista de correu en aquest moment. <strong>No</strong> es recomana eliminar els fitxers, ja que serveixen com a constància històrica de la llista de correu. <p>per seguretat se't demanarà que confirmis la contrasenya de la llista.
cs: Tato stránka umo¾òuje vlastníkovi konference její zru¹ení. <strong>Tato akce není vratná, to znamená, ¾e zru¹enou konferenci je mo¾né obnovit pouze pokud máte funkèní zálohu systému.</strong> <p>Úèastníkùm konference nebude zasláno ¾ádné upozornìní. V¹echny po¾adavky, které pøijdou na adresu konference po jejím zru¹ení budou vráceny. <p>Mù¾ete odstranit i archivy. To vám ale rozhodnì nedoporuèujeme, archivy mohou obsahovat mno¾ství u¾iteèných informací. <p>Z bezpeènostních dùvodù budete muset zadat heslo pro potvrzení akce.
fr: Cette page vous permet en tant que propriétaire de la liste, de supprimer définitivement cette liste du système. <strong>Cette action est irréversible </strong>, vous devrez donc prendre une telle décision seulement si vous êtes sûre que la liste à achevé sa mission et qu'elle n'est plus nécéssaire <p>Notez qu'aucune note d'information ne sera envoyé à vos abonnés, et que toutes soumissions subséquente sera non remisable. <p>Vous avez également la possibilité de supprimer les archives de cette liste en ce moment même. Il est presque toujours sage de <strong>ne pas </strong>supprimer les archives, puissent qu'ils servent de traces pour les soumissions sur votre liste. <p>Pour plus de séccurité, il vous sera demandé de reconfirmer le mot de passe de la liste.
sv: P&aring; denna sida kan du, som listans &auml;gare, permanent ta bort listan fr&aring;n systemet. <strong>Du kan inte &aring;ngra detta beslut</strong>, s&aring; tar du bort listan b&ouml;r du vara helt s&auml;ker p&aring; att listan har gjort sitt jobb, och aldrig kommer att anv&auml;ndas mer. <p>Det kommer inte att skickas n&aring;got meddelande till listans medlemmar om att listan tas bort. All e-post till listan eller dess administrativa adresser kommer d&auml;rf&ouml;r att g&aring; direkt i retur tillbaka till avs&auml;ndaren. <p>Du kan ocks&aring; samtidigt ta bort arkivet f&ouml;r listan om du &ouml;nskar det. Det rekommendras <strong>inte</strong> att ta bort arkivet, eftersom det kan vara anv&auml;ndbart att ta vara p&aring; listans historia. <p>Som en extra s&auml;kerhet kommer du att bli ombedd att bekr&auml;fta listl&ouml;senord en extra g&aring;ng.

source: List password:
ca: Contrasenya de la llista:
cs: heslo pro konferenci:
fr: Mot de passe de la liste:
sv: Listl&ouml;senord:

source: Also delete archives?
ca: També esborrar els fitxers?
cs: Smazat archivy?
fr: Supprimer les archives également?
sv: Radera arkivet ocks&aring;?

source: <b>Cancel</b> and return to list administration
ca: <b>Cancel·lar</b> i tornar a l'administració de la llista
cs: <b>Zru¹</b> a vra» se na stránku administrace konference
fr: <b>Annuler</b> et revenir à l'administration de la liste
sv: <b>Avbryt</b> och g&aring; tillbaka till administration av listan

source: Delete this list
ca: Esborrar aquesta llista
cs: Sma¾ tuto konferenci
fr: Supprimer la liste
sv: Radera denna lista

source: Invalid options to CGI script
ca: Opcions invalides al script CGI.
cs: Neplatné parametry cgi skriptu.
fr: Options invalides pour le script CGI
sv: Ogiltiga parametrar till CGI-skriptet

source: %(realname)s roster authentication failed.
ca: L'autenticació de la llista %(realname)s ha fallat.
cs: U¾ivatel %(realname)s nepodaøilo se pøihlásit.
fr: Echec d'authentification du roster de %(realname)s.
sv: Tillg&aring;ng till %(realname)s misslyckades.

source: You must supply a valid email address.
ca: Has d'introduir una adreça de correu electrònic vàlida.
cs: Musíte zadat platnou e-mailovou adresu.
sv: Du m&aring;ste uppge en giltig e-postadress.

source: You may not subscribe a list to itself!
ca: No pots subscriure una llista!
cs: Nemù¾ete pøihlásit konferenci do konference!
sv: Du kan inte anm&auml;la en lista till sig sj&auml;lv!

source: If you supply a password, you must confirm it.
ca: Si introdueixes una contrasenya, l'has de confirmar.
cs: Pokud zadáte heslo musíte jej zadat dvakrát, pro potvrzení.
sv: V&auml;ljer du ett eget l&ouml;senord, m&aring;ste du bekr&auml;fta det genom att fylla i b&aring;da l&ouml;senordsf&auml;lten.

source: Your passwords did not match.
ca: La teva contrasenya no coincideix.
cs: Va¹e hesla se neshodují.
sv: L&ouml;senorden &auml;r inte lika.

source: Your subscription request has been received, and will soon be acted upon. Depending on the configuration of this mailing list, your subscription request may have to be first confirmed by you via email, or approved by the list moderator. If confirmation is required, you will soon get a confirmation email which contains further instructions.
ca: La seva sol·licitud de subscripció s'ha rebut i aviat serà atesa. Depenent de la configuració d'aquesta llista de distribució, la seva sol·licitud de subscripció tindria primer que ser confirmada per vostè o aprovada pel moderador de la llista. Si la confirmació és necessària , aviat rebrà un correu electrònic de confirmació amb les instruccions a seguir.
cs: Obdr¾eli jsme Va¹í ¾ádost o pøihlá¹ení do konference. V závislosti na konfiguraci této konference mù¾e být vy¾adováno potvrzení pøihlá¹ky mailem nebo souhlas moderátora. Pokud je vy¾adováno potvrzení mailem, dostanete obratem emailovou zprávu s podrobnými instrukcemi.
sv: Din ans&ouml;kan &auml;r mottagen och kommer snart att bli behandlad. Vad som h&auml;nder beror p&aring; hur denna e-postlista satts upp, din ans&ouml;kan kanske f&ouml;rst m&aring;ste bekr&auml;ftas via e-post, eller godk&auml;nnas av listmoderatorn. Om en bekr&auml;ftelse kr&auml;vs, kommer du att f&aring; ta emot ett e-postbrev med n&auml;rmare instruktioner.

source: The email address you supplied is banned from this mailing list. If you think this restriction is erroneous, please contact the list owners at %(listowner)s.
ca: L'adreça de correu electrònic que has donat té l'accés prohibit a la llista de correu. Si penses que la restricció és errònia, per favor, contacte amb l'amo de la llista a %(listowner)s.
cs: Emailová adresa, ze které se pøihla¹ujete, je zakázaná. Pokud máte pocit, ¾e to není správnì, mù¾ete kontaktovat správce na adrese %(listowner)s. Typicky bývají zakázány adresy ze kterých dostáváme spam.
sv: E-postadressen som du uppgav &auml;r utest&auml;ngd fr&aring;n denna e-postlista. Om du tror att detta kan vara felaktigt, kontakta listans &auml;gare p&aring; %(listowner)s.

source: The email address you supplied is not valid. (E.g. it must contain an `@'.)
ca: l'adreça que has donat no és vàlida. (Ex. ha de contenir una `@'.)
cs: Zadaná emailová adresa je neplatná. (Napø. neobsahuje @)
sv: E-postadressen som du har uppgett &auml;r inte giltig. (Den m&aring;ste till exempel inneh&aring;lla tecknet '@'.)

source: Your subscription is not allowed because the email address you gave is insecure.
ca: La teva subscripció no està permesa perquè l'adreça que has donat no és segura.
cs: Nebyl jste pøihlá¹en, proto¾e zadané e-mailová adresa není bezpeèná. Jste si jist, ¾e do ní Exchange nepøidala neviditelné znaky?
sv: Din anm&auml;lan godk&auml;nns inte, eftersom du har angett en os&auml;ker e-postadress.

source: Confirmation from your email address is required, to prevent anyone from subscribing you without permission. Instructions are being sent to you at %(email)s. Please note your subscription will not start until you confirm your subscription.
ca: Es requereix la confirmació des del teu correu electrònic per a prevenir que algú et subscrigui sense el teu consentiment. Les instruccions se't han enviat a %(email)s. La teva subscripció no s'inicirà fins que es confirmi.
cs: Pro pøihlá¹ení je nutné potvrzení zaslané z Va¹í e-mailové adresy, aby nikdo nemohl pøihlásit nìkoho bez jeho vìdomí. Na adresu %(email)s byly zaslány instrukce jak to udìlat.
sv: Bekr&auml;ftelse fr&aring;n din e-postadress &auml;r n&ouml;dv&auml;ndig, f&ouml; att ingen annan ska kunna anm&auml;la dig till listan mot din vilja. Du kommer nu att f&aring; ett e-postbrev med n&auml;rmare instruktioner till adressen %(email)s. Du kommer inte att bli medlem av listan f&ouml;rr&auml;n du har f&ouml;ljt instruktionerna och bekr&auml;ftat att du vill vara med p&aring; listan.

source: Your subscription request was deferred because %(x)s. Your request has been forwarded to the list moderator. You will receive email informing you of the moderator's decision when they get to your request.
ca: La teva petició de subscripció ha estat ajornada per %(x)s. La teva petició ha estat enviada al moderador de la llista. Rebràs un missatge de correu electrònic informant-te de la decisió del moderador.
cs: Pøihlá¹ení bylo <em>pozastaveno</em> z dùvodu:<br> %(x)s<p>. Vá¹ po¾adavek musí být schválen administrátorem konference. Jakmile administrátor rozhodne budete informováni mailem.<p>
sv: Anm&auml;lan &auml;r uppskjuten p g a %(x)s. Din ans&ouml;kan har skickats till listmoderatorn. Du kommer att f&aring; ett e-postbrev med moderatorns beslut s&aring; snart han/hon &auml;r klar.

source: You are already subscribed.
ca: Ja estàs subscrit.
cs: V¾dy» u¾ jste pøihlá¹en!
fr: Vous êtes déjà abonné.
sv: Du &auml;r redan medlem av listan.

source: Mailman privacy alert
ca: Alerta de privacitat de Mailman
cs: Upozornìní na mo¾né poru¹ení soukromí
sv: S&auml;kerhetsmeddelande fr&aring;n Mailman

source: An attempt was made to subscribe your address to the mailing list %(listaddr)s. You are already subscribed to this mailing list. Note that the list membership is not public, so it is possible that a bad person was trying to probe the list for its membership. This would be a privacy violation if we let them do this, but we didn't. If you submitted the subscription request and forgot that you were already subscribed to the list, then you can ignore this message. If you suspect that an attempt is being made to covertly discover whether you are a member of this list, and you are worried about your privacy, then feel free to send a message to the list administrator at %(listowner)s.
ca: S'ha intentat subscriure la seva adreça de correu electrònic a la llista de distribució %(listaddr)s. Vostè ja està subscrit a aquesta llista de distribució. Com el llistat de subscriptors a aquesta llista no és públic, pot ser que algú amb males intencions estigui sondejant la llista per a veure si pot descobrir els seus subscriptors. Podria arribar a ser una violació de la privacitat si ho haguéssim deixat fer, però no ho hem fet. Si realment va enviar la sol·licitud de subscripció i va oblidar que ja estava subscrit a la llista, aleshores pot oblidar aquest missatge. Si sospita que algú realment ha tractat de descobrir si vostè és un subscriptor d'aquesta llista, i li preocupa la seva privacitat, llavors si ho considera oportú pot enviar un missatge a l'administrador de la llista a %(listowner)s.
cs: Byl uèinìn pokus o pøihlá¹ení Va¹í adresy do konference %(listaddr)s. Do této konference jste ale u¾ pøihlá¹en. Tato konference není veøejná a tak je mo¾né, ¾e se nìkdo pokusil zjistit, jestli jste jejím èlenem. Pokud bychom po¾adavek zpracování bì¾ným zpùsobem, vyzradili bychom, ¾e jste èlenem a tím by mohlo být poru¹eno Va¹e soukromí. My jsme v¹ak simulovali, ¾e pøihlá¹ení probìhlo a tak potenciální útoèník nic nezjistil. Pokud jste to byl Vy, kdo pøihlá¹ku podal, aèkoliv jste ji¾ èlenem konference mù¾ete tuto zprávu klidnì ignorovat. Pokud jste se ale znovu nepøihla¹oval a jednalo se skuteènì o pokud o útok, kontaktujte správce konference, který má mo¾nost pokusit se o dohledání útoèníka. Adresa správce konference je %(listowner)s.
sv: Ett f&ouml;rs&ouml;k har gjorts att anm&auml;la din e-postadress till e-postlistan %(listaddr)s. Du &auml;r redan medlem av denna lista. Observera: listan &ouml;ver medlemmar &auml;r inte tillg&auml;nglig f&ouml;r alla, s&aring; det &auml;r m&ouml;jligt att en utomst&aring;ende f&ouml;rs&ouml;kte att ta reda p&aring; vilka som &auml;r medlemmar av listan. Det skulle ha varit ett brott mot tystnadsplikten om vi till&auml;t utomst&aring;ende att pr&ouml;va sig fram p&aring; detta s&auml;tt, d&auml;rf&ouml;r har vi bara gett ett neutralt meddelande till den som f&ouml;rs&ouml;kte. Om du f&ouml;rs&ouml;kte att anm&auml;la dig men gl&ouml;mde att du redan var anm&auml;ld, kan du bara radera meddelandet och inte bry dig n&aring;got mer om det hela. Om du har misstankar om att n&aring;on f&ouml;rs&ouml;ker att f&aring; reda p&aring; om du &auml;r medlem av listan eller inte, eller k&auml;nner dig os&auml;ker p&aring; skyddet av upplysningar om dig, skicka g&auml;rna ett meddelande till listadministrat&ouml;ren p&aring; adressen %(listowner)s.

source: This list does not support digest delivery.
ca: Aquesta llista no suporta lliurament de resums.
cs: Tato konference nepodporuje digest re¾im.
sv: Denna lista st&ouml;der inte sammandragsversioner.

source: This list only supports digest delivery.
ca: Aquesta llista només suporta lliurament de resum.
cs: Tato konference podporuje jedinì digest re¾im.
sv: Denna lista st&ouml;der bara sammandragsversioner.

source: You have been successfully subscribed to the %(realname)s mailing list.
ca: Has estat subscrit satisfactòriament a la llista de correu %(realname)s.
cs: Úspì¹nì jste se pøihlásil do konference %(realname)s.
sv: Du &auml;r nu anm&auml;ld till e-postlistan %(realname)s.

source: Usage:
ca: Ús:
cs: Zpùsob u¾ití:
sv: Anv&auml;ndning:

source: Invalid confirmation string. Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your original request or message.
ca: Cadena de confirmació errònia.La cadena de confirmació expira aproximadament %(days)s dies després de la petició inicial de subscripció. Si la teva confirmació ha expirat, per favor, torna a enviar la petició o missatge original.
cs: Neplatný øetìzec pro potvrzení pøihlá¹ení vygenerovaný øetìzec je platný je %(days)s dní po zaslání po¾adavku na pøihlá¹ení. Prosíme, pøihlaste se znovu.
sv: Ogiltig identifikation f&ouml;r bekr&auml;ftelse av anm&auml;lan. Observera att s&aring;dana identifikationer g&aring;r ut cirka %(days)s dagar efter att du har mottagit e-postbrevet med adressen. Om detta &auml;r fallet, f&ouml;rs&ouml;k att skicka den ursprungliga fr&aring;gan eller meddelandet p&aring; nytt.

source: Your request has been forwarded to the list moderator for approval.
ca: La teva petició ha estat enviada al moderador de la llista per a la seva aprovació.
cs: Vá¹ po¾adavek byl zaslán administrátorovi k odsouhlasení.
fr: Votre requête a été envoyée au modérateur de la liste pour approbation.
sv: Din anh&aring;llan har skickats vidare till listmoderatorn f&ouml;r godk&auml;nnande.

source: Confirmation succeeded
ca: Confirmació satisfactòria
cs: Úspì¹nì potvrzeno
sv: Bekr&auml;ftelse mottagen

source: echo [args] Simply echo an acknowledgement. Args are echoed back unchanged.
ca: echo [args] Retorna la notificació. els arguments es retornan sense modificar.
cs: echo [argumenty] vrátí zpìt øetìzec zadaný za tímto pøíkazem. Do øetìzce nebude nijak zasahováno mù¾e se to hodit napø. pøi ovìøování funkènosti a nebo pokud je potøeba dohledat, jestli nìkdo po cestì nemìní obsahy zpráv.
sv: echo [args] Detta kommando skickar bara tillbaka ett svar p&aring; att det blivit mottaget. 'args' skickas tillbaka of&ouml;r&auml;ndrade.

source: end Stop processing commands. Use this if your mail program automatically adds a signature file.
ca: end Acaba el procés d'ordres. Utilitzi aquesta ordre si el seu programa de correu afegeix automàticament un fitxer de signatura.
cs: end Ukonèi zpracování zprávy. Hodí se napø. kdy¾ po¹tovní program v¾dy pøidává na konec zprávy podpis.
sv: end Anger slutet p&aring; ett kommando. All text efter detta kommando blir inte tolkad. Anv&auml;nd detta till exempel om ditt e-postprogram automatiskt l&auml;gger till en signatur nederst i e-postbreven du skickar.

source: help Print this help message.
ca: help Mostra aquest missatge d'ajuda.
cs: help Vrátí tuto zprávu s nápovìdou.
sv: help Visar denna hj&auml;lptext.

source: You can access your personal options via the following url:
ca: Pots accedir a les teves opcions personals a traves de la següent url:
cs: K parametrùm va¹eho úètu do dostanete prostøednictvím tohoto odkazu:

source: info Get information about this mailing list.
ca: info obtenir informació sobre aquesta llista de correu.
cs: info Vrátí informace o této konferenci.
sv: info Visar information om denna e-postlista.

source: List name: %(listname)s
ca: Nom de la llista: %(listname)s
cs: Konference: %(listname)s
sv: Listnamn: %(listname)s

source: Description: %(description)s
ca: Descripció: %(description)s
cs: Popis: %(description)s
sv: Beskrivning: %(description)s

source: Postings to: %(postaddr)s
ca: Enviaments a: %(postaddr)s
cs: Pøíspìvky na adresu: %(postaddr)s
sv: Adress: %(postaddr)s

source: List Helpbot: %(requestaddr)s
ca: Helpbot de la llista: %(requestaddr)s
cs: Adresa robota s nápovìdou: %(requestaddr)s
sv: Kommandoadress: %(requestaddr)s

source: List Owners: %(owneraddr)s
ca: Amos de la llista: %(owneraddr)s
cs: Správci konference: %(owneraddr)s
sv: Listans &auml;gare: %(owneraddr)s

source: More information: %(listurl)s
ca: Mes informació: %(listurl)s
cs: Dal¹í informace jsou na: %(listurl)s
sv: Mer information: %(listurl)s

source: The `join' command is synonymous with `subscribe'.
ca: L'ordre `join' és sinònima de `subscribe'.
cs: Pøíkaz `join' je synonymem pro `subscribe'.
sv: 'join'-kommandot &auml;r detsamma som 'subscribe'.

source: The `leave' command is synonymous with `unsubscribe'.
ca: L'ordre `leave' és sinònima de `unsubscribe'.
cs: Pøíkaz `leave' je synonymem pro `unsubscribe'.
sv: 'leave'-kommandot &auml;r detsamma som 'unsubscribe'.

source: lists See a list of the public mailing lists on this GNU Mailman server.
ca: lists Veure una llista de les llistes de correu publiques a aquest servidor GNU Mailman.
cs: lists Zobraz seznam konferencí na tomto serveru.
sv: lists Visar en lista &ouml;ver e-postlistor som &auml;r offentligt tillg&auml;ngeliga p&aring; denna GNU Mailman servern.

source: Public mailing lists at %(hostname)s:
ca: llistes de correu públiques a %(hostname)s:
cs: Veøejnì pøístupné konference provozované na %(hostname)s:
sv: E-postlistor offentligt tillg&auml;ngliga p&aring; %(hostname)s:

source: %(i)3d. List name: %(realname)s
ca: %(i)3d. Nom de la llista: %(realname)s
cs: %(i)3d. Konference: %(realname)s
sv: %(i)3d. Listnamn: %(realname)s

source: Description: %(description)s
ca: Descripció: %(description)s
cs: Popis: %(description)s
sv: Beskrivning: %(description)s

source: Requests to: %(requestaddr)s
ca: Peticions a: %(requestaddr)s
cs: Po¾adavky na adresu: %(requestaddr)s
sv: Fr&aring;gor till: %(requestaddr)s
