Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Should Mailman perform automatic bounce processing?
ca: Mailman ha de processar automàticament els rebots?
cs: Má se Mailman pokou¹et automaticky odhla¹ovat úèastníky, kterým není mo¾né doruèovat pøíspìvky?
sv: Ska Mailman automatiskt ta sig an returmeddelanden?

source: By setting this value to <em>No</em>, you disable all automatic bounce processing for this list, however bounce messages will still be discarded so that the list administrator isn't inundated with them.
ca: Posant aquest valor a <em>No</em>, inhabilitarà tot el processament automàtic dels missatges rebotats d'aquesta llista, no obstant, els missatges rebotats es llençaran, de manera que no inundin la bústia de l'administrador de la llista.
cs: Pokud nastavíte tuto hodnotu na <em>Ne</em>, zaká¾ete automatickou detekci neplatných adres úèastníkù. Nicménì zprávy obsahující chyby doruèení budou zahazovány a administrátor jimi nebude obtì¾ován.
sv: Genom att s&auml;tta detta v&auml;rde till <em>Nej</em>, avaktiverar du all automatisk tolkning av returmeddelanden f&ouml;r denna lista. Observera att s&aring;dana meddelanden i alla fall kommer att f&ouml;rkastas s&aring; att listadministrat&ouml;ren inte beh&ouml;ver bli pl&aring;gad med dem.

source: The maximum member bounce score before the member's subscription is disabled. This value can be a floating point number.
ca: El valor dels missatges rebotats dels subscriptors, a partir del qual s'inhabilita la subscripció. Aquest valor pot ser un nombre en punt flotant.
cs: Maximální skóre po jeho¾ dosa¾ení je úèastníkovi pozastaveno èlenství. Mù¾e to být jakékoliv kladné reálné èíslo.
sv: Returtalgr&auml;ns f&ouml;r n&auml;r Mailman stoppar distribution till en medlem. Detta tal kan vara ett flyttal (ett tal med decimaler).

source: The number of days after which a member's bounce information is discarded, if no new bounces have been received in the interim. This value must be an integer.
ca: El nombre de dies abans que l' informació de rebots del subscriptor sigui descartada, si no es reben nous rebots. Aquest valor ha de ser un nombre sencer.
cs: Poèet dní, po jejich¾ uplynutí je skóre resetováno, pokud v jejich prùbìhu nevznikne ¾ádná chyba doruèení. Musí to být celé èíslo.
sv: Antal dagar innan returinformation f&ouml;rkastas om inga fler returmeddelanden dyker upp. Detta tal m&aring;ste vara ett heltal.

source: How many <em>Your Membership Is Disabled</em> warnings a disabled member should get before their address is removed from the mailing list. Set to 0 to immediately remove an address from the list once their bounce score exceeds the threshold. This value must be an integer.
ca: Quantes notificacions de <em>Your Membership Is Disabled</em> ha de rebre un subscriptor abans de ser eliminat de la llista de correu. Estableix aquest valor a 0 si vols eliminar immediatament l'adreça una vegada excedit el límit. Aquest valor ha de ser un nombre sencer.
cs: Kolik upozornìní typu <em>Va¹e èlenství je pozastaveno</em> je zasláno úèastníkovi pøed vyøazením ze seznamu èlenù. Pokud nastavíte 0 bude adresa odstranìna okam¾itì jak bude dosa¾eno maximální skóre. Musí to být celé èíslo.
sv: Hur m&aring;nga varningar om <em>Ditt medlemskap avslutas</em> som ska skickas till en medlem innan avanm&auml;lan fr&aring;n listan sker. S&auml;tt detta v&auml;rde till 0 f&ouml;r att ta bort en medlem fr&aring;n listan omedelbart om det kommer returmeddelanden fr&aring;n medlemmens e-postadress. Detta tal m&aring;ste vara ett heltal.

source: The number of days between sending the <em>Your Membership Is Disabled</em> warnings. This value must be an integer.
ca: Nombre de dies entre els enviaments de la notificació <em>Your Membership Is Disabled</em>. Aquest valor ha de ser un sencer.
cs: Poèet dní mezi zasláním dvou upozornìní typu <em>Va¹e èlenství je pozastaveno</em> Musí to být celé èíslo.
sv: Antal dagar mellan utskick av varningarna <em>Ditt medlemskap avslutas</em>. Detta tal m&aring;ste vara ett heltal.

source: Notifications
ca: Notificacions
cs: Notifikace
sv: Meddelanden

source: Should Mailman send you, the list owner, any bounce messages that failed to be detected by the bounce processor? <em>Yes</em> is recommended.
ca: Hauria Mailman enviar-li a vostè, propietari de la llista, els missatges rebotats que el sistema de processament de rebots no hagi pogut detectar? l'opció recomanada és <em>Si</em>.
cs: Má Mailman zasílat správci konference vrácené pøíspìvky, které nemohly být zpracovány automaticky? Je doporuèeno nastavit <em>Ano</em>.
sv: Ska Mailman skicka returmeddelanden, som inte k&auml;ndes igen av den automatiska returhanteringen, till dig, &auml;garen av listan? <em>Ja</em> rekommenderas.

source: While Mailman's bounce detector is fairly robust, it's impossible to detect every bounce format in the world. You should keep this variable set to <em>Yes</em> for two reasons: 1) If this really is a permanent bounce from one of your members, you should probably manually remove them from your list, and 2) you might want to send the message on to the Mailman developers so that this new format can be added to its known set. <p>If you really can't be bothered, then set this variable to <em>No</em> and all non-detected bounces will be discarded without further processing. <p><b>Note:</b> This setting will also affect all messages sent to your list's -admin address. This address is deprecated and should never be used, but some people may still send mail to this address. If this happens, and this variable is set to <em>No</em> those messages too will get discarded. You may want to set up an <a href="?VARHELP=autoreply/autoresponse_admin_text">autoresponse message</a> for email to the -owner and -admin address.
ca: Encara que el detector de missatges rebotats de Mailman és bastant robust, és impossible detectar tots els formats de missatges rebotats que existeixen. Hauria de mantenir aquesta opció en <em>Sí</em> per dues raons: 1) Si és realment un rebot permanent d'un dels seus subscriptors, probablement hauria d'eliminar-lo de la llista manualment, i 2) podria enviar el missatge als programadors de Mailman per a afegir aquest nou format als formats coneguts. <p>Si, realment, no desitja ser molestat, configuri aquesta variable a <em/>No</em> i tots els missatges rebotats que no es detectin seran eliminats pel sistema. <p><b>Nota:</b> Aquest valor afecta també als missatges enviats a l'adreça -admin de la seva llista. Aquesta adreça està en vies de desaparició i no hauria d'utilitzar-se mai, però pot haver persones que encara enviïn missatges a aquesta adreça. Si ocorregués això amb aquesta opció configurada a <em>No</em> aquests missatges seran descartats. Si ho desitja, pot configurar un contestador <a href="?VARHELP=autoreply/autoresponse_admin_text">automàtic </a>per als missatges dirigits a les adreces -owner i -admin.
cs: Aèkoliv je detekce nedoruèitelných pøíspìvkù v Mailmanu pomìrnì dokonalá není mo¾né znát ka¾dý zpùsob, jakým nìkdo dává najevo, ¾e adresa, kam je pøíspìvek zasílán, není platná. Tento parametr byste mìli nastavit na <em>Ano</em> ze dvou dùvodù: 1) Pokud se jedná skuteènì o adresu, na kterou není a nebude mo¾né nìco doruèit, zøejmì ji budete chtít odhlásit z konference ruènì. 2) Nebylo by ¹patné, kdybyste zprávu zaslali autorùm Mailmanu, aby mohli napøí¹tì i tento neznámý formát chybové zprávy správnì rozpoznat a zaøadit do pøí¹tí verze. <p>Pokud si skuteènì nepøejete být provozem konference obtì¾ováni nastavte hodnotu na <em>Ne</em> a v¹echna hlá¹ení o nedoruèitelnosti, která nebudou systémem rozpoznána, budou zahozena. <p><b>Pozor:</b> Toto nastavení ovlivní v¹echny zprávy, které budou zaslány na admin adresu konference. Tato adresa by se ji¾ sice nemìla pou¾ívat, ale stále se najdou lidé, kteøí na ni zasílají rùzné dotazy a podobnì. Pøi nastavení <em>Ne</em> tyto zprávy budou také zahozeny a vy je neuvidíte. Mo¾ná proto budete chtít nastavit <a href="?VARHELP=autoreply/autoresponse_admin_text"> automatickou odpovìï</a> pro -owner a -admin adresy.
sv: Mailmans automatiska returhantering &auml;r mycket robust, men det &auml;r &auml;nd&aring;om&ouml;jligt att k&auml;nna igen alla returmeddelanden som finns. Du b&ouml;r ange <em>Ja</em> h&auml;r, av tv&aring; anledningar: 1) Om det verkligen &auml;r ett permanent returmeddelande fr&aring;n en medlem p&aring; listan, b&ouml;r du antagligen avanm&auml;la medlemmen manuellt, och 2) du vill kanske skicka meddelandet till utvecklarna av Mailman s&aring; att returmeddelandet automatiskt kan k&auml;nnas igen av Mailman. <p>Om du inte vill n&aring;got av delarna, s&auml;tt denna inst&auml;llning till <em>Nej</em>. D&aring; kommer alla returmeddelanden att f&ouml;rkastas automatiskt utan vidare behandling. <p><b>Observera:</b> Denna inst&auml;llning kommer ocks&aring; att inverka p&aring; alla e-postbrev som skickas till listans -admin adress. Adressen &auml;r gammal och har utg&aring;tt, men det kan vara n&aring;gon som forts&auml;tter att skicka e-postbrev till den. Om n&aring;gon g&ouml;r det, och du har satt denna inst&auml;llning till <em>Nej</em>, kommer de meddelandena ocks&aring; att f&ouml;rkastas. Kanske vill du ocks&aring; s&auml;tta upp ett <a href="?VARHELP=autoreply/autoresponse_admin_text">automatiskt svar</a> p&aring; e-postbrev som skickas till -&auml;gare och -adminadresserna.

source: Should Mailman notify you, the list owner, when bounces cause a member's subscription to be disabled?
ca: ha de notificar-te Mailman quan els rebots causin la desactivació de la subscripció d'un membre?
cs: Má Mailman upozornit správce konference, pokud je úèastníkovi pozastaveno zasílání pøíspìvkù, proto¾e se vracejí?
sv: Ska Mailman ge dig, &auml;gare till listan, besked n&aring;r returmeddelanden orsakar att en medlem slutar att ta emot e-postbrev?

source: By setting this value to <em>No</em>, you turn off notification messages that are normally sent to the list owners when a member's delivery is disabled due to excessive bounces. An attempt to notify the member will always be made.
ca: Al configurar aquesta opció a <em>No</em>, vostè desactivarà l'enviament de missatges que es fa normalment als propietaris de llistes quan es desactiva l'adreça d'un subscriptor a causa d'un excés de rebots. De qualsevol forma, sempre s'intentarà notificar al subscriptor.
cs: Pokud zvolíte <em>Ne</em>, nebude administrátor konference dostávat zprávy o zákazu doruèování úèastníkùm, na jejich¾ adresy se nedaøí doruèovat pøíspìvky. Úèastníkovi se mailman pokusí poslat zprávu o dùvodu pozastavení úèastnictví v ka¾dém pøípadì.
sv: Genom att s&auml;tta detta till <em>Nej</em>, avaktiverar du beskeden som vanligtvis skickas till &auml;garen av listan, n&auml;r utskick av e-postbrev till en medlem stoppas p&aring; grund av f&auml;r m&aring;nga returmeddelanden. Ett f&ouml;rs&ouml;k att ge medlemmen besked g&ouml;rs alltid.

source: Should Mailman notify you, the list owner, when bounces cause a member to be unsubscribed?
ca: ha d'avisar-te Mailman, com a l'amo de la llista, quan la subscripció d'un membre es cancel·li a causa dels rebots?
cs: Má Mailman informovat správce konference o odhlá¹ení úèastníka na podnìt automatické detekce nedoruèitelných pøíspìvkù?
sv: Ska Mailman ge dig, &auml;gare till listan, besked n&auml;r returmeddelanden leder till att en medlem avanm&auml;ls fr&aring;n listan?

source: By setting this value to <em>No</em>, you turn off notification messages that are normally sent to the list owners when a member is unsubscribed due to excessive bounces. An attempt to notify the member will always be made.
ca: Establint aquest valor a <em>No</em>, desactivaràs l'enviament que es fa normalment a l'amo de la llista quan la subscripció d'un membre és cancel·lada a causa dels rebots. Sempre s'intentarà avisar al membre.
cs: Pokud zvolíte <em>Ne</em>, nebude administrátor konference dostávat zprávy o odhlá¹ení úèastníka, na jeho¾ adresu se dlouhodobì nedaøí doruèovat pøíspìvky. Úèastníkovi se mailman pokusí poslat zprávu o dùvodu odhlá¹ení v ka¾dém pøípadì.
sv: Genom att s&auml;tta detta till <em>Nej</em>, avaktiverar du beskedet som vanligtvis skickas till &auml;garen av listan, n&auml;r en medlem avanm&auml;ls fr&aring;n listan p&aring; grund av f&ouml;r m&aring;nga returmeddelanden. Ett f&ouml;rs&ouml;k att ge medlemmen besked g&ouml;rs alltid.

source: Bad value for <a href="?VARHELP=bounce/%(property)s" >%(property)s</a>: %(val)s
ca: Valor erroni per <a href="?VARHELP=bounce/%(property)s" >%(property)s</a>: %(val)s
cs: Neplatná hodnota promìnné <a href="?VARHELP=bounce/%(property)s">%(property)s</a>: %(val)s
sv: Ogiltigt v&auml;rde f&ouml;r <a href="?VARHELP=bounce/%(property)s">%(property)s</a>: %(val)s

source: Content&nbsp;filtering
ca: Filtre de&nbsp;contingut
cs: Filtrace&nbsp;obsahu
sv: Filtrering&nbsp;p&aring;&nbsp;inneh&aring;ll

source: Forward to List Owner
ca: Enviar a l'amo de la llista
cs: Pøepo¹li vlastníkovi konference

source: Preserve
ca: Conservar
cs: Zachovej

source: Should Mailman filter the content of list traffic according to the settings below?
ca: Hauria Mailman de filtrar el contingut del trafic de la llista d'acord amb les opcions d'abaix ?
cs: Má Mailman filtrovat obsah pøíspìvkù do konference podle ní¾e nastavených pravidel?
sv: Ska Mailman filtrera inneh&aring;llet i e-postbrev, skickade till listan, som anges nedan?

source: Remove message attachments that have a matching content type.
ca: eliminar els fitxers adjunts als missatges que tinguin aquest tipus de contingut.
cs: Odstraò pøílohy zpráv, které mají tento MIME typ.

source: Use this option to remove each message attachment that matches one of these content types. Each line should contain a string naming a MIME <tt>type/subtype</tt>, e.g. <tt>image/gif</tt>. Leave off the subtype to remove all parts with a matching major content type, e.g. <tt>image</tt>. <p>Blank lines are ignored. <p>See also <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a> for a content type whitelist.
ca: Utilitzi aquesta opció per a treure qualsevol adjunt que s'ajusti a qualsevol dels següents tipus de continguts. cada línia hauria contenir una cadena indicant un <tt>tipus/subtipus</tt> MIME, ex. <tt>image/gif</tt>. No indiqui el subtipus si vol treure totes les parts amb el tipus de contingut principal, ex. <tt>image</tt>. Les línies en blanc s'ignoren. <p>Vegi també <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a> per a obtenir un llista de tipus de contingut.
cs: Pou¾itím této volby mù¾ete odstranit ty èásti pøíspìvkù, jejich¾ MIME typ vyhovuje jednomu ze zde uvedených. Ka¾dý øádek musí obsahovat øetìzec ve tvaru <tt>type/subtype</tt>, napø. <tt>image/gif</tt>. Pokud subtype neuvedete, budou odstranìny v¹echny èásti s typem odpovídajícím danému typu, napø. <tt>image</tt>. <p>Prázdné øádky jsou ignorovány. <p>Nahlédnìte také do volby <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a> pro seznam typù, které jsou povoleny.

source: Remove message attachments that don't have a matching content type. Leave this field blank to skip this filter test.
ca: Eliminar els adjunts del missatge que no tinguin un tipus de contingut coincident. Deixi aquest camp en blanc per a ometre aquesta comprovació del filtre.
cs: Propus» tyto pøílohy. Nechte pole prázdné, pokud nechcete pøílohy filtrovat.

source: Use this option to remove each message attachment that does not have a matching content type. Requirements and formats are exactly like <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>. <p><b>Note:</b> if you add entries to this list but don't add <tt>multipart</tt> to this list, any messages with attachments will be rejected by the pass filter.
ca: Utilitzi aquesta opció per a treure qualsevol adjunt que no coincideixi amb un determinat content-type (tipus de contingut). Els requeriments i els formats són exactament com a <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>. <p><b>Nota</b>:Si afegeix entrades a aquesta llista però no afegeix <tt>multipart</tt> a la llista, el filtre rebutjarà qualsevol missatge amb adjunts.
cs: Pou¾itím této volby mù¾ete odstranit v¹echny pøílohy, kromì tìch, jejich¾ typ je uveden v tomto seznamu. Syntaxe je stejná s volbou <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>. <p><b>Pozor:</b> Pokud do tohoto seznamu uvedete nìjaké polo¾ky a neuvedete v nìm polo¾ku <tt>multipart</tt> budou v¹echny pøíspìvky, které obsahují pøílohu, fitrem zamítnuty.

source: Should Mailman convert <tt>text/html</tt> parts to plain text? This conversion happens after MIME attachments have been stripped.
ca: Ha de convertir Mailman les parts <tt>text/html</tt> en text pla? Aquesta conversió es porta a terme després de treure els adjunts MIME.
cs: Má Mailman konvertovat <tt>text/html</tt> na èistý text? Tato konverze je provádìna a¾ po odstranìní pøípadných MIME pøíloh.
sv: Ska Mailman konvertera <tt>text/html</tt> delar till ren text? Denna konvertering kommer att ske efter det att MIME-filtret har tagit bort &ouml;nskade delar.

source: Action to take when a message matches the content filtering rules.
ca: Acció a prendre quan un missatge coincideixi amb les regles del filtre de continguts.
cs: Akce, která probìhne kdy¾ pøíspìvek vyhoví testu na filtrování obsahu.

source: One of these actions is take when the message matches one of the content filtering rules, meaning, the top-level content type matches one of the <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>, or the top-level content type does <strong>not</strong> match one of the <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a>, or if after filtering the subparts of the message, the message ends up empty. <p>Note this action is not taken if after filtering the message still contains content. In that case the message is always forwarded on to the list membership. <p>When messages are discarded, a log entry is written containing the Message-ID of the discarded message. When messages are rejected or forwarded to the list owner, a reason for the rejection is included in the bounce message to the original author. When messages are preserved, they are saved in a special queue directory on disk for the site administrator to view (and possibly rescue) but otherwise discarded. This last option is only available if enabled by the site administrator.
ca: Es prendrà una de les accions següents si el missatge coincidex amb alguna de les regles de filtrat de contingut, és a dir, que el content-type de major nivell coincideixi amb un dels <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>, o que el content-type de major nivell <strong>no coincideixi</strong> amb cap dels <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a>, o si després del filtrat de les subparts del missatge, el missatge acaba buit. <p>Observi que aquesta acció no es porta a terme si després de el filtrat el missatge segueix tenint contingut. En aquest cas el missatge sempre s'enviarà a l'adreça de la llista. <p>Quan es descartin missatges, s'anotarà un log amb el Message-ID del missatge descartat. Quan es rebutgin o s'enviïn missatges al propietari de la llista, s'inclourà el motiu del rebuig en el missatge enviat. Quan es preserven, els missatges es guarden en un directori especial del disc perquè l'administrador els vegi (i possiblement recuperi) o descarti en cas contrari. Aquesta última opció només està disponible si ho ha habilitat l'administrador.
cs: Jedna z následujících akcí je provedena s pøíspìvkem, jeho¾ hlavní content type vyhovìl podmínce na filtrování <a href="?VARHELP=contentfilter/filter_mime_types" >filter_mime_types</a>, a nebo <strong>nevyhovìl</strong> podmínce pro povolení <a href="?VARHELP=contentfilter/pass_mime_types" >pass_mime_types</a>, pøípadnì s takovým, který zùstal po filtraci obsahu prázdný. <p> Je tøeba vìdìt, ¾e v pøípadì, ¾e po filtraci v pøíspìvku nìjaká èást zùstala, tato akce se na nìj nevztahuje a pøíspìvek bude rozeslán. <p>Pokud je zpráva zahozena, je do logovacích souborù zaznamenáno její Message-ID. Pokud je zpráva odmítnuta a nebo pøeposlána moderátorovi je jejímu autorovi zasláno oznámení, které obsahuje dùvod odmítnutí. Pokud je zpráva zachována, je ulo¾ena do zvlá¹tní fronty, kde èeká na rozhodnutí administrátora. Ten zprávu mù¾e buï smazat a nebo povolit její rozeslání. Poslední volba nemusí být dostupná, pokud ji správce serveru nepovolil.

source: Bad MIME type ignored: %(spectype)s
ca: Tipus MIME erroni ignorat: %(spectype)s
cs: Chybný MIME typ byl ignorován: %(spectype)s
sv: Hoppar &ouml;ver ogiltig MIME-typ: %(spectype)s

source: Digest options
ca: Opcions del resum
cs: Parametry digest doruèování
fr: Options de remise groupée
sv: Inst&auml;llningar f&ouml;r sammandragsversion

source: Batched-delivery digest characteristics.
ca: Característiques del lliurament del resum.
cs: Vlastnosti DIGEST re¾imu.
fr: Caractéristiques de la livraison par lot des soumissions groupées.
sv: Upps&auml;ttning av sammandragsversion.

source: Can list members choose to receive list traffic bunched in digests?
ca: Poden els membres de la llista escollir rebre el tràfic de la llista en un resum?
cs: Mù¾e si u¾ivatel zvolit zasílání zpráv jako digest?
fr: Les abonnés aux listes peuvent-ils choisir de recevoir le traffic de la liste en mode groupé?
sv: Kan medlemmar av listan v&auml;lja att f&aring; sammandrag skickat ist&auml;llet?

source: Digest
ca: Resum
fr: Remise groupée
sv: Sammandrag

source: Which delivery mode is the default for new users?
ca: Quin mode de lliurament es el predeterminat per als nous usuaris?
cs: Jaký re¾im doruèování je nastaven implicitnì u nového u¾ivatele?
fr: Quel est le mode de remise par défaut pour les nouveaux utilisateurs?
sv: Vilken version &auml;r standard f&ouml;r nya anv&auml;ndare?

source: Plain
ca: Text net
cs: èistý text
fr: Brute
sv: Ren text

source: When receiving digests, which format is default?
ca: Quan rebent resums, quin es el format predeterminat?
cs: Pokud si u¾ivatel vybere digest, jaký je jeho implicitní formát?
fr: Lors de la réception des lots, quel est le format par défaut?
sv: Vilket format ska anv&auml;ndas som standard f&ouml;r samlingsepost?

source: How big in Kb should a digest be before it gets sent out?
ca: Com de gran ha de ser el resum en Kb abans d'enviar-lo?
cs: Jaká je maximální velikost digestu?
fr: Quel doit être la taille minimale en Kb d'un lot avant d'être envoyé
sv: Hur stor (i Kb) ska en samlingsepost vara innan den skickas ut?

source: Should a digest be dispatched daily when the size threshold isn't reached?
ca: Es deu lliurar el resum diàriament si el límit establitestablert en la grandària no s'ha excedit?
cs: Má být digest odeslán ka¾dý den i pøi nepøekroèení maximální velikosti?
fr: Les messages groupés doivent-ils être envoyé si la taille seuil n'est pas atteinte?
sv: Ska det skickas en samlingsepost varje dag, &auml;ven om inte storleken &auml;r uppn&aring;dd?

source: Header added to every digest
ca: Capçalera afegida a cada resum
cs: Hlavièka, která bude pøidávána ke ka¾dému digestu
fr: En-tête ajouté à chaque lot
sv: Topptext i varje samlingsepost

source: Text attached (as an initial message, before the table of contents) to the top of digests.
ca: Text a afegir (com un missatge inicial, abans de la taula de contingut) al principi dels resums.
cs: Text, který bude pøipojen ke ka¾dému digestu. (Bude pøipojen jako první zpráva v digestu, je¹tì pøed obsahem.)
fr: Texte attaché (comme message initial, avant la table des matières) au sommet des resumés
sv: Text som l&auml;ggs till &ouml;verst i samlingseposten, f&ouml;re inneh&aring;sf&ouml;rteckningen.
