Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: If you reject this post,<br>please explain (optional):
ca: Si rebutges aquest missatge,<br>si us plau, explica el motiu (opcional):
cs: Pokud zamítnete tento pøíspìvek, <br>prosím napi¹te proè:
fr: Si vous rejettez cette soumissions, <b>veillez vous expliquer (facultatif):
sv: Om du inte godk&auml;nner detta,<br>skriv g&auml;rna en f&ouml;rklaring:

source: Message Headers:
ca: Capçalera del Missatge:
cs: Hlavièky pøíspìvku:
fr: En-tête de message:
sv: Headers i meddelandet:

source: Message Excerpt:
ca: Resum del missatge:
cs: Èást zprávy
fr: Extrait du message:
sv: Utdrag ur meddelandet:

source: No reason given
ca: No s'ha donat una raó
cs: Bez udání dùvodu
sv: Ingen orsak given

source: [No reason given]
ca: [No s'ha donat una raó]
cs: [Bez udání dùvodu]
fr: [aucun motif fourni]
sv: [Ingen orsak given]

source: Database Updated...
ca: Base de dades actualitzada...
cs: Databáze byla aktualizována
fr: Base de données mise à jour...
sv: Databasen &auml;r uppdaterad...

source: is already a member
ca: ja es membre
cs: je úèastníkem konference
fr: est déjà abonné
sv: &auml;r redan medlem

source: Confirmation string was empty.
ca: La cadena de confirmació era buida.
cs: Konfirmaèní øetìzec byl prázdný
fr: La chaîne de confirmation était vide.
sv: Ogiltig URL - tom bekr&auml;ftelseidentifiering

source: <b>Invalid confirmation string:</b> %(safecookie)s. <p>Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your subscription. Otherwise, <a href="%(confirmurl)s">re-enter</a> your confirmation string.
ca: <b>Cadena de confirmació errònia:</b> %(safecookie)s. <p>La cadena de confirmació expira aproximadament %(days)s dies després de la teva petició inicial. Si la teva confirmació ha expirat, per favor, torna a enviar la teva subscripció. D'altra manera <a href="%(confirmurl)s">introdueix de nou</a> la cadena de confirmació.
cs: <b>Neplatný potvrzovací øetìzec:</b> %(safecookie)s. <p>Nezapomínejte, ¾e potvrzovací øetìzec pøestane platit pøibli¾nì %(days)s dní po zadání po¾adavku. Pokud vám øetìzec vypr¹el - pøestal platit prosíme, pøihlaste se znovu. V jiných pøípadech href="%(confirmurl)s">zopakujte</a> zadání potvrzovacího øetìzce.
sv: <b>Ogiltig identifiering f&ouml;r bekr&auml;ftelse av anm&auml;lan:</b> %(safecookie)s. <p>Observera att s&aring;dana adresser upph&ouml;r att g&auml;lla %(days)s dagar efter det att du har mottagit e-postbrevet med adressen. Om s&aring; &auml;r fallet, pr&ouml;va att anm&auml;la dig p&aring; listan p&aring; nytt. I annat fall kan du <a href="%(confirmurl)s">skriva in identifieringen p&aring; nytt</a>.

source: The address requesting unsubscription is not a member of the mailing list. Perhaps you have already been unsubscribed, e.g. by the list administrator?
ca: L'adreça fent la petició per a cancel·lar la subscripció no és un membre de la llista de correu electrònic. és possible que la teva subscripció ja hagi estat cancel·lada per l'administrador?
cs: Nemohu vás odhlásit, proto¾e tato adresa v konferenci není pøihlá¹ena. Mo¾ná vás ji¾ odhlásil správce konference.

source: The address requesting to be changed has been subsequently unsubscribed. This request has been cancelled.
ca: L'adreça fent la petició de ser canviada ha estat donada de baixa posteriorment. Aquesta petició ha estat cancel·lada.
cs: Adresa, která ¾ádala o zmìnu ji¾ není pøihlá¹ena. Po¾adavek byl zru¹en.

source: System error, bad content: %(content)s
ca: Error de sistema, contingut erroni: %(content)s
sv: Systemfel, ogiltigt inneh&aring;ll: %(content)s

source: Bad confirmation string
ca: Cadena de confirmació errònia.
cs: Chybný konfirmaèní øetìzec
fr: Mauvaise chaîne de confirmation
sv: Ogiltig identifikation f&ouml;r bekr&auml;ftelse

source: Enter confirmation cookie
ca: Introduir cookie de confirmació
cs: Zadejte potvrzovací øetìzec
fr: Entrez le cookie de confirmation
sv: Uppge identifikation f&ouml;r bekr&auml;ftelse

source: Please enter the confirmation string (i.e. <em>cookie</em>) that you received in your email message, in the box below. Then hit the <em>Submit</em> button to proceed to the next confirmation step.
ca: per favor, introdueix la cadena de confirmació (Ex. la <em>cookie</em> que vas rebre en el teu correu electrònic, i prem el botó enviar per a continuar amb el pas de confirmació.
cs: Prosíme, zadejte do políèka potvrzovací øetìzec (tedy <em>cookie</em>) které jste obdr¾eli v emailové zprávì a kliknìte na tlaèítko <em>Submit</em>, abyste mohli pokraèovat k dal¹ímu bodu pøihlá¹ení.
fr: Veillez entrer la chaîne de confirmation (i.e. <em>le cookie</em>) que vous avez reçu dans votre message dans la zone de texte ci-dessous, puis cliquez sur le bouton <em>Soumettre</em> pour aller à la fenêtre de confirmation suivante.
sv: Var god ange identifikationen, som du har tagit emot i ett e-postbrev, i f&auml;ltet nedan. Klicka d&auml;refter p&aring; knappen <em>Bekr&auml;fta</em> f&ouml;r att forts&auml;tta till n&auml;sta steg.

source: Confirmation string:
ca: Cadena de confirmació:
cs: Konfirmaèní øetìzec:
fr: Chaîne de confirmation:
sv: Identifikation f&ouml;r bekr&auml;ftelse:

source: Submit
ca: Enviar
cs: Ulo¾ zmìny
fr: Soumettre
sv: Bekr&auml;fta

source: Confirm subscription request
ca: Confirma la petició de subscripció
cs: Potvrï ¾ádosti o pøihlá¹ení
fr: Confirmez la requête d'abonnement
sv: Bekr&auml;fta ans&auml;kan om medlemskap

source: Your confirmation is required in order to continue with the subscription request to the mailing list <em>%(listname)s</em>. Your subscription settings are shown below; make any necessary changes and hit <em>Subscribe to list ...</em> to complete the confirmation process. Once you've confirmed your subscription request, the moderator must approve or reject your membership request. You will receive notice of their decision. <p>Note: your password will be emailed to you once your subscription is confirmed. You can change it by visiting your personal options page. <p>Or, if you've changed your mind and do not want to subscribe to this mailing list, you can hit <em>Cancel my subscription request</em>.
ca: Es requereix la teva confirmació per a completar la petició de subscripció a la llista de correu <em>%(listname)s</em>. La teva configuració es mostra a continuació; Pots fer els canvis necessaris i després prémer <em>Enviar</em> per a completar el procés de confirmació. Una vegada que hagis confirmat la teva petició de subscripció, el moderador l'aprovarà o la denegarà. Rebràs notícies de la seva decisió. <p>Atenció: la teva contrasenya se't enviarà per correu electrònic quan hagis confirmat la teva subscripció. Pots canviar-la visitant la teva pàgina personal d'opcions. <p>O prem <em>Cancel·lar</em> per a cancel·lar la petició de subscripció.
cs: Pro pøihlá¹ení do konference <em>%(listname)s</em> je vy¾adováno ovìøení. Prohlédnìte si údaje uvedené ve formuláøi, proveïte zmìny, jsou-li potøeba, a kliknìte na tlaèítko <em>Pøihlásit</em>. Po pøihlá¹ení budete vidìt v seznamu úèastníkù a mù¾ete si kliknutím na své jméno nastavit dal¹í vlastnosti. Pokud konference nezveøejòuje seznam úèastníkù, budete muset zadat svou adresu do zvlá¹tního políèka na stránce s informacemi o konferenci. <p>Nebo mù¾ete kliknout na <em>Zru¹it</em>, co¾ zru¹í po¾adavek na pøihlá¹ení a sma¾e zadané údaje.

source: Your email address:
ca: La teva adreça de correu electrònic:
cs: Va¹e e-mailová adresa:
fr: Votre adresse courriel:
sv: Din e-postadress:

source: Your real name:
ca: El teu nom real:
cs: Va¹e celé jméno:
fr: Votre nom complet:
sv: Ditt namn:

source: Receive digests?
ca: Rebre resums?
cs: Dostávat pøíspìvky jako digest?
fr: Recevoir les messages groupés?
sv: Ta emot sammandragsversioner?

source: Preferred language:
ca: Llenguatge preferit:
cs: Preferovaný jazyk:
fr: Langue préférée:
sv: &Ouml;nskat spr&aring;k:

source: Cancel my subscription request
ca: Cancel·lar la meva petició de subscripció
cs: Zru¹ ¾ádost o pøihlá¹ení

source: Subscribe to list %(listname)s
ca: Subscriure a la llista %(listname)s
cs: Pøihlá¹ení do konference %(listname)s

source: You have canceled your subscription request.
ca: Has cancel·lat la teva petició de subscripció.
cs: Zru¹il jste po¾adavek na pøihlá¹ení
fr: Vous avez annulé votre demande d'abonnement.
sv: Du har dragit tillbaka din ans&ouml;kan och blev inte medlem av e-postlistan.

source: Awaiting moderator approval
ca: Esperant l'aprovació del moderador
cs: Pøíspìvek byl pozastaven do souhlasu moderátora
fr: En attente de l'approbation du modérateur
sv: V&auml;ntar p&aring; godk&auml;nnande av moderator

source: You have successfully confirmed your subscription request to the mailing list %(listname)s, however final approval is required from the list moderator before you will be subscribed. Your request has been forwarded to the list moderator, and you will be notified of the moderator's decision.
ca: Has confirmat satisfactòriament la subscripció a la llista %(listname)s, no obstant es requereix l'aprovació final del moderador de la llista abans que siguis subscrit. La teva petició ha estat enviada al moderador de la llista, i rebràs notícies de la seva decisió.
cs: Úspì¹nì jste ovìøil ¾ádost o pøihlá¹ení do konference: %(listname)s Nicménì pøihlá¹ení musí je¹tì schválit moderátor konference. O jeho rozhodnutí budete informován.
fr: Vous avez confirmé votre abonnement à la liste %(listname)s avec succès, toutefois, une approbation finale par le modérateur de la liste est requise avant que le processus de votre abonnement ne s'achève. Votre requête a été envoyée au modérateur de la liste et il vous sera fait part de sa décision.
sv: Du har nu bekr&auml;ftat din anm&auml;lan till e-postlistan %(listname)s, men godk&auml;nnande av listmoderatorn beh&ouml;s f&ouml;r att du ska bli uppf&ouml;rd p&aring; listan. Din ans&ouml;kan har skickats till listmoderatorn och n&auml;r ett beslut har tagits, kommer du att bli informerad om resultatet.

source: Invalid confirmation string. It is possible that you are attempting to confirm a request for an address that has already been unsubscribed.
ca: Cadena de confirmació errònia. És possible que estiguis intentant confirmar una petició o una adreça que ja ha estat cancel·lada.
cs: Chybný ovìøovací øetìzec. Je mo¾né, ¾e se odhla¹ujete z konference, ze které, jste se u¾ odhlásil.
fr: Chaîne de confirmation invalide. Il est possible que vous tentez de confirmer une requête pour une adresse déjà désabonnée.
sv: Ogiltig URL f&ouml;r bekr&auml;ftelse. Det &auml;r m&ouml;jligt att du f&ouml;rs&ouml;ker att bekr&auml;fta avanm&auml;lan av en e-postadress som redan har tagits bort fr&aring;n listan.

source: You are already a member of this mailing list!
ca: Ja ets membre d'aquesta llista de correu!
cs: Ji¾ jste úèastníkem této konference!

source: Subscription request confirmed
ca: Petició de subscripció confirmada
cs: ®ádost o pøihlá¹ení byla potvrzena
fr: Requête d'abonnement confirmée
sv: Ans&ouml;kan om medlemskap bekr&auml;ftat

source: You have successfully confirmed your subscription request for "%(addr)s" to the %(listname)s mailing list. A separate confirmation message will be sent to your email address, along with your password, and other useful information and links. <p>You can now <a href="%(optionsurl)s">proceed to your membership login page</a>.
ca: Has confirmat la teva petició de subscripció satisfactòriament per "%(addr)s" a la llista de correu %(listname)s. Un missatge de confirmació et serà enviat per separat a la teva adreça de correu electrònic amb la teva contrasenya i altra informació i enllaços d'interès. <p>Ara pots <a href="%(optionsurl)s">anar a la pàgina d'entrada de la teva subscripció</a>.
cs: Úspì¹nì jste pro¹el ovìøením platnosti Va¹eho po¾adavku na pøihlá¹ení a tak jste pøihlá¹en jako "%(addr)s" do konference %(listname)s. Na Va¹i adresu byla zaslána zpráva, obsahující heslo pro zmìny konfigurace a mnoho dal¹ích u¾iteèných informaci. <p>Nyní mù¾ete pøejít na <a href="%(optionsurl)s">stránku s konfigurací va¹eho úètu</a>.
fr: Votre requête d'abonnement a la liste %(listname)s a été confirmée avec succès pour l'adresse "%(addr)s". Un message de confirmation séparé sera envoyé à votre adresse courriel avec votre mot de passe et d'autres informations et liens utiles. <p>Vous pouvez maintenant <a href="%(optionurl)s">vous rendre à votre page de login d'abonné</a>.
sv: Du &auml;r nu medlem av e-postlistan %(listname)s med e-postadressen "%(addr)s".<br> Ett e-postbrev med bekr&auml;ftelse p&aring; detta har nu skickats till dig. Detta e-postbrev inneh&aring;ller ocks&aring; en del nyttig information, bland annat ditt l&ouml;senord f&ouml;r e-postlistan. Det kommer du att beh&ouml;va anv&auml;nda om du till exempel vill avanm&auml;la dig fr&aring;n listan. <p>Du kan nu <a href="%(optionsurl)s">forts&auml;tta till inloggning till din personliga medlemsida</a>.

source: You have canceled your unsubscription request.
ca: Has cancel·lat la teva petició de subscripció.
cs: Zru¹il jste Vá¹ po¾adavek na odhlá¹ení.
fr: Vos requête de résiliation a été annulée.
sv: Du har nu &aring;ngrat dig och &auml;r inte avanm&auml;ld fr&aring;n listan.

source: Unsubscription request confirmed
ca: Petició de Cancel·lar la subscripció confirmada
cs: ®ádost o odhlá¹ení byla potvrzena
fr: Requête de résiliation confirmée
sv: Ans&ouml;kan om avanm&auml;lan bekr&auml;ftad

source: You have successfully unsubscribed from the %(listname)s mailing list. You can now <a href="%(listinfourl)s">visit the list's main information page</a>.
ca: Has cancel·lat la teva subscripció a la llista %(listname)s de forma satisfactòria. Ara pots <a href="%(listinfourl)s">visitar la pàgina d'informació principal de la llista</a>.
cs: Právì jste se odhlásil z konference %(listname)s. Nyní mù¾ete pokraèovat na <a href="%(listinfourl)s">hlavní stránku s informacemi o konferenci.</a>.
fr: Votre abonnement à la liste %(listname)s a été résilié avec succès. Vous pourrez à présent <a href="%(listinfourl)s">visiter la page principal d'informations de la liste</a>.
sv: Du &auml;r nu avanm&auml;ld fr&aring;n e-postlistan %(listname)s. Du kan nu <a href="%(listinfourl)s">g&aring; till listans webbsida</a> om du vill.

source: Confirm unsubscription request
ca: Confirma la petició per Cancel·lar la subscripció
cs: Potvrï ¾ádost o odhlá¹ení
fr: Confirmez la requête de résiliation
sv: Bekr&auml;fta att du &ouml;nskar avanm&auml;la dig

source: <em>Not available</em>
ca: <em>No disponible</em>
cs: <em>Není definováno ¾ádné téma</em>
fr: <em>Non disponible</em>
sv: </em>Inte tillg&auml;nglig</em>

source: Your confirmation is required in order to complete the unsubscription request from the mailing list <em>%(listname)s</em>. You are currently subscribed with <ul><li><b>Real name:</b> %(fullname)s <li><b>Email address:</b> %(addr)s </ul> Hit the <em>Unsubscribe</em> button below to complete the confirmation process. <p>Or hit <em>Cancel and discard</em> to cancel this unsubscription request.
ca: Es requereix la teva confirmació per a completar la teva petició de cancel·lar la subscripció de la llista de correu <em>%(listname)s</em>. Actualment estàs subscrit amb <ul><li><b>Nom real:</b> %(fullname)s <li><b>Adreça de correu electrònic:</b> %(addr)s </ul> Prem el botó <em>Cancel·lar Subscripció</em>per acabar el procés de confirmació. <p>Or hit <em>Cancel·lar i Descartar</em> per a cancel·lar la petició de cancel·lació de subscripció.
cs: K odhlá¹ení z konference <em>%(listname)s</em> je potøeba potvrzení Nyní jste pøihlá¹en jako: <ul><li><b>Jméno:</b> %(fullname)s <li><b>Emailová adresa:</b> %(addr)s </ul> Kliknutím na tlaèítko <em>Odhlásit</em> se opravdu odhlásíte. <p>A nebo kliknìte na <em>Zru¹it</em> a odhlá¹ení se neprovede.
fr: Votre confirmation est nécessaire en vue de compléter votre requête de résiliation de votre abonnement à la liste <em>%(listname)s</em>. Vous êtes actuellement abonné avec comme <ul><li><b>Nom Complet:</b> %(fullname)s <li><b>Adresse Courriel:</b> %(addr)s </ul> Cliquez sur le bouton <em>Résilier</em> ci-dessous pour achever le processus de confirmation. <p>Ou cliquez sur <em>Annuler et ignorer</em> pour annuler cette requête de résiliation.
sv: E-postlistsystemet beh&ouml;ver din bekr&auml;ftelse p&aring; att du vill avanm&auml;la dig fr&aring; e-postlistan <em>%(listname)s</em>. F&ouml;ljande information om dig &auml;r registrerad: <ul> <li><b>Namn:</b>: %(fullname)s</li> <li><b>E-postadress:</b> %(addr)s</li> </ul> Klicka p&aring; knappen <em>Avanm&auml;l mig</em> f&ouml;r att bekr&auml;fta att du vill avanm&auml;la dig. <p>Eller klicka <em>Avbryt</em> f&ouml;r att forts&auml;tta att vara medlem av listan.

source: Unsubscribe
ca: Cancel·lar subscripció
cs: Odhlásit
fr: Résilier
sv: Avanm&auml;l mig

source: Cancel and discard
ca: Cancel·lar i descartar
cs: Zru¹ a zahoï
fr: Annuler et ignorer
sv: Avbryt

source: You have canceled your change of address request.
ca: Has cancel·lat la teva petició de canvi d'adreça
cs: Zru¹il jste po¾adavek na zmìnu adresy.
fr: Vous avez annulé votre requête de changement d'adresse
sv: Du har avbrutit din ans&ouml;kan om att &auml;ndra adress. Ingen &auml;ndring har gjorts.

source: Change of address request confirmed
ca: Petició de canvi de adreça confirmada
cs: Zmìna adresy byla odsouhlasena
fr: Requête de changement d'adresse confirmée
sv: &Auml;ndring av adress bekr&auml;ftat

source: You have successfully changed your address on the %(listname)s mailing list from <b>%(oldaddr)s</b> to <b>%(newaddr)s</b>. You can now <a href="%(optionsurl)s">proceed to your membership login page</a>.
ca: Has canviat satisfactòriament la teva adreça a la llistade correu %(listname)s de <b>%(oldaddr)s</b> a <b>%(newaddr)s</b>. ara Pots <a href="%(optionsurl)s">anar a la pàgina d'entrada de la teva subscripció</a>.
cs: Zmìnil jste adresu, ze které jste pøihlá¹en do konference %(listname)s. Pùvodní adresa byla <b>%(oldaddr)s</b> a nyní jste pøihlá¹en jako <b>%(newaddr)s</b>. Nyní mù¾ete pokraèovat na stránku s <a href="%(optionsurl)s">konfigurací svého úètu</a>.
fr: Vous avez changé l'adresse de votre abonnement à la liste %(listname)s de <b>%(oldaddr)s</b> à <b>%(newaddr)s</b>. Vous pourrez maintenant <a href="%(optionsurl)s">vous rendre à votre page de login d'abonné</a>.
sv: Du har &auml;ndrat din adress p&aring; e-postlistan %(listname)s, fr&aring;n <b>%(oldaddr)s</b> till <b>%(newaddr)s</b>. Du kan nu <a href="%(optionsurl)s">g&aring; vidare till din personliga medlemssida</a>.

source: Confirm change of address request
ca: Confirma la petició de canvi d'adreça
cs: Potvrï ¾ádost o zmìnu adresy
fr: Confirmez la requête de changement d'adresse
sv: Bekr&auml;fta &auml;ndring av adress

source: globally
ca: globalment
cs: globálnì
fr: globalement
sv: &ouml;verallt

source: Your confirmation is required in order to complete the change of address request for the mailing list <em>%(listname)s</em>. You are currently subscribed with <ul><li><b>Real name:</b> %(fullname)s <li><b>Old email address:</b> %(oldaddr)s </ul> and you have requested to %(globallys)s change your email address to <ul><li><b>New email address:</b> %(newaddr)s </ul> Hit the <em>Change address</em> button below to complete the confirmation process. <p>Or hit <em>Cancel and discard</em> to cancel this change of address request.
ca: Es requereix la teva confirmació per a completar la teva petició de canvi d'adreça a la llista de correu <em>%(listname)s</em>. Actualment estàs subscrit amb <ul><li><b>Nom real:</b> %(fullname)s <li><b>Adreça de correu electrònic antiga:</b> %(oldaddr)s </ul> i has fet la petició de canvi d'adreça de correu electrònic de forma %(globallys)s a <ul><li><b>Nova adreça de correu electrònic:</b> %(newaddr)s </ul> Prem el botó <em>Canviar Adreça</em>per acabar el procés de confirmació. <p>Or hit <em>Cancel·lar i Descartar</em> per a cancel·lar la petició de canvi d'adreça.
cs: Potvrïte, prosím, zmìnu adresy pro konferenci <em>%(listname)s</em>. Nyní jste pøihlá¹en jako <ul><li><b>Jméno:</b> %(fullname)s <li><b>Pùvodní emailová adresa:</b> %(oldaddr)s </ul> a po¾adujete zmìnit %(globallys)s adresu <ul><li><b>na novou adresu:</b> %(newaddr)s </ul> Zmìnu provedete kliknutím na <em>Zmìnit adresu</em>. <p>Nebo mù¾ete kliknout na <em>Zru¹it</em> pro zru¹ení po¾adavku.
fr: Votre confirmation est nécessaire pour achever le processus de changement d'adresse pour la liste <em>%(listname)s</em>. Vous êtes actuellement abonné avec comme <ul><li><b>Nom Complet:</b> %(fullname)s <li><b>Adresse Courriel:</b> %(oldaddr)s </ul> et vous avez démandé un changement global de votre adresse courriel vers <ul><li><b>Nouvelle Adresse Courriel:</b> %(newaddr)s </ul> Cliquez sur le bouton <em>Changer l'adresse</em> ci-dessous pour achever le processus de confirmation. <p>Ou cliquez sur <em>Annuler et ignorer</em> pour annuler cette requête de changement d'adresse.
sv: Vi beh&ouml;ver din bekr&auml;ftelse p&aring; att du verkligen vill &auml;ndra din e-postadress p&aring; e-postlistan <em>%(listname)s</em>. Du &auml;r f&ouml;r n&auml;rvarande anm&auml;d med f&ouml;ljande information: <ul> <li><b>Namn:</b> %(fullname)s</li> <li><b>Gammal e-postadress:</b> %(oldaddr)s </ul> Du har bett om att &auml;ndra din adress %(globallys)s till <ul><li><b>Ny e-postadress:</b> %(newaddr)s</li></ul> Klicka <em>Byt e-postadress</em> f&ouml;r att bekr&auml;fta att du verkligen vill &auml;ndra e-postadressen. <p>Eller klicka <em>Avbryt</em> f&ouml;r att beh&aring;lla den anm&auml;da e-postadressen.

source: Change address
ca: Canviar adreça
cs: Po¾adavek na zmìnu
fr: Changez l'adresse
sv: Byt e-postadress

source: Continue awaiting approval
ca: Continua esperant l'aprovació
cs: Pokraèuj v èekání na souhlas
fr: Laissez à l'état d'attente d'approbation
sv: Forts&auml;tt att v&auml;nta p&aring; godk&auml;nnande av moderator

source: Okay, the list moderator will still have the opportunity to approve or reject this message.
ca: Bé, el moderador de la llista encara tindrà l'oportunitat d'aprovar o denegar aquest missatge.
cs: Dobøe, moderátor konference bude mít mo¾nost pøíspìvek povolit nebo zamítnout.
fr: Bien, le modérateur de la liste aura encore la latitude d'approuver ou de rejeter ce message.
sv: Ok, listmoderatorn kommer fortfarande att kunna godta eller avvisa detta meddelande.

source: Sender discarded message via web.
ca: El remitent ha descartat el missatge via web.
cs: Odesílatel zru¹il pøíspìvek pøes webovské rozhraní.
fr: L'expéditeur a ignoré le message via l'interface web.
sv: Avs&auml;ndaren drog tillbaka sitt meddelande via webbsidan.

source: The held message with the Subject: header <em>%(subject)s</em> could not be found. The most likely reason for this is that the list moderator has already approved or rejected the message. You were not able to cancel it in time.
ca: El missatge retingut amb el Tema: capçalera <em>%(subject)s</em> no ha estat trobat, pot ser que l'administrador de la llista ja l'hagi aprovat o denegat. No l'has pogut cancel·lar a temps.
cs: Zpráva ve vìci :<em>%(subject)s</em> nebyla nalezena. To pravdìpodobnì znamená, ¾e moderátor zprávu ji¾ schválil a tak byla rozeslána a nebo ji zamítl. S po¾adavkem na zru¹ení pøíspìvku jste pøi¹el pozdì.
fr: Le message en attente avec comme objet: En-tête <em>%(subject)s</em> est introuvable. La raison la plus probable expliquant cette situation est que le modérateur a déjà approuvé ou rejeté le message. Vous n'avez pas été en mesure de l'annuler à temps.
sv: Meddelandet med med titeln <em>%(subject)s</em> finns inte. Anledningen till detta &auml;r troligtvis att listmoderatorn redan har godtagit eller avvisat detta meddelande. Du &auml;r i alla fall f&ouml;r sent ute...
