Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Should messages from this mailing list include the <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a> (i.e. <tt>List-*</tt>) headers? <em>Yes</em> is highly recommended.
ca: Han d'incloure els missatges d'aquesta llista les capçaleres <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a> (i.e. <tt>List-*</tt>)? es recomana que <em>Si</em>.
cs: Mají pøíspìvky rozesílané touto konferencí obsahovat hlavièky podle <a href="http://www.faqs.org/rfc/rfc2369.html">RFC 2369</a> (to znamená <tt>List-*</tt>)? <em>Ano</em> je velice silnì doporuèeno.

source: RFC 2369 defines a set of List-* headers that are normally added to every message sent to the list membership. These greatly aid end-users who are using standards compliant mail readers. They should normally always be enabled. <p>However, not all mail readers are standards compliant yet, and if you have a large number of members who are using non-compliant mail readers, they may be annoyed at these headers. You should first try to educate your members as to why these headers exist, and how to hide them in their mail clients. As a last resort you can disable these headers, but this is not recommended (and in fact, your ability to disable these headers may eventually go away).
ca: RFC 2369 defineix el grup de capçaleres de List-* que normalment s'afegeixen a cada missatge enviat a la llista de subscriptors. aquests usuaris agraïts que fan servir lectors de correu standards. Haurien d'estar sempre habilitades. <p>De tota manera, no tots els lectors de correu son standards encara, i si tens molts membres que fan servir lectors de correus d'aquest tipus els hi podrien molestar aqeustes capçaleres. Podries primer mirar d'educar als membres per fer-los entendre per que són aquestes capçaleres i com ocultarles. Com a ultim recurs les pots deshabilitar, però això no es recomana.
cs: RFC 2369 definuje sadu hlavièek, které jsou pøidávány ke ka¾dému distribuovanému pøíspìvku. Pokud úèastník pou¾ívá inteligentní mailový klient, mù¾e se podle informací z tìchto hlavièek do konference pøihlásit, odhlásit a nebo nav¹tívit archiv. <p>Bohu¾el ne v¹ichni klienti to podporují. Pokus si budou úèastníci stì¾ovat je potøeba jim nejdøíve vysvìtlit jak se hlavièky skrývají, aby je nevidìli a teprve v pøípadì, ¾e nebude jiná mo¾nost tuto volbu potlaèit.
sv: I RFC 2369 definieras en rad List-* f&auml;lt i meddelandehuvudet, som vanligtvis l&auml;ggs till varje meddelande som skickas ut via listan. Dessa f&auml;lt kan hj&auml;lpa de anv&auml;ndare av listan som nyttjar en e-postl&auml;sare som f&ouml;ljer denna standard. Dessa f&auml;lt b&ouml;r d&auml;rf&ouml;r alltid vara med. <p>Det &auml;r dock inte alla e-postl&auml;sare som f&ouml;ljer denna standard. &Auml;r det m&aring;nga av medlemmarna p&aring; listan som anv&auml;nder s&aring;dana e-postl&auml;sare, och som blir f&ouml;rvirrade av f&auml;lten i meddelandehuvudet, kan du v&auml;lja att utesluta f&auml;lten. Men du b&ouml;r f&ouml;rst f&ouml;rs&ouml;ka att l&auml;ra och f&ouml;rklara f&ouml;r medlemmarna vad avsikten &auml;r med s&aring;dana f&auml;lt, och hur de kan d&ouml;lja dem i sina e-postl&auml;sare. Som en sista utv&auml;g kan du utesluta dessa f&auml;lt, men detta rekommenderas inte (denna m&ouml;jligghet kan faktiskt ocks&aring; f&ouml;rsvinna i senare versioner).

source: Should postings include the <tt>List-Post:</tt> header?
ca: L'enviament ha d'incloure la capçalera <tt>List-Post:</tt>?
cs: Mají pøíspìvky obsahovat hlavièku <tt>List-Post:</tt>?
sv: Ska e-postbrev till listan inneh&aring;lla <tt>List-Post</tt> f&auml;ltet?

source: The <tt>List-Post:</tt> header is one of the headers recommended by <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a>. However for some <em>announce-only</em> mailing lists, only a very select group of people are allowed to post to the list; the general membership is usually not allowed to post. For lists of this nature, the <tt>List-Post:</tt> header is misleading. Select <em>No</em> to disable the inclusion of this header. (This does not affect the inclusion of the other <tt>List-*:</tt> headers.)
ca: La capçalera <tt>List-Post:</tt> és una de les capçaleres recomanades pel <a href="http://www.faqs.org/rfcs/rfc2369.html">RFC 2369</a>. De tota manera per algunes llistes <em>announce-only</em> , només un grup molt selecte de gent té permès enviar a la llista; els subscriptors generals no tenen permís per enviar a la llista. Per llistes d'aquesta natura, la capçalera <tt>List-Post:</tt> és enganyosa. Selecciona <em>No</em> per deshabilitar l'inclusió d'aquesta capçalera. (Això no afectarà l'inclusió d'altres capçaleres <tt>List-*:</tt>).
cs: Hlavièka <tt>List-Post:</tt> je jednou z hlavièek doporuèených normou <a href="http://www.faqs.org/rfc/rfc2369.html">RFC 2369</a>. Nicménì nìkteré konference <em>urèené pouze k rozesílání</em> zpráv, kdy úèastníci nemohou do konference sami pøispívat, mohou nastavit, ¾e se hlavièka nepou¾ije a tak nebudou úèastníci mateni. (Nastavení neovlivní ostatní <tt>List-*:</tt> hlavièky.)

source: <b>real_name</b> attribute not changed! It must differ from the list's name by case only.
ca: atribut <b>real_name</b> no canviat! s'ha de diferenciar del nom de la llista només per les majúscules i minúscules.
cs: Atribut <b>real_name</b> nebyl zmìnìn. Od jména konference se smí li¹it jen velikostí písmen.
sv: <b>real_name</b> &auml;ndrades inte! Du kan bara &auml;ndra stora eller sm&aring; bokst&auml;ver i namnet.

source: You cannot add a Reply-To: to an explicit address if that address is blank. Resetting these values.
ca: No pots afegir un Reply-To: si l'adreça està en blanc.
cs: Namù¾ete nastavovat hlavièku Reply-To: na zadanou adresu, kdy¾ jste ¾ádnou nevyplnili. Vracím nastavení na výchozí hodnotu.
sv: Du kan inte l&auml;gga till ett Reply-To: f&auml;lt om adressen &auml;r tom. S&auml;tter tillbaka denna inst&auml;llning.

source: Language&nbsp;options
ca: Opcions de&nbsp;llenguatge
cs: Podpora&nbsp;lokalizace
fr: Options&nbsp;de&nbsp;langue
sv: Inst&auml;llningar&nbsp;f&ouml;r&nbsp;spr&aring;k

source: Natural language (internationalization) options.
ca: Opcions de llenguatge natural (internacionalització).
cs: Parametry internacionalizace - komunikace v národních jazycích
fr: Options de langue naturelle (internationalisation)
sv: St&ouml;d f&ouml;r flera spr&aring;k. (Internationalisering)

source: Default language for this list.
ca: Llenguatge per omissió d'aquesta llista.
cs: Jazyk, kterým bude tato konference standardnì mluvit.
fr: Langue par défaut pour cette liste.
sv: Standardspr&aring;k f&ouml;r denna lista.

source: This is the default natural language for this mailing list. If <a href="?VARHELP=language/available_languages">more than one language</a> is supported then users will be able to select their own preferences for when they interact with the list. All other interactions will be conducted in the default language. This applies to both web-based and email-based messages, but not to email posted by list members.
ca: Aquest és el llenguatge natural d'aquesta llista de correu. Si <a href="?VARHELP=language/available_languages">es suporta més d'un llenguatge</a>, els usuaris podràn seleccionar les seves pròpies preferències per a interactuar am la llista. Totes les altres interaccions es faran amb el llenguatge per defecte. Això s'aplica tant als missatges web com de correu electrònic, però no als correus electrònics enviats per els membres de la llista.
cs: Toto je výchozí jazyk pou¾ívaný pro komunikaci s konferencí. Pokud je v <a href="?VARHELP=language/available_languages">jazyky k dispozici </a> vybráno více voleb, budou mít úèastníci mo¾nost vybrat si jazyk ze seznamu Obsahujícího vybrané jazyky. Tam kde není akce vázána na konkrétního úèastníka, bude komunikace probíhat ve výchozím jazyku.
fr: Ceci est la langue naturelle par défaut de cette liste de diffusion. Si <a href="?VARHELP=language/available_languages">plusieurs langues</a> sont gérées, alors les utilisateurs pourront choisir leurs langues préférée pour les interactions avec la liste. Toutes les autres interaction se feront dans la langue par défaut. Cela s'applique aussi bien aux interfaces web que courriel mais certainement pas aux messages soumit par les abonnés.
sv: Detta &auml;r det standardspr&aring;k som anv&auml;nds f&ouml;r denna e-postlista. Om <a href="?VARHELP=language/available_languages">mer &auml;n ett spr&aring;k/<a> st&ouml;ds, kommer medlemmar av listan att sj&auml;lva kunna v&auml;lja vilket spr&aring;k som ska anv&auml;ndas n&auml;r de g&aring;r in p&aring; sin personliga webbsida, och n&auml;r meddelanden fr&aring;n systemet skickas till dem. Om medlemmen inte sj&auml;lv &auml;ndrar n&aring;got, kommer detta standardspr&aring;k att anv&auml;ndas. Detta g&auml;ller b&aring;de webbaserade och e-postbaserade meddelanden, men inte meddelanden som skickas av listans medlemmar.

source: Languages supported by this list.
ca: Llenguatges suportats per aquesta llista
cs: Jazyk, kterým bude tato konference standardnì mluvit.
fr: Langues gérées par cette liste.
sv: Spr&aring;k som denna lista st&ouml;der.

source: These are all the natural languages supported by this list. Note that the <a href="?VARHELP=language/preferred_language">default language</a> must be included.
ca: Aquestos son els llenguatges naturals suportats per la llista. Nota que el <a href="?VARHELP=language/preferred_language">llenguatge per defecte</a> hi ha de ser inclòs.
cs: Toto je seznam jazykù, které mù¾ete vybrat a umo¾nit tak úèastníkùm jejich pou¾íváni. Nezapomeòte, ¾e <a href="?VARHELP=language/preferred_language">výchozí jazyk</a> musí být také vybrán.
fr: Ceci est la liste de toute les langues gérées par cette liste. Notez que la <a href="?VARHELP=language/preferred_language">langue par défaut</a> doit être présente.
sv: H&auml;r &auml;r alla spr&aring;k som denna lista har st&ouml;d f&ouml;r. Observera att <a href="?VARHELP=language/preferred_language">standardspr&aring;ket</a> m&aring;ste vara med.

source: Always
ca: Sempre
cs: V¾dy

source: As needed
ca: Quan calgui
cs: Dle potøeby

source: Never
ca: Mai
cs: Nikdy

source: Encode the <a href="?VARHELP=general/subject_prefix">subject prefix</a> even when it consists of only ASCII characters?
ca: Codificar el <a href="?VARHELP=general/subject_prefix">prefix del tema</a> encara que consisteixi únicament de caràcters ASCII?
cs: Kódovat <a href="?VARHELP=general/subject_prefix">prefix hlavièky subject</a> i kdy¾ obsahuje pouze ASCII znaky?

source: If your mailing list's default language uses a non-ASCII character set and the prefix contains non-ASCII characters, the prefix will always be encoded according to the relevant standards. However, if your prefix contains only ASCII characters, you may want to set this option to <em>Never</em> to disable prefix encoding. This can make the subject headers slightly more readable for users with mail readers that don't properly handle non-ASCII encodings. <p>Note however, that if your mailing list receives both encoded and unencoded subject headers, you might want to choose <em>As needed</em>. Using this setting, Mailman will not encode ASCII prefixes when the rest of the header contains only ASCII characters, but if the original header contains non-ASCII characters, it will encode the prefix. This avoids an ambiguity in the standards which could cause some mail readers to display extra, or missing spaces between the prefix and the original header.
ca: Si l'idioma per defecte de la llista utilitza un conjunt de caràcters no ASCII, el prefix es codificarà segons l'estàndard. No obstant , si el prefix conté únicament caràcters ASCII, podria posar aquesta opció a <em>Mai</em> per a inhabilitar la codificació del mateix. Això podria fer les capçaleres lleugerament més llegibles per a aquells usuaris que utilitzin lectors de correu que no funcionin bé amb codificacions no ASCII. <p>Observi no obstant, que si la llista de distribució rep missatges amb l'assumpte codificat unes vegades i unes altres sense codificar, igual preferiria elegir <em>Quan sigui necessari</em>. Fent servir aquesta opció, Mailman no codificarà prefixos ASCII quan la resta de la capçalera contingui sol caràcters ASCII, però si la capçalera original conté caràcters no ASCII, codificarà el prefix. Això evita una ambigüitat en l'estàndard que podria causar que alguns lectors de correu mostrin espais extres entre el prefix i la capçalera original.
cs: Pokud provozujete konferenci v jazyce, který nepou¾ívá ASCII kódování a prefix pøidaný k poli Subject obsahuje znaky, které nespadají do èistého ASCII kódování, bude celý Subject zakódován Podle bì¾ných standardù. Nicménì pokud prefix obsahuje pouze ASCII znaky, mo¾ná budete chtít nastavit volbu na <em>Nikdy</em> co¾ zajistí, ¾e se Subject nebude nikdy kódovat. To mù¾e zajistit, ¾e zpráva bude lépe èitelná pro ty, kteøí mají star¹í klienty, které neumí èíst korektnì národní znaky. <p>Pokud ale distribuujete pøíspìvky, které mohou v Subjectu obsahovat národní znaky, zvolte volbu <em>Dle potøeby</em>. To zajistí, ¾e Mailman bude kódovat celé Subjecty, pokud budou obsahovat alespoò jeden národní znak. Proto¾e mù¾e nastat situace, kdy Subject bude dodán v jiném kódování, ne¾ pou¾ívá konference, je kódování provádìno nadvakrát, jednou prefix a za nìj je pøidán originální Obsah Subjectu. To mù¾e u nìkterých po¹tovních vést k zobrazení mezery mezi prefixem a subjectem, nebo k jinak pøekvapivému chování.

source: Membership&nbsp;List
ca: Llista de&nbsp;Membres
cs: Seznam&nbsp;úèastníkù
sv: Lista&nbsp;&ouml;ver&nbsp;medlemmar

source: Mass&nbsp;Subscription
ca: Subscripció&nbsp;Massiva
cs: Hromadné&nbsp;pøihlá¹ení
sv: L&auml;gga&nbsp;in&nbsp;nya&nbsp;medlemmar&nbsp;p&aring;&nbsp;listan

source: Mass&nbsp;Removal
ca: Eliminació&nbsp;Massiva
cs: Hromadné&nbsp;odhlá¹ení úèastníkù
sv: Ta&nbsp;bort&nbsp;medlemmar&nbsp;fr&aring;n&nbsp;listan

source: Non-digest&nbsp;options
ca: Opcions de&nbsp;No-resum
cs: Parametry&nbsp;bì¾ného doruèování
fr: Options&nbsp;de&nbsp;rmises&nbsp;Non-groupées
sv: Inst&auml;llningar&nbsp;f&ouml;r&nbsp;normalversion

source: Policies concerning immediately delivered list traffic.
ca: Política referent al lliurament del tràfic de la llista a mesura que arriba.
cs: Pravidla vztahující se na pøíspìvky distribuované okam¾itì
fr: Règles concernant le traffic de liste immédiatement délivré.
sv: Regler f&ouml;r utskick i normalversion.

source: Can subscribers choose to receive mail immediately, rather than in batched digests?
ca: Poden els subscriptors escollir rebre correu immeditament, en lloc de rebre els resums?
cs: Mohou si úèastníci zvolit pøímou distribuci místo digestu?
fr: Est ce que les abonnés ont le droit de choisir de recevoir les courriel immédiatement au lieu de les avoir par lots?
sv: Kan medlemmar v&auml;lja normalversion?

source: Full Personalization
ca: Personalització completa
cs: Personalizace pøíspìvkù

source: Should Mailman personalize each non-digest delivery? This is often useful for announce-only lists, but <a href="?VARHELP=nondigest/personalize">read the details</a> section for a discussion of important performance issues.
ca: Hauria Mailman de personalitzar cada lliurament no-resum? Això pot ser útil per una llista només d'anuncis, però <a href="?VARHELP=nondigest/personalize">llegeix els detalls</a> per informació important sobre el rendiment.
cs: Má Mailman personifikovat ka¾dou rozeslanou zprávu (kromì digestu)? Tohle mù¾e být u¾iteèné pro konference, kde se zasílají jen rùzná oznámení, nicménì <a href="?VARHELP=nondigest/personalize">pøeètìte si v návodu</a> dùle¾ité informace o dopadech na rychlost doruèování.
fr: Mailman doit-il personnaliser chaque message normal remit? Ceci est généralement utile pour les listes d'annonces, <a href="?VARHELP=nondigest/personalize">lisez</a> les commentaires liés aux problèmes de performances.
sv: Ska Mailman g&ouml;ra varje e-postbrev som skickas via listan (i normalversion) personligt? Detta &auml;r ofta anv&auml;ndbart f&ouml;r e-postlistor avsedda att anv&auml;ndas f&ouml;r kung&ouml;relser, men <a href="?VARHELP=nondigest/personalize">l&auml;s hj&auml;lptexten</a> f&ouml;r en diskussion kring resultatet.

source: Normally, Mailman sends the regular delivery messages to the mail server in batches. This is much more efficent because it reduces the amount of traffic between Mailman and the mail server. <p>However, some lists can benefit from a more personalized approach. In this case, Mailman crafts a new message for each member on the regular delivery list. Turning this feature on may degrade the performance of your site, so you need to carefully consider whether the trade-off is worth it, or whether there are other ways to accomplish what you want. You should also carefully monitor your system load to make sure it is acceptable. <p>Select <em>No</em> to disable personalization and send messages to the members in batches. Select <em>Yes</em> to personalize deliveries and allow additional substitution variables in message headers and footers (see below). In addition, by selecting <em>Full Personalization</em>, the <code>To</code> header of posted messages will be modified to include the member's address instead of the list's posting address. <p>When personalization is enabled, a few more expansion variables that can be included in the <a href="?VARHELP=nondigest/msg_header">message header</a> and <a href="?VARHELP=nondigest/msg_footer">message footer</a>. <p>These additional substitution variables will be available for your headers and footers, when this feature is enabled: <ul><li><b>user_address</b> - The address of the user, coerced to lower case. <li><b>user_delivered_to</b> - The case-preserved address that the user is subscribed with. <li><b>user_password</b> - The user's password. <li><b>user_name</b> - The user's full name. <li><b>user_optionsurl</b> - The url to the user's option page. </ul>
ca: Normalment, Mailman envia els enviaments regulars al servidor de correu en lots. Això és més eficient perquè redueix la quantitat de tràfic entre Mailman i el servidor de correu. <p>No obstant això, algunes llistes poden beneficiar-se de la personalització d'una o més característiques. En aquest cas Mailman construeix un missatge nou per a cada subscriptor regular. Activar aquesta característica, pot degradar el rendiment del seu lloc web, de manera que necessita avaluar els pros i els contres o si existeixen formes alternatives de fer el que vol. S'hauria de monitorizar el rendiment del sistema per a assegurar-se que és acceptable. <p>Seleccioni <em>No</em> per a inhabilitar la personalització i enviar els missatges dels subscriptors en lots. Seleccioni <em>Si</em> per a personalitzar els lliuraments i permetre qualsevol personalització addicional ja sigui en la capçalera o al peu de pàgina dels missatges (vegi més abaix). A més, seleccionant <em>Personalització completa</em>, la capçalera <code>To:</code> dels missatges enviats es modificaran per a reflectir als subscriptors en comptes de l'adreça d'enviament de la llista. <p>Quan la personalització està establerta, es poden incloure més variables d'expansió a la <a href="?VARHELP=nondigest/msg_header">capçalera del missatge</a> i al <a href="?VARHELP=nondigest/msg_footer">peu de pàgina del missatge</a>. Les següents variables de substitució addicionals estaran disponibles per a les capçaleres i el peu de pàgina del missatge sempre que aquesta característica estigui habilitada: <ul><li><b>user_address</b> - L'adreça de l'usuari, forçada a minúscules. <li><b>user_delivered_to</b> - L'adreça case-preserved amb la qual el usuari està subscrit. <li><b>user_password</b> - La contrasenya del usuari. <li><b>user_name</b> - El nom complet de l'usuari. <li><b>user_optionsurl</b> - La URL a la pàgina d'opcions de l'usuari. </ul>
cs: Za normálních okolností pøedává Mailman k doruèení pøíspìvky s celými bloky adres. To je nejrychlej¹í metoda, která minimalizuje objem komunikace mezi Mailmanem a SMTP serverem. <p>Nìkdy ale mù¾e být u¾iteèné zasílat ka¾dý pøíspìvek separátnì a vkládat do nìj informace, které umo¾ní pøesnì zjistit, na kterou adresu úèastníka byl pøíspìvek zaslán. Pokud se takový pøíspìvek vrátí, nemusí nám vadit, ¾e nám jej vrací nekorektní SMTP server, který nám vrátil zprávu ve stavu, kdy nemù¾eme zjistit, komu vlastnì zpráva nebyla doruèena. <p>Nevýhodou tohoto øe¹ení je vysoká re¾ie spojená a bìhem Mailmanu. Pokud budete pou¾ívat tuto variantu, musíte peèlivì sledovat zátì¾ systému, abyste si nezpùsobili sami sobì DOS útok. <p>Aktivace této volby zpùsobí dvì vìci. Jednak je zmìnìna hlavièka <code>To:</code> tak, ¾e pøíspìvek vypadá jako zaslaný konkrétnímu úèastníkovi a ne do konference. Za druhé se pøístupní nìkolik dal¹ích promìnných, které lze pou¾ít pro substituce v <a href="?VARHELP=nondigest/msg_header">hlavièkách</a> zprávy a nebo v <a href="?VARHELP=nondigest/msg_footer">patièce</a>. Jedná se o tyto promìnné: <ul><li><b>user_address</b> - Adresa úèastníka konvertovaná na malá písmena <li><b>user_delivered_to</b> - Adresa úèastníka s velikostí písmen tak, jak ji uvedl v pøihlá¹ce. <li><b>user_password</b> - Heslo úèastníka. <li><b>user_name</b> - Celé jméno úèastníka. <li><b>user_optionsurl</b> - URL s odkazem na konfiguraèní stránku úèastníka. </ul>

source: Header added to mail sent to regular list members
ca: Capçalera afegida al correu enviat als membres regulars de la llista
cs: Hlavièka pøidávaná do pøíspìvkù zasílaných ne-digest úèastníkùm.
fr: En-tête ajouté aux messages envoyés aux abonnés ordinaires
sv: Topptext som l&auml;ggs till &ouml;verst i e-postbrev som skickas till listans medlemmar

source: Text prepended to the top of every immediately-delivery message.
ca: Text a afegir en la part superior de cadascun dels missatges que es lliura a mesura que arriben.
cs: Text pøidaný na zaèátek ka¾dé ihned distribuované zprávy.
fr: Texte ajouté au debut de tout message à émission immédiate.
sv: Text som l&auml;ggs till &ouml;verst i e-postbrev som skickas till listans medlemmar.

source: Footer added to mail sent to regular list members
ca: Peu de pàgina afegit al correu enviat als membres regulars de la llista.
cs: Patièka pøidaná ke ka¾dé ihned distribuované zprávì.
fr: Les pieds de page sont ajoutés aux messages envoyés par les membres reguliers de la liste.
sv: Bottentext som l&auml;ggs till nederst i e-postbrev som skickas till listans medlemmar

source: Text appended to the bottom of every immediately-delivery message.
ca: Text a afegir en la part inferior de cadascun dels missatges que es lliura a mesura que arriben.
cs: Text pøidaný na konec ihned rozesílaných pøíspìvkù.
fr: Texte ajouté au bas de chaque message à remise immédiate.
sv: Text som l&auml;ggs till nederst i e-postbrev som skickas till listans medlemmar.

source: Passwords
ca: Contrasenyes
cs: Hesla
sv: L&ouml;senord

source: Subscription&nbsp;rules
ca: Normes de&nbsp;subscripció
cs: ®ádosti o&nbsp;pøihlá¹ení
sv: Ans&ouml;kningar&nbsp;om&nbsp;medlemskap

source: Sender&nbsp;filters
ca: Filtres de&nbsp;remitent
cs: Filtrace&nbsp;odesílatelù
sv: Filtrering&nbsp;p&aring;&nbsp;avs&auml;ndare

source: Recipient&nbsp;filters
ca: Filtres de&nbsp;destinatari
cs: Filtrace&nbsp;adresátù

source: Spam&nbsp;filters
ca: Filtres&nbsp;de Spam
cs: Filtrace&nbsp;spamu
sv: Spamfilter

source: None
ca: Cap
cs: nic
sv: Ingen

source: Confirm
ca: Confirmar
cs: Potvrï
sv: Bekr&auml;ftelse

source: Require approval
ca: Requerir aprovació
cs: Vy¾aduj schválení
sv: Godk&auml;nnande

source: Confirm and approve
ca: Confirmar i aprovar
cs: potvrzení úèastníkem a schválení moderátorem
sv: Bekr&auml;ftelse och godk&auml;nnande
