Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Clone a member address. Cloning a member address means that a new member will be added who has all the same options and passwords as the original member address. Note that this operation is fairly trusting of the user who runs it -- it does no verification to the new address, it does not send out a welcome message, etc. The existing member's subscription is usually not modified in any way. If you want to remove the old address, use the -r flag. If you also want to change any list admin addresses, use the -a flag. Usage: clone_member [options] fromoldaddr tonewaddr Where: --listname=listname -l listname Check and modify only the named mailing lists. If -l is not given, then all mailing lists are scanned from the address. Multiple -l options can be supplied. --remove -r Remove the old address from the mailing list after it's been cloned. --admin -a Scan the list admin addresses for the old address, and clone or change them too. --quiet -q Do the modifications quietly. --nomodify -n Print what would be done, but don't actually do it. Inhibits the --quiet flag. --help -h Print this help message and exit. fromoldaddr (`from old address') is the old address of the user. tonewaddr (`to new address') is the new address of the user.
ca: Clonar una adreça de membre. Clonar una adreça de membre vol dir que s'afegirà un nous membre amb les mateixes opcions i contrasenyes que el membre original de la adreça. Aquesta opció no envia verificació a la nova adreça ni envia un missatge de benvinguda, etc. La subscripció de membre existent normalment no es modifica de cap manera Si vols eliminar l'adreça antiga, fes servir la senyal -r. Si a més vols canviar l'adreça del admin de la llista fese servir la senyal -a. Ús: clone_member [opcions] fromoldaddr tonewaddr On: --listname=listname -l listname Comprovar i modificar només les llistes donades.Si -l no s'especifica, totes les llistes són escanejades. Es poden especificar múltiples opcions -l. --remove -r Eliminar l'adreça antiga de la llista de correu després de clonarla. --admin -a Escanejar lles adreces dels admins de la llista i clonarles o canviarles. --quiet -q Fer les modificacions en silenci. --nomodify -n Mostrar el que es farà però no fer res. --help -h Mostra aquest missatge i surt. fromoldaddr (`de l'adreça antiga') és l'adreça antiga del usuari. tonewaddr (`a l'adreça nova') és la nova adreça del usuari.
fr: Cloner un abonné. Cloner l'adresse d'un abonné signifie que le nouvel abonné héritera de toute les options de l'abonné cloné ainsi que de son mot de passe. Noter que ce programme fait confiance à l'utilisateur qui l'exécute -- il ne vérifie pas la nouvelle adresse, il n'envoie pas de message de bienvenue, etc. Les caractéristiques de l'abonné ne sont en général pas modifiées. Si vous voulez supprimer l'ancienne adresse, utilisez l'option -r. Si vous voulez changer une adresse d'administrateur de liste, utilisez l'option -a. Usage: clone_member [options] deancienneadddr versnouvelleaddr Où: --listname=nom_liste -l nom_liste Agir sur les seules listes nommées. Si -l n'est pas fournit, alors toute les listes de diffusion sont scannées à la recherche de l'adresse. Il est admit d'avoir plusieurs -l. --remove -r Supprimer l'adresse de la liste après son clonage. --admin -a Scanner la liste à la recherche de l'ancienne adresse de l'administrateur et la remplacer ou la cloner. --quiet -q Faire les modifications sans tambour ni trompette. --nomodify -n Afficher ce qui devrait être fait, sans vraiment le faire. Ceci inhibe l'option -q --help -h Afficher ce message et sortir. deancienneaddr (`de ancienne adresse') est l'ancienne adresse utilisateur. versnouvelleaddr (`vers nouvelle adresse') est la nouvelle adresse de l'utilisateur.
sv: Klonar en medlemsadress. Att klona en medlemsadress betyder att kopiera inst&auml;llningarna f&ouml;r en medlem &ouml;ver till en ny medlem, med en annan e-postadress. Den uppsprungliga medlemmens inst&auml;llningar &auml;ndras inte, men kan tas bort genom att anv&auml;nda -r flaggan. Om du ocks&aring; &ouml;nskar att &auml;ndra e-postadressen till en av listadministrat&ouml;rerna, anv&auml;nd -a flaggan. Observera: detta kommando litar p&aring; den som k&ouml;r det, det s&auml;nds ingen bekr&auml;ftelse, v&auml;lkomsth&auml;lsning eller liknande till den nya adressen. Anv&auml;nds s&aring; h&auml;: clone_member [val] fr&aring;ngammaladresstillnyadress D&auml;r: --listname=listnamn -l listnamn G&aring;r igenom och &auml;ndrar bara p&aring; namngivna e-postlistor. Om -l inte uppges, anv&auml;nds alla e-postlistor. Flera -l kan anv&auml;ndas. --remove -r Avanm&auml;ler den gamla e-postadressen efter det att den nye &auml;r anm&auml;ld. --admin -a G&aring;r igenom och eventuellt &auml;ndrar &auml;ven administrat&ouml;rsadresser. --quiet -q Utf&ouml;r &auml;ndringer s&aring; stillsamt som m&ouml;jligt. --nomodify -n Utf&ouml;r inga &auml;ndringar, men visar vad som skulle blivit utf&ouml;rt. --help -h Visar denna hj&auml;lptext. fr&aring;ngammaladress ('fr&aring;n gammal adress') &auml;r e-postadressen till medlemmen som ska kopieras fr&aring;n. tillnyadress ('till ny adress') &auml;r den nya e-postadressen som ska uppr&auml;ttas, och som ska f&aring; den gamla adressens inst&auml;llningar.

source: processing mailing list:
ca: processant llista de correu:
cs: zpracovávám konferenci:
fr: Traitement de la liste:
sv: behandlar e-postlistan:

source: scanning list owners:
ca: escanejant els amos de la llista:
cs: hledám vlastníka konference:
fr: Balayage des propriétaires de liste:
sv: g&aring;r igenom listans &auml;gare:

source: new list owners:
ca: Nous amos de la llista:
fr: nouveaux propriétaires de liste:
sv: nya list&auml;gare:

source: (no change)
ca: (no hi ha canvis)
fr: (pas de modifications)
sv: (ingen &auml;ndring)

source: address not found:
ca: adreça no trobada:
fr: adresse non trouvée
sv: hittade inte adressen:

source: clone address added:
ca: adreça clonada afegida:
fr: adresse clone ajoutée:
sv: kopierade adressen:

source: clone address is already a member:
ca: l'adreça clonada ja és membre:
cs: cílová adresa, na kterou klonujete je ji¾ úèastníkem:
fr: une adresse semblable est déjà abonnée:
sv: den kopierdee adressen &auml;r redan medlem:

source: original address removed:
ca: Adreça original eliminada:
fr: Adresse d'origine supprimée:
sv: den ursprungliga adressen togs inte bort:

source: Not a valid email address: %(toaddr)s
ca: No és una adreça vàlida: %(toaddr)s
cs: Neplatná emailová adresa %(toaddr)s
fr: Adresse courriel invalide: %(toaddr)s
sv: Ingen giltig e-postadress: %(toaddr)s

source: Error opening list "%(listname)s", skipping. %(e)s
ca: Error obrint la llista "%(listname)s", saltant. %(e)s
fr: Erreur lors de l'ouverture de la liste "%(listname)s", au suivant. %(e)s
sv: Hoppar &ouml;ver listan "%(listname)s" p g a fel under &ouml;ppnande. %(e)s

source: Configure a list from a text file description. Usage: config_list [options] listname Options: --inputfile filename -i filename Configure the list by assigning each module-global variable in the file to an attribute on the list object, then saving the list. The named file is loaded with execfile() and must be legal Python code. Any variable that isn't already an attribute of the list object is ignored (a warning message is printed). See also the -c option. A special variable named `mlist' is put into the globals during the execfile, which is bound to the actual MailList object. This lets you do all manner of bizarre thing to the list object, but BEWARE! Using this can severely (and possibly irreparably) damage your mailing list! --outputfile filename -o filename Instead of configuring the list, print out a list's configuration variables in a format suitable for input using this script. In this way, you can easily capture the configuration settings for a particular list and imprint those settings on another list. filename is the file to output the settings to. If filename is `-', standard out is used. --checkonly -c With this option, the modified list is not actually changed. Only useful with -i. --verbose -v Print the name of each attribute as it is being changed. Only useful with -i. --help -h Print this help message and exit. The options -o and -i are mutually exclusive.
ca: Configurar una llista a partir d'un fitxer de text de descripció. Ús: config_list [opcions] listname Opcions: --inputfile filename -i filename Configura la llista assignant cada variable de modul-global continguda en el fitxer a un atribut de l'objecte llista, guardant els canvis a continuació. El fitxer especificat es carrega amb execfile() i té que contenir codi Python vàlid. Qualsevol variable que no sigui un atribut vàlid d'una llista s'ignorarà (imprimint un missatge d'avís). Vegi també l'opció -c. Una variable especial `mlist' es posa en l'àmbit global durant l'execució de execfile, que s'associa a la llista actual. Això li permet fer tot tipus de coses rares a la llista, però ¡VAGI AMB COMPTE! fer servir això pot danyar seriosament (i possiblement irreversiblement) la seva llista de distribució. --outputfile filename -o filename En comptes de configurar la llista, imprimeix les variables de configuració de la llista en un format adequat per a usar-lo com entrada a aquest script. D'aquesta manera, pot guardar les opcions de configuració d'una llista i usar-les per a configurar altra llista. Les opcions de configuració es guarden a `filename'. Si filename és `-', la sortida del programa s'envia a la sortida estàndard. --checkonly -c Amb aquesta opció la llista no és canviada. Només es útil amb lópció -i. --verbose -v Mostrar el nom dels atributs aixi com es van canviant. Només útil amb l'opció -i. --help -h Mostra aquest missatge i surt. Les opcions -o i -i són mutuament exclusives.
fr: Configurer une liste a partir des descriptions contenues dans un fichier texte. Usage: config_list [options] nom_liste Options: --inputfile nom_fichier -i nom_fichier Configurer la liste en attribuant à chaque objet de la liste une variable globale de module contenue dans le fichier, puis sauvegarder la liste. Le fichier nommé est chargé par l'entremise d'execfile() et doit être un code Python valide. Toute variable ne correspondant pas à un attribut de l'objet liste est ignorée (un message est affiché). Voyez également l'option -c. Une variable spéciale appelée `mlist' est insérée dans l'espace globale durant l'appel execfile, cette variable est actuellement attachée à l'objet MailList courante. Ceci vous permet de faire toute sortes de choses bizarres à l'objet liste, mais prenez garde, cela pourrait profondément et (même irréversiblement) endommager votre liste! --outputfile nom_fichier -o nom_fichier Au lieu de configurer la liste, sortir les variables de configuration de liste sous un format utilisable par ce script. De cette façon, vous pourrez facilement recueillir la configuration d'une liste et l'attacher à une autre liste. nom_fichier est le fichier utilisé pour la sortie. Si `-' est fournit comme nom_fichier, alors la sortie standard est utilisée. --checkonly -c Avec cette option, la liste cible n'est pas vraiment modifiée, ceci est seulement utile avec -i. --help -h Afficher ce message puis quitter. Les options -o et -i s'excluent mutuellement
sv: Konfigurerar listan fr&aring;n en textfil. Anv&auml;nds s&aring; h&auml;r: config_list [val] listnamn Val: --inputfile filnamn -i filnamn Konfigurerar listan genom att l&auml;sa in filen och s&auml;tta attribut till listans objekt efter variablerna i filen. Filen l&auml;ses in med funktionen execfile() och m&aring;ste d&auml;rf&ouml;r vara giltig Pythonkod. Alla variabler som inte &auml;r ett attribut i listobjektet hoppas &ouml;ver (en varning visas). Se ocks&aring; -c valet. Den speciella variabeln 'mlist' inom execfile(), binds till sj&auml;lva MailList objektet. Detta g&ouml;r att du kan g&ouml;ra allt med listobjektet, s&aring; VAR F&Ouml;RSIKTIG! Felaktig anv&auml;ndning kan fullst&auml;ndigt &ouml;del&auml;gga e-postlistan! --outputfile filnamn -o filnamn Skriver ut hela listans konfiguration till en fil (som &aring;ter kan sparas med -i, se ovan), ist&auml;llet f&ouml;r att konfigurera listan. Detta &auml;r till exempel ett enkelt s&auml;tt att kopiera inst&auml;llningarna f&ouml;r en lista &ouml;ver till en annan lista. 'filnamn' &auml;r namnet p&aring; filen som konfigurationen ska skrivas till. Om filnamnet &auml;r '-', skriver skriptet till standard output. --checkonly -c G&ouml;r bara en kontroll av data, utan att &auml;ndra p&aring; listan. Bara anv&auml;ndbart f&ouml; -i valet. --verbose -v Visar namnet p&aring; alla attribut som &auml;ndras. Bara anv&auml;ndbart f&ouml;r -i valet. --help -h Visar denna hj&auml;lptext. -o och -i kan inte anv&auml;ndas samtidigt.

source: options
ca: opcions
cs: Vlastnosti

source: legal values are:
ca: Els valors acceptats són:
fr: Les valeurs admises sont:
sv: giltiga v&auml;rden:

source: attribute "%(k)s" ignored
ca: atribut "%(k)s" ignorat
fr: propriété "%(k)s" ignorée
sv: hoppar &ouml;ver attribut "%(k)s"

source: attribute "%(k)s" changed
ca: atribut "%(k)s" canviat
fr: propriété "%(k)s" modifiée
sv: &auml;ndrat p&aring; attributen "%(k)s"

source: Non-standard property restored: %(k)s
ca: Propietat no estàndard restaurada: %(k)s

source: Invalid value for property: %(k)s
ca: Valor erroni per a la propietat: %(k)s
cs: Chybná hodnota parametru: %(k)s

source: Bad email address for option %(k)s: %(v)s
ca: Adreça de correu electrònic errònia per a l'opció %(k)s: %(v)s
cs: Chybná emailová adresa pro parametr %(k)s: %(v)s

source: Only one of -i or -o is allowed
ca: Només una de les opcions -i o -o es permesa
fr: Une seule des options -i ou -o est autorisée
sv: Bara en av parametrarna "-i" eller "-o" kan anv&auml;ndas &aring;t g&aring;ngen

source: One of -i or -o is required
ca: una de les opcions -i o -o és requerida
fr: Une des options -i ou -o est requise
sv: Du M&Aring;STE anv&auml;nda en av parametrarna "-i" eller "-o"

source: List name is required
ca: Nom de la llista és requerit
cs: Jméno konference je vy¾adováno.
fr: Le nom de la liste est requis
sv: Du M&ARING;STE specifisera listans namn

source: Convert a list's interpolation strings from %-strings to $-strings. This script is intended to be run as a bin/withlist script, i.e. % bin/withlist -l -r convert <mylist>
ca: Convertir les cadenes d'interpolació d'una llista de %-strings a $-strings. Aquest script està fet per executarse com un script bin/withlist script, ex. % bin/withlist -l -r convert <mylist>

source: Saving list
ca: Desant llista
cs: Ukládám konferenci
sv: Sparar listan

source: Dump the contents of any Mailman `database' file. Usage: %(PROGRAM)s [options] filename Options: --marshal/-m Assume the file contains a Python marshal, overridding any automatic guessing. --pickle/-p Assume the file contains a Python pickle, overridding any automatic guessing. --noprint/-n Don't attempt to pretty print the object. This is useful if there's some problem with the object and you just want to get an unpickled representation. Useful with `python -i bin/dumpdb <file>'. In that case, the root of the tree will be left in a global called "msg". --help/-h Print this help message and exit If the filename ends with `.db', then it is assumed that the file contains a Python marshal. If the file ends with `.pck' then it is assumed to contain a Python pickle. In either case, if you want to override the default assumption -- or if the file ends in neither suffix -- use the -p or -m flags.
ca: Bolcar els continguts de qualsevol fitxer `database' de Mailman. Ús: %(PROGRAM)s [options] filename Opcions: --marshal/-m Assumir que el fitxer conté un fitxer marshal de Python, anul·lant qualsevol esbrinament automàtic. --pickle/-p Assumir que el fitxer conté un fitxer pickle de Python, anul·lant qualsevol esbrinament automàtic. --noprint/-n No tractar d'imprimir amb format l'objecte. Aquesta opció és útil si hi ha algun tipus de problema amb l'objecte i només vol obtenir una representació. Útil amb `python -i bin/dumpdb <file>`. En aquest cas, l'arrel de l'arbre es deixarà en una variable global anomenada "msg". --help/-h Mostra aquest missatge i surt. Si el nom del fitxer acaba amb `.db', aleshores es suposa que el fitxer està en format marshal de Python. Si el nom del fitxer acaba en `.pck' aleshores es suposa que el fitxer està en format pickle de Python. En qualsevol cas, si es vol anul·lar la suposició per defecte -- o si el nom de fitxer no acaba amb cap dels sufixes -- , cal utilitzar l'opció -p o -m.

source: No filename given.
ca: No s'ha donat cap nom de fitxer.
cs: Nebyl zadán název souboru.
fr: Aucun nom de fichier fourni.
sv: Inget filnamn angett

source: Bad arguments: %(pargs)s
ca: Arguments erronis: %(pargs)s
fr: Mauvais argument: %(pargs)s
sv: Ogiltig parameter: %(pargs)s

source: Please specify either -p or -m.
ca: Per favor, especifica una de les opcions -p o -m
fr: Veillez spécifier l'une des options -p ou -m.
sv: Var v&auml;nlig anv&auml;nd -p eller -m.

source: Find all lists that a member's address is on. Usage: find_member [options] regex [regex [...]] Where: --listname=listname -l listname Include only the named list in the search. --exclude=listname -x listname Exclude the named list from the search. --owners -w Search list owners as well as members. --help -h Print this help message and exit. regex A Python regular expression to match against. The interaction between -l and -x is as follows. If any -l option is given then only the named list will be included in the search. If any -x option is given but no -l option is given, then all lists will be search except those specifically excluded. Regular expression syntax is Perl5-like, using the Python re module. Complete specifications are at: http://www.python.org/doc/current/lib/module-re.html Address matches are case-insensitive, but case-preserved addresses are displayed.
ca: Trobar totes les llistes a les que hi ha l'adreça d'un membre. Ús: find_member [opcions] regex [regex [...]] On: --listname=listname -l listname Cercar només a la llista donada. --exclude=listname -x listname Excloure la llista donada de la recerca. --owners -w Cercar tant als amos de les llistes com als membres. --help -h Mostrar aquest missatge d'ajuda i sortir. regex Una expressió regular de Python amb la que comparar. L'interacció de -l i -x és aixi. Si es dona la opció -l la única llista donada es farà servir per a la recerca. Si hi ha la opció -x però no la opció -l, es cercara a totes les llistes excete a les específicament excloses. La sintaxi de les expressions regulars es com les del Perl5, fent servir el modul Python. Les especificacions són a: http://www.python.org/doc/current/lib/module-re.html Les coincidencies de les adreces son case-insensitive, però les adreces case-preserved són mostrades.
fr: Trouver toute les listes contenant l'adresse d'un abonné. Usage: find_member [options] regex [regex [...]] Où: --listname=nom_liste -l nom_liste Ne considérer que la liste fournit pour la recherche. --exclude=nom_liste -x nom_liste Ne pas considérer la liste nommée dans la recherche. --owners -w Considérer les propriétaires de listes comme candidats potentiels. --help -h Afficher ce message d'aide et quitter. regex Une expression régulière Python pour la comparaison. L'interaction entre les options -l et -x se passe comme suit: Si une option -l est fournit, alors cette liste sera une cible de recherche. Si une option -x est fournit sans option -l, alors toute les listes sauf celles spécifiées avec une options -x seront utilisées. La syntaxe des expressions régulières est celle de Perl5 avec l'utilisation du module re de Python. Les spécifications complètes sont disponible à http://www.python.org/doc/current/lib/module-re.html La comparaison des adresses se fait avec non respect de la casse tandis que les résultats trouvés seront affichés avec leurs casses originales.
sv: S&ouml;ker efter en e-postadress i e-postlistorna. Anv&auml;nds s&aring;: find_member [val] regex [regex [...]] D&auml;r: --listname=listnamn -l listnamn S&ouml;ker bara i den specifiserade e-postlistan. --exclude=listenamn -x listnamn Utel&auml;mnar den specifiserade e-postlistan fr&aring;n s&ouml;ket. --owners -w S&ouml;ker bland listans &auml;gare f&ouml;rutom bland listans medlemmar. --help -h Visar denna hj&auml;lptext. regex Ett Python regexp-uttryck som ska anv&auml;ndas som s&ouml;km&ouml;nster. F&ouml;rh&aring;llandet mellan -l och -x &auml;r som f&ouml;ljer. Om -l anges, kommer bara den angivna listan att inkluderas i s&ouml;ket. Om -x anges, men inte -l, s&ouml;ks alla listor igenom bortsett fr&aring;n de som specifiserats med -x. Syntax f&ouml;r regexp-uttryck &auml;r som Perl5, n&auml;r Pythons "re" modul anv&auml;nds. Komplett specifikation finns p&aring;: http://www.python.org/doc/current/lib/module-re.html Adresser j&auml;mf&ouml;rs utan skillnad p&aring; sm&aring; och stora bokst&auml;ver, men visas med stora/sm&aring; bokst&auml;ver som de stavas.

source: Search regular expression required
ca: La expressió regular per buscar és requerida
fr: Recherche d'expression regulière requise
sv: Du M&ARING;STE specifisera ett regexp-uttryck

source: No lists to search
ca: No hi ha llistes per buscar
fr: Pas de liste disponible pour effectuer la recherche
sv: Inga listor att s&ouml;ka i

source: found in:
ca: trobat a:
fr: trouvé dans:
sv: finns i:

source: (as owner)
ca: (com amo)
fr: (comme propriétaire)
sv: (som &auml;gare)

source: Reset a list's web_page_url attribute to the default setting. This script is intended to be run as a bin/withlist script, i.e. % bin/withlist -l -r fix_url listname [options] Options: -u urlhost --urlhost=urlhost Look up urlhost in the virtual host table and set the web_page_url and host_name attributes of the list to the values found. This essentially moves the list from one virtual domain to another. Without this option, the default web_page_url and host_name values are used. -v / --verbose Print what the script is doing. If run standalone, it prints this help text and exits.
ca: Re-establir l'atribut web_page_url d'una llista al seu valor per defecte. Aquest script s'ha d'executar com un script bin/withlist, ex. % bin/withlist -l -r fix_url listname [opcions] Opcions: -u urlhost --urlhost=urlhost Cercar el a la taula de virtual host i establir els atributs web_page_url i host_name dels valors trobats. Això és essencial per moure llistes d'un domini virtual a un altre. Amb aquesta opció es fan servir els valors per defecte de web_page_url i host_name -v / --verbose Mostra el qeu està fent l'script. Si s'executa sol, mostra aquesta ajuda i surt.

source: Setting web_page_url to: %(web_page_url)s
ca: Establint web_page_url a: %(web_page_url)s

source: Setting host_name to: %(mailhost)s
ca: Establint host_name a: %(mailhost)s
