Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: The topic filter categorizes each incoming email message according to <a href="http://www.python.org/doc/current/lib/module-re.html">regular expression filters</a> you specify below. If the message's <code>Subject:</code> or <code>Keywords:</code> header contains a match against a topic filter, the message is logically placed into a topic <em>bucket</em>. Each user can then choose to only receive messages from the mailing list for a particular topic bucket (or buckets). Any message not categorized in a topic bucket registered with the user is not delivered to the list. <p>Note that this feature only works with regular delivery, not digest delivery. <p>The body of the message can also be optionally scanned for <code>Subject:</code> and <code>Keyword:</code> headers, as specified by the <a href="?VARHELP=topics/topics_bodylines_limit">topics_bodylines_limit</a> configuration variable.
fr: Le filtre de thème place chaque courriel qui arrive dans une catégorie sur la base <a href="http://www.python.org/doc/current/lib/module-re.html"> des expressions régulières filtres</a> que vous avez défini ci-dessus. Si l'en-tête <code>Objet:</code> ou <code>Mots Clés:</code> correspond a un thème, alors le message est logiquement placé dans dans un <em>seau</em> de thème. Dés lors, chaque utilisateur peut choisir de ne recevoir de la liste que des messages d'un seau(x) de thème particulier. Tout message qui n'entre pas dans une catégorie de seau de thème déclaré par l'utilisateur ne sera pas remis à la liste. <p>Notez que cette fonctionnalité n'est active qu'en mode de remise normale et est sans effet pour les remises groupées. <p>Le corps du message pourrait accessoirement être analysé à la recherche d'en-têtes <code>Objet:</code> et <code>Mot Clé:</code> en conformité avec la variable de configuration <a href="?VARHELP=topics/topics_bodylines_limit"> topics_bodylines_limit</a>.

source: Note: your list delivery is currently disabled.
fr: Note: les remises sur votre liste sont actuellement désactivées.

source: (<i>The %(which)s is only available to the list members.</i>)
fr: (<i>Le %(which)s n'est disponible que pour les abonnés. à la liste.</i>)

source: (<i>The %(which)s is only available to the list administrator.</i>)
fr: (<i>L'option %(which)s n'est diponible que pour l'administrateur de la litse.</i>)

source: subscribers list
fr: liste des abonnés

source: current archive
fr: archive courante

source: non-digest header
fr: En-tête de remise individuelle

source: non-digest footer
fr: Pied de page du mode non-groupé

source: To finish creating your mailing list, you must edit your /etc/aliases (or equivalent) file by adding the following lines: ## %(listname)s mailing list ## created: %(date)s %(user)s %(list)s "|%(wrapper)s post %(listname)s" %(admin)s "|%(wrapper)s mailowner %(listname)s" %(request)s "|%(wrapper)s mailcmd %(listname)s" %(owner)s %(listname)s-admin
fr: Pour achever la création de votre liste, vous devrez modifier votre fichier /etc/aliases ou tout autre fichier équivalent en y ajoutant les lignes suivantes: ## List de diffusion %(listname)s ## creé: %(date)s %(user)s %(list)s "|%(wrapper)s post %(listname)s" %(admin)s "|%(wrapper)s mailowner %(listname)s" %(request)s "|%(wrapper)s mailcmd %(listname)s" %(owner)s %(listname)s-admin

source: To finish removing your mailing list, you must edit your /etc/aliases (or equivalent) file by removing the following lines: %(list)s "|%(wrapper)s post %(listname)s" %(admin)s "|%(wrapper)s mailowner %(listname)s" %(request)s "|%(wrapper)s mailcmd %(listname)s" %(owner)s %(listname)s-admin
fr: Pour achever la suppression de votre liste de diffusion, vous devrez modifier votre fichier /etc/aliases (ou équivalent) en y supprimant les lignes suivantes: %(list)s "|%(wrapper)s post %(listname)s" %(admin)s "|%(wrapper)s mailowner %(listname)s" %(request)s "|%(wrapper)s mailcmd %(listname)s" %(owner)s %(listname)s-admin

source: checking permissions on %(DBFILE)s
fr: Vérification des permissions pour %(DBFILE)s

source: %(DBFILE)s permissions must be 066x (got %(octmode)s)
fr: les permissions de %(DBFILES) doivent être 066x (alors que j'ai reçu %(octmode)s)

source: checking ownership of %(DBFILE)s
fr: Vérification de la propriété de %(DBFILE)s

source: %(DBFILE)s owned by %(owner)s (must be owned by mailman)
fr: %(DBFILE)s appartient à %(owner)s (doit appartenir à mailman)

source: To finish creating your mailing list, execute the following commands with the proper permission: echo '|preline %(wrapper)s post %(listname)s' >~alias/.qmail-%(listname)s echo '|preline %(wrapper)s mailowner %(listname)s' >~alias/.qmail-%(listname)s-admin echo '|preline %(wrapper)s mailcmd %(listname)s' >~alias/.qmail-%(listname)s-request echo '&%(listname)s-admin' >~alias/.qmail-owner-%(listname)s echo '&%(listname)s-admin' >~alias/.qmail-%(listname)s-owner chmod 644 ~alias/.qmail-%(listname)s ~alias/.qmail-%(listname)s-admin chmod 644 ~alias/.qmail-%(listname)s-request ~alias/.qmail-%(listname)s-owner chmod 644 ~alias/.qmail-owner-%(listname)s
fr: Pour achever la création de la liste de diffusion, executez les commandes suivantes avec les permissions appropriées: echo '|preline %(wrapper)s post %(listname)s' >~alias/.qmail-%(listname)s echo '|preline %(wrapper)s mailowner %(listname)s' >~alias/.qmail-%(listname)s-admin echo '|preline %(wrapper)s mailcmd %(listname)s' >~alias/.qmail-%(listname)s-request echo '&%(listname)s-admin' >~alias/.qmail-owner-%(listname)s echo '&%(listname)s-admin' >~alias/.qmail-%(listname)s-owner chmod 644 ~alias/.qmail-%(listname)s ~alias/.qmail-%(listname)s-admin chmod 644 ~alias/.qmail-%(listname)s-request ~alias/.qmail-%(listname)s-owner chmod 644 ~alias/.qmail-owner-%(listname)s

source: To finish removing your mailing list, you must remove the all the entires for the %(listname)s aliases.
fr: Pour achever la suppression de votre liste, vous devrez supprimer toutes les aliases lié à la liste %(listname).

source: When turned on, your email address is concealed on the Web page that lists the members of the mailing list.
fr: Lorsqu'elle est activée, votre adresse courriel n'est pas affiché dans la page web listant les membres de la liste.

source: When turned on, delivery to your email address is disabled, but your address is still subscribed. This is useful if you plan on taking a short vacation.
fr: Lorsque activée, les remise vers votre adresse courriel sont désactivées alors que vous restez abonné à la liste. Cette option peut s'avérer utile lorsque vous envisagez prendre quelques vcances.

source: When turned on, you get a separate acknowledgement email when you post messages to the list.
fr: Lorsqu'activé, vous recevez un accusé de réception des soumissions que vous faîtes sur la liste.

source: When turned on, you do *not* get copies of your own posts to the list. Otherwise, you do get copies of your own posts (yes, this seems a little backwards). This does not affect the contents of digests, so if you receive postings in digests, you will always get copies of your messages in the digest.
fr: Lorsqu'elle est activée, vous *ne* recevrez pas de copies de vos propres soumissions à la liste. Sinon, vous recevez des copies de vos soumissions (ça paraît effectivement un peu ringard). Cela n'affecte pas le contenu des remises groupées, ainsi si vous recevez les soumissions en mode groupé, vous aurez toujours des copies de vos messages dans les digest.

source: When turned on, you get postings from the list bundled into digests. Otherwise, you get each individual message immediately as it is posted to the list.
fr: Lorsque activée, vous recevez les soumissions à l'endroit de la liste dans un seul lot. Sinon, vous recevez les messages indivuduelles dés qu'ils sont soumit à la liste.

source: When turned on, you get `plain' digests, which are actually formatted using the RFC1154 digest format. This format can be easier to read if you have a non-MIME compliant mail reader. When this option is turned off, you get digests in MIME format, which are much better if you have a mail reader that supports MIME.
fr: Lorsqu'activé, vous recevez les soumissions groupées au format texte brute actuellement formatté en utilisant le format des soumissions groupées de la RFC1154. Ce format peut être plus lisible si votre client de messagerie s'accomode mal de MIME. Lorsque cette option est désactivée, vous recevez les soumissions groupées au format MIME, plus agréable lorsque votre client de messagerie le supporte.

source: Subject line ignored:
fr: Ligne objet ignorée:

source: Maximum command lines (%(maxlines)d) encountered, ignoring the rest...
fr: Taille maximale d'une ligne de commande (%(maxlines)d) atteinte, reste ignoré...

source: End:
fr: Fin:

source: The rest of the message is ignored:
fr: Le reste du message est ignoré:

source: Command?
fr: Commande?

source: Too many errors encountered; the rest of the message is ignored:
fr: Trop d'erreurs rencontrées; reste du message ignoré:

source: An unexpected Mailman error has occurred. Please forward your request to the human list administrator in charge of this list at <%(admin)s>. The traceback is attached below and will be forwarded to the list administrator automatically.
fr: Une erreur inattendu s'est produite avec Mailman. Veillez faire suivre votre requête à la personne physique qui administre cette liste à l'adresse <%(admin)s>. Les raisons sont attachées ci-dessous et elles seront automatiquement envoyées à l'administrateur de la liste.

source: Unexpected Mailman error
fr: Erreur Mailman inattendue

source: An unexpected Mailman error has occurred in MailCommandHandler.ParseMailCommands(). Here is the traceback:
fr: Une erreur Mailman inattendue s'est produite dans MailCommandHandler.ParseMailCommand(). En voici les raisons:

source: This is an automated response. There were problems with the email commands you sent to Mailman via the administrative address %(requestaddr)s. To obtain instructions on valid Mailman email commands, send email to %(requestaddr)s with the word "help" in the subject line or in the body of the message. If you want to reach the human being that manages this mailing list, please send your message to %(adminaddr)s. The following is a detailed description of the problems.
fr: Ceci est une réponse automatique. Des problèmes sont survenus avec les commandes courriels que vous avez envoyé à Mailman par l'entremise de l'adresse administrative %(requestaddr)s Pour obtenir des instructions sur les commandes courriels Mailman valides, envoyez un courriel à %(requestaddr)s avec le mot "help" comme objet ou comme corps du message. Si vous voulez joindre l'être humain qui gère cette liste, veillez envoyer votre message à %(adminaddr)s. Voici une description detaillée du problème.

source: Mailman results for %(realname)s
fr: Resulats Mailman pour %(realname)s

source: Usage: password [<oldpw> <newpw>]
fr: Usage: password [<ancien_mot_de_passe> <nouveau_mot_de_passe>]

source: You are subscribed as %(user)s, with password: %(password)s
fr: vous êtes abonnés comme %(user)s, avec comme mot de passe: %(password)s

source: Found no password for %(sender)s
fr: Mot de passe non trouvé pour %(sender)s

source: You gave the wrong password.
fr: Le mot de passe fournit n'est pas correcte.

source: Succeeded.
fr: Réussit.

source: %(sender)s is not a member of this list.
fr: %(sender)s n'est pas abonné à cette liste.

source: To change an option, do: set <option> <on|off> <password> Option explanations: --------------------
fr: Pour modifier une options, faîtes: set <option> <on|off> <mot_de_passe> Définitions de l'option: ------------------------

source: Usage: set <option> <on|off> <password> Valid options are:
fr: Usage: set <option> <on|off> <mot_de_passe> Les options valides sont:

source: You are already receiving digests.
fr: Vous recevez déjà les soumissions en mode digest.

source: You already have digests off.
fr: Vous avez déjà désactivé le mode groupé.

source: List only accepts digest members.
fr: La liste n'accepte que des abonnés en mode groupé.

source: List doesn't accept digest members.
fr: Cette liste n'admet pas d'abonnés en mode groupé.

source: Usage: lists
fr: Usage: listes

source: Public mailing lists run by mailman@%(hostname)s
fr: Liste de diffusion publique gérée par mailman@%(hostname)s

source: requests to:
fr: requête à:

source: Usage: info To get info for a particular list, send your request to the `-request' address for that list, or use the `lists' command to get info for all the lists.
fr: Usage: info Pour obtenir des informations sur une liste particulière, envoyez votre requête à l'adresse `-request' de cette liste, ou utilisez la commande `lists' pour avoir des informations sur toutes les listes.

source: Private list: only members may see info.
fr: Liste privée: seul les membres peuvent avoir des informations.

source: For more complete info about the %(listname)s mailing list, including background and instructions for subscribing to and using it, visit: %(url)s
fr: Pour de plus amples informations sur la liste %(listname)s, avec les connaissances et les instructions nécessaires pour s'abonner et utiliser la liste viistez: %(url)s

source: No other details are available.
fr: Plus de détails.

source: Usage: who To get subscribership for a particular list, send your request to the `-request' address for that list.
fr: Usage: who Pour vous abonner à une liste particulière, envoyez votre requête à l'adresse `-request' de la liste en question.

source: Private list: No one may see subscription list.
fr: Liste privée: Personne ne doir voir la liste des abonnements.

source: Private list: only members may see list of subscribers.
fr: Liste privée : seul les membres peuvent voir la liste des abonnés

source: NO MEMBERS.
fr: PAS D'ABONNES.

source: Digest Members:
fr: Abonnés avec option de remise groupée:

source: Non-Digest Members:
fr: Abonnés en mode non-groupé:

source: Usage: unsubscribe [password] [email-address] To unsubscribe from a particular list, send your request to the `-request' address for that list.
fr: Usage: unsubscribe [mot_de_passe] [adresse_courriel] Pour résilier votre abonnement à une liste particulière, envoyez une requête à l'adresse `-request' de cette liste.

source: Usage: subscribe [password] [digest|nodigest] [address=<email-address>]
fr: Usage: subscribe [mot_de_passe] [digest|nodigest] [adresse=<adresse-courriel<]

source: Your subscription request has been forwarded to the list administrator at %(adminemail)s for review.
fr: Votre requête d'abonnement à été envoyé à l'administrateur de la liste à l'adresse %(adminemail)s pour examen.

source: The list is not fully functional, and can not accept subscription requests.
fr: La liste n'est pas tout à fait fonctionnelle, elle ne permet pas les abonnements.

source: Succeeded
fr: Réussit

source: Usage: confirm <confirmation string>
fr: Usage: confirm <chaîne de confirmation>

source: Invalid confirmation string. Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your subscription.
fr: Chaîne de confirmation non valide. Notez que la chaîne de confirmation expire au bout de %(days)s jours à partir de l'émission de la requête d'abonnement. Si votre requête d'abonnement a expirée, essayer de demander un nouvel abonnement.

source: You are not a member. Have you already unsubscribed?
fr: Vous n'êtes pas abonné. Etes-vous déjà désabonné?

source: Add members to a list from the command line. Usage: add_members [options] listname Options: --non-digest-members-file=file -n file A file containing addresses of the members to be added, one address per line. This list of people become non-digest members. If file is `-', read addresses from stdin. --digest-members-file=file -d=file Similar to above, but these people become digest members. --changes-msg=<y|n> -c <y|n> Set whether or not to send the list members the `there's going to be big changes to your list' message. defaults to no. --welcome-msg=<y|n> -w <y|n> Set whether or not to send the list members a welcome message, overriding whatever the list's `send_welcome_msg' setting is. --admin-notify=<y|n> -a <y|n> Set whether or not to send the list administrators a notification on the success/failure of these subscriptions, overriding whatever the list's `admin_notify_mchanges' setting is. --help -h Print this help message and exit. listname The name of the Mailman list you are adding members to. It must already exist. You must supply at least one of -n and -d options. At most one of the files can be `-'.
fr: Ajouter des abonnés à la liste à partir de la ligne de commande. Usage: add_members [options] nom_de_liste Options: --non-digest-members-file=Fichier -n Fichier Un fichier contenant les adresses des abonnés à ajouter, une adresse par ligne. Ces personnes deviennent des abonnés normaux. Si le fichier est `-', les adresses sont lues à partir de stdin. --digest-members-file=Fichier -d=Fichier Identiques aux options précédentes sauf que ces abonnés deviennent des abonnés digest. --changes-msg=<y|n> -c <y|n> Permet de déclencher ou non l'envoi du message `des modifications substantielles se sont opérées sur votre liste'. Non par défaut. --welcome-msg=<y|n> -w <y|n> Permet de déclencher ou pas l'envoi du message de bienvenue, écrasant ainsi la valeur de la variable `send_welcome_msg'. --admin-notify=<y|n> -a <y|n> Permet de spécifier si un rapport de succès/échec des abonnement doit être envoyé à l'administrateur, écrasant ainsi la variable `admin_notify_mchanges'. --help -h Affiche ce message d'aide. nom_de_liste Le nom de la liste à laquelle les abonnés sont ajoutées. La liste doit déjà exister. Vous devez référencer au moins l'une des options -n ou -d. Un seul des fichiers peut être `-'.

source: Rebuild a list's archive. Use this command to rebuild the archives for a mailing list. You may want to do this if you edit some messages in an archive, or remove some messages from an archive. Usage: %(PROGRAM)s <listname> [<mbox>] [-h] Where <mbox> is the path to a list's complete mbox archive. Usually this will be some path in the archives/private directory. For example: %% bin/arch mylist archives/private/mylist.mbox/mylist.mbox <mbox> is optional. If it is missing, it is calculated.
fr: Reconstruit les archives d'une liste. Utilisez cette commande pour reconstruire les archives d'une liste de diffusion. Vous pouvez avoir envie d'y recourir lorsque vous modifiez certains messages dans les archives ou si vous en supprimer. Usage: %(PROGRAM)s <nom_de_liste> [<mbox>] [-h] Où <mbox> est le chemin vers le fichier mbox complet des archives. En général il s'agit d'un chemin sous archives/private. Par exemple: %% bin/arch maliste archives/private/maliste.mbox/maliste.mbox <mbox> est facultatif. S'il est omit, il sera calculé.

source: %(path)s bad gid (has: %(groupname)s, expected %(MAILMAN_GRPNAME)s)
fr: Mauvais gid pour %(path)s (Obtenu: %(groupname)s, Attendu %(MAILMAN_GRPNAME)s)

source: Re-run as %(MAILMAN_OWNER)s (or root) with -f flag to fix
fr: Ré-éxecuter en tant que %(MAILMAN_OWNER)s (ou root) avec l'option -f pour réparer

source: NOTE: This is being deprecated since mailman has been shifted over to an external archiver (ie, andrew kuchling's latest version of pipermail.) This program shouldn't be attempted by people who don't understand Python. I wrote it to build archives for a few lists I'd been running for a long time under majordomo. Convert majordomo digests all stored in one directory into mailbox format. Note that the digests correct order in the dir should be alphabetical order. The output file is ARCHIVE.ME in the same directory the digests are in. Run this program before you transfer the majordomo list. To get the output file archived, create the list under mailman, run this script, and then do the following: cat ARCHIVE.ME >> ~mailman/mailman/lists/mylist/archived.mail You also need to adjust the variable: NUM_LINES_TO_STRIP_FROM_TOP
fr: NOTE: Ceci est vieilli d'autant plus que Mailman a basculé vers un archiveur externe (i.e. la dernière version pipermail de Andrew Kuchling.) Ce programme ne doit pas être essayé par des utilisateurs qui ne parlent pas Python. Je l'ai écrit pour créer les archives de quelques listes que j'ai eu à gérer pendant longtemps avec Majordomo. Convertit les digests Majordomo et les stockent toute dans un même répertoire au format mailbox. Notez que l'ordre correcte des digests dans le répertoire doit être l'ordre alphabétique. Le fichier de sortie s'appelle ARCHIVE.ME dans le même répertoire que les digests. Exécutez ce programme avant de migrer les listes Majordomo. Pour archiver le fichier de sortie, créer la liste avec Mailman, exécutez ce script puis faîtes ce qui suit: cat ARCHIVE.ME >> ~mailman/mailman/lists/maliste/archived.mail Vous devrez également ajuster la variable: NUM_LINES_TO_STRIP_FROM_TOP

source: Dump the contents of any Mailman `database' file. Usage: %(PROGRAM)s [options] filename Options: --marshal/-m Assume the file contains a Python marshal, overridding any automatic guessing. --pickle/-p Assume the file contains a Python pickle, overridding any automatic guessing. --help/-h Print this help message and exit If the filename ends with `.db', then it is assumed that the file contains a Python marshal. If the file ends with `.pck' then it is assumed to contain a Python pickle. In either case, if you want to override the default assumption \(or if the file ends in neither suffix), use the -p or -m flags.
fr: Extrait le contenu de n'importe quel fichier base de donnée de Mailman. Usage: %(PROGRAM)s [options] nom_fichier --marshal/-m Suppose que le fichier contient un marshal Python, annulant toute forme de détection automatique. --pickle/-p Suppose que le fichier contient un pickle Python, annulant ainsi toute forme de détection automatique. --help/-h Affiche ce message et quitte. Si le fichier se termine par `.db', alors le fichier est supposé contenir du marshal Python. S'il se termine par `.pck' alors il est supposé contenir du pickle Python. Dans tous les cas, si vous voulez annuler la détection automatique \ (ou si le fichier n'a pas l'un de ces suffixes), utilisez l'une des options -p ou -m.

source: List all mailing lists. Usage: %(program)s [options] Where: --advertised -a List only those mailing lists that are publically advertised --virtual-host-overview=domain -V domain List only those mailing lists that are homed to the given virtual domain. This only works if the VIRTUAL_HOST_OVERVIEW variable is set. --help -h Print this text and exit.
fr: Lister toute les listes de diffusion. Usage: %(program)s [options] --advertised -a Afficher juste les listes de diffusion qui sont publiquement annoncées. --virtual-host-overview=domaine -V domaine Afficher juste les listes de diffusion qui sont gérées sous le domaine virtuel spécifié. Cela ne fonctionne que si la variable VIRTUAL_HOST_OVERVIEW est définit. --help -h Afficher ce message puis quitter.
