Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Your unsubscription request has been forwarded to the list administrator for approval.
ca: La teva petició per a cancel·lar la subscripció ha estat enviada a l'administrador de la llista per a la seva aprovació.
cs: Va¹e ¾ádost o pøihlá¹ení byla pøedána administrátorovi konference ke zpracování.
sv: Din ans&ouml;kan om att bli avanm&auml;d fr&aring;n e-postlistan m&aring;ste godk&auml;nnas och har blivit vidareskickad till listadministrat&ouml;ren.

source: You gave the wrong password
ca: Has donat una contrasenya errònia
cs: Zadali jste ¹patné heslo.
sv: Du har uppgett fel l&ouml;senord

source: Unsubscription request succeeded.
ca: Petició per cancel·lar la subscripció satisfactòria
cs: ®ádost o odhlá¹ení byla potvrzena
sv: Ans&ouml;kan om avanm&auml;lan har tagits emot

source: who See everyone who is on this mailing list.
ca: who Veure a tots els que estan en aquesta llista.
cs: who Vrátí seznam úèastníkù, pokud to správce konference povolil.
sv: who Se en lista &ouml;ver vilka som &auml;r medlemmar av denna e-postlista.

source: who password [address=<address>] See everyone who is on this mailing list. The roster is limited to list members only, and you must supply your membership password to retrieve it. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!)
ca: who password [address=<address>] Obté el llistat de subscriptors de la llista. El llistat està reservat als subscriptors, per la qual cosa és necessari que indiqui la seva contrasenya de subscriptor per a poder-lo rebre. Si està enviant la petició des d'una adreça distinta d'aquella amb la que està subscrit, indiqui aquesta adreça de subscripció amb `address=<address>' (¡sense angles als costats de l'adreça, i sense cometes!)
cs: who heslo [address=<adresa>] Za¹li seznam úèastníkù. Musíte zadat heslo a pokud po¾adavek zasíláte z jiné adresy, ne¾ z které jste pøihlá¹eni, musíte jako parametr zadat i adresu, ze které jste pøihlá¹eni.
sv: who l&ouml;senord [address=<e-postadress>] Visa en lista &ouml;ver vilka som &auml;r medlemmar av denna e-postlista. Listan &ouml;ver medlemmar kan bara ses av medlemmar av e-postlistan, s&aring; du m&aring;ste ange ditt l&ouml;senord. Om du skickar detta kommando fr&aring;n en annan e-postadress &auml;n den som du &auml;r medlem av listan med, kan du ange den riktiga e-postadressen med 'address=<e-postadress>' parametern. (utan '<' och '>', och utan apostrofer!)

source: who password See everyone who is on this mailing list. The roster is limited to list administrators and moderators only; you must supply the list admin or moderator password to retrieve the roster.
ca: who password Obté el llistat de subscriptors de la llista. El llistat està reservat als administradors i moderadors de la mateixa; has d'eenviar la contrasenya administrador o moderador per a obtenir el llistat.
cs: who heslo Za¹li seznam lidí v konferenci. Pokud je pro zobrazení seznamu lidí vy¾adováno heslo, musíte jej zadat.
sv: who l&ouml;senord Visa en lista &ouml;ver medlemmar p&aring; denna e-postlista. Listan &ouml;ver medlemmar &auml;r bara tillg&auml;nglig f&ouml;r listadministrat&ouml;rer och listmoderatorer, s&aring; du m&aring;ste ange l&ouml;senordet f&ouml;r en av dem f&ouml;r att f&aring; se vilka som finns p&aring; e-postlistan.

source: You are not allowed to retrieve the list membership.
ca: No se't permet obtenir la llista de membres.
cs: Nemáte právo zobrazit seznam úèastníkù.
sv: Du har inte tillg&aring;ng till att se vilka som &auml;r medlemmar av denna e-postlista.

source: This list has no members.
ca: Aquesta llista no té membres
cs: Tato konference nemá ¾ádného úèastníka.
sv: Denna e-postlista har inga medlemmar.

source: Non-digest (regular) members:
ca: Membres no-resum (regulars):
cs: Bì¾ní úèastníci:
sv: Medlemmar i normal version:

source: Digest members:
ca: Membres del resum:
cs: Úèastnící odebírající Digest verzi:
sv: Medlemmar i sammandragsversion:

source: Czech
ca: Txec
cs: Èe¹tina
sv: Tjeckiska

source: German
ca: Alemany
cs: Nìmèina
sv: Tyska

source: English (USA)
ca: Anglès (USA)
cs: Anglicky (USA)
fr: Anglais (USA)
sv: Engelska (USA)

source: Spanish (Spain)
ca: Espanyol
cs: ©panìlsky (Spain)
fr: Espagnole (Espagne)
sv: Spanska (Spanien)

source: Estonian
ca: Estonià
cs: Eston¹tina

source: Finnish
ca: Finlandès
cs: Fin¹tina
sv: Finska

source: French
ca: Francès
cs: Francouzsky
fr: Français
sv: Franska

source: Hungarian
ca: Hongarès
cs: Maïar¹tina
fr: Hongrois
sv: Ungerska

source: Italian
ca: Italià
cs: Italsky
fr: Italien
sv: Italienska

source: Japanese
ca: Japonès
cs: Japonsky
fr: Japonais
sv: Japanska

source: Korean
ca: Coreà
cs: Korej¹tina
sv: Koreanska

source: Lithuanian
ca: Lituà
cs: Litev¹tina

source: Dutch
ca: Holandès
cs: Dán¹tina

source: Norwegian
ca: Noruec
cs: Nor¹tina
fr: Norvégien
sv: Norska

source: Portuguese (Brazil)
ca: Portuguès (Brazil)
cs: Brazilská portugal¹tina

source: Russian
ca: Rus
cs: Ru¹tina
sv: Ryska

source: Swedish
ca: Suec
cs: ©véd¹tina

source: Note: Since this is a list of mailing lists, administrative notices like the password reminder will be sent to your membership administrative address, %(addr)s.
ca: Nota: Ja que es tracta d'una llista de distribució que envía a altres llistes de distribució, les notificacions de recordatori de les contrasenyes s'enviaran a l'adreça administrativa de la teva adreça, %(addr)s.
cs: (Toto je konference, která obsahuje pouze jiné konference. Upomínky hesel budou zasílány na administrativní adresu: %(addr)s).
fr: Note: Puisque ceci est une liste de listes de diffusions, les avis administratifs tels que les rappels de mot de passe seront envoyés à votre adresse administrative d'abonnement, %(addr)s.
sv: Observera: Eftersom detta &auml;r en lista som inneh&aring;ller flera e-postlistor, kommer administrativa meddelanden, som till exempel p&aring;minnelser om l&ouml;senord, att skickas till den administrativa adressen %(addr)s.

source: (Digest mode)
ca: (Mode resum)
cs: Digest
fr: (Mode Groupé)
sv: (Sammandragsversion)

source: Welcome to the "%(realname)s" mailing list%(digmode)s
ca: Benvingut a la llista de correu "%(realname)s" %(digmode)s
cs: Vítejte v konferenci "%(realname)s"! %(digmode)s
fr: Bienvenue sur la liste %(digmode)s "%(realname)s"
sv: V&auml;lkommen till e-postlistan "%(realname)s"

source: You have been unsubscribed from the %(realname)s mailing list
ca: La teva subscripció ha estat cancel·lada a la llista de correu %(realname)s
cs: Odhlá¹en z konference "%(realname)s"
sv: Du &auml;r nu borttagen fr&aring;n e-postlistan "%(realname)s"

source: %(listfullname)s mailing list reminder
ca: Recordatori de la llista de correu %(listfullname)s
cs: Konference %(listfullname)s pøipomínka hesla
fr: Rappel de la liste de diffusion %(listfullname)s
sv: P&aring;minnelse fr&aring;n e-postlistan %(listfullname)s

source: For some unknown reason
ca: Per alguna raó desconeguda
cs: Z neznámých dùvodù
fr: Pour des raisons inconnues
sv: Av ok&auml;nd anledning

source: Your message was rejected
ca: El teu missatge ha estat denegat
cs: Vá¹ pøíspìvek byl odmítnut
fr: Votre message a été rejeté
sv: Din anm&auml;lan blev inte godk&auml;nd

source: Archiving Options
ca: Opcions d'arxiu
cs: Parametry archivace
fr: Options d'Archivage
sv: Inst&auml;llningar f&ouml;r arkivering

source: List traffic archival policies.
ca: Polítiques per a arxivar el tràfic de la llista.
cs: Zpùsob archivace pøíspìvkù.
fr: Règles d'archivage du traffic sur la liste.
sv: Regler f&ouml;r arkivering

source: Archive messages?
ca: Arxivar missatges?
cs: Archivovat pøíspìvky?
fr: Messages archive?
sv: Arkivera e-postbrev i ett arkiv?

source: private
ca: privat
cs: soukromý
fr: privé
sv: privat

source: public
ca: públic
cs: veøejný
sv: offentligt

source: Is archive file source for public or private archival?
ca: El fitxer és la font de l'arxiu públic o privat?
cs: Je archivní soubor zdrojem pro veøejný nebo soukromý archiv?
fr: Est ce que le fichier source des archives est destiné à un archivage public ou privé?
sv: Ska filen arkiveras i ett privat eller i ett offentligt arkiv?

source: Monthly
ca: Mensual
cs: Mìsíènì
fr: Mensuel
sv: M&aring;nadsvis

source: Quarterly
ca: Trimestral
cs: Ètvrtletnì
fr: Trimestriel
sv: Kvartalsvis

source: Yearly
ca: Anual
cs: Roènì
fr: Annuel
sv: &Aring;rsvis

source: Daily
ca: Diari
cs: Dennì
fr: Quotidien
sv: Dagligen

source: Weekly
ca: Setmanal
cs: Týdnì
fr: Hebdomadaire
sv: Veckovis

source: How often should a new archive volume be started?
ca: Amb quina freqüència s'ha d'iniciar un nou arxiu de volum?
cs: Jak èasto má být zakládán nový oddíl archívu?
fr: Avec quelle périodicité de nouveaux volumes d'archives doivent-ils être crées
sv: Hur ofta ska arkivet delas upp?

source: Auto-responder
ca: Auto-resposta
cs: Automatický odpovídaè
fr: Répondeur automatique
sv: Automatiska svar

source: Auto-responder characteristics.<p> In the text fields below, string interpolation is performed with the following key/value substitutions: <p><ul> <li><b>listname</b> - <em>gets the name of the mailing list</em> <li><b>listurl</b> - <em>gets the list's listinfo URL</em> <li><b>requestemail</b> - <em>gets the list's -request address</em> <li><b>owneremail</b> - <em>gets the list's -owner address</em> </ul> <p>For each text field, you can either enter the text directly into the text box, or you can specify a file on your local system to upload as the text.
ca: Característiques de Auto-resposta .<p> En els camps de text següents, la interpolació de cadenes es porta a terme amb les següents substitucions de clau/valor: <p><ul> <li><b>listname</b> - <em>agafa el nom de la llista de correu</em> <li><b>listurl</b> - <em>agafa la URL listinfo de la llista</em> <li><b>requestemail</b> - <em>agafa la adreça -request de la llista</em> <li><b>owneremail</b> - <em>agafa la adreça -owner de la llista</em> </ul> <p>per cada camp de text pots introduir el text directament, o pots especificar un fitxer en el teu sistema local per a pujar-lo com text.
cs: Pou¾ití automatického odpovídaèe.<p> V textových polích, která následují, jsou pou¾ívány standardní nahrazení Pythonu s pou¾itím následujících dvojic klíè/hodnota: <p><ul> <li><b>listname</b> - <em>jméno konference</em> <li><b>listurl</b> - <em>URL pro stránku s informacemi o konferenci</em> <li><b>requestemail</b> - <em>-request adresa konference</em> <li><b>adminemail</b> - <em>-admin adresa konference</em> <li><b>owneremail</b> - <em>-owner adresa konference</em> </ul> <p>Pro ka¾dou polo¾ku mù¾ete zadat text buï pøímo do okna nebo jej mù¾ete natáhnout ze souboru na lokálním disku.

source: Should Mailman send an auto-response to mailing list posters?
ca: Ha d'enviar Mailman una auto-resposta als remitents de la llista de correu?
cs: Má Mailman zasílat automatické odpovìdi autorùm pøíspìvkù?
fr: Mailman doit-il envoyer une réponse automatique aux expéditeurs des soumissions sur la liste?
sv: Ska Mailman skicka ett automatiskt svar till dem som skickar e-postbrev till listan?

source: Auto-response text to send to mailing list posters.
ca: Text d'Auto-resposta a enviar als remitents de la llista.
cs: Text, který bude zaslán autorovi pøíspìvku.
fr: Texte d'autoréponse envoyé aux soumissionnaires de la liste.
sv: Automatiskt svar som ska skickas.

source: Should Mailman send an auto-response to emails sent to the -owner address?
ca: Ha d'enviar Mailman una auto-resposta als correus electrònics enviats a l'adreça de l'amo de la llista?
cs: Má Mailman zasílat automatické odpovìdi na dopisy adresované na -owner adresy?

source: Auto-response text to send to -owner emails.
ca: Auto-resposta a enviar als correus electrònics dels -amos.
cs: Text, který je automaticky zasílán v odpovìdi na -owner dopisy.

source: Yes, w/discard
ca: Si, w/descartar
cs: Ano; s zahozením
fr: Oui, puis ignorer
sv: Ja, men utan originalbrevet

source: Yes, w/forward
ca: Si, w/enviar
cs: Ano; s forwardováním
fr: Oui, puis faire suivre
sv: Ja, och ta med originalbrevet

source: Should Mailman send an auto-response to emails sent to the -request address? If you choose yes, decide whether you want Mailman to discard the original email, or forward it on to the system as a normal mail command.
ca: Ha d'enviar Mailman una auto-resposta als correus electrònics enviats a l'adreça de peticions? si decideixes que si, has de decidir també si s'ha de descartar el missatge original, o enviar-lo com un missatge normal.
cs: Má Mailman automaticky odpovídat na dopisy adresované na -request adresu? Pokud vyberete ano, zvolte, zda má být originální dopis zahozen, nebo pøeposlán ke zpracování jako normální pøíkaz pro listserver.
fr: Mailman doit-il envoyé une réponse automatique suite au messages envoyés à l'adresse -request? Si vous répondez oui, vous devez spécifier si Mailman doit ignorer le message original ou doit-il le faire parvenir au système comme une commande de courriel classique.
sv: Ska Mailman skicka ett automatiskt svar p&aring; e-postbrev som skickas till -request adressen? Om du v&auml;ljer ja, kan du ocks&aring; v&auml;lja om e-posten som skickades till -requestadressen ocks&aring; ska vara med i det automatiska svaret.

source: Auto-response text to send to -request emails.
ca: Auto-resposta a enviar als correus electrònics de -petició.
cs: Text, který je automaticky zasílán v odpovìdi na -request dopisy.
fr: Texte de répodeur automatique à envoyé à l'dresse -request
sv: Automatiskt svar p&aring; e-postbrev til -request adressen.

source: Number of days between auto-responses to either the mailing list or -request/-owner address from the same poster. Set to zero (or negative) for no grace period (i.e. auto-respond to every message).
ca: Nombre de dies entre les respostes automàtiques que vagin a la llista de distribució o a l'adreça -request/-owner des del mateix remitent. Posi'l a zero (o negatiu) perquè no existeixi cap període de gràcia (és a dir, contestar automàticament a cada missatge).
cs: Poèet dní, po které nebude znovu zasílána automatická odpovìï na stejnou adresu. Nastavení na 0 znamená, ¾e odpovìï bude zasílána na ka¾dou zprávu. (Volba pro -admin a -owner adresy).

source: Bounce processing
ca: Procé de rebot
cs: Detekce nedoruèitelných pøíspìvkù
sv: Behandling av returmeddelanden

source: These policies control the automatic bounce processing system in Mailman. Here's an overview of how it works. <p>When a bounce is received, Mailman tries to extract two pieces of information from the message: the address of the member the message was intended for, and the severity of the problem causing the bounce. The severity can be either <em>hard</em> or <em>soft</em> meaning either a fatal error occurred, or a transient error occurred. When in doubt, a hard severity is used. <p>If no member address can be extracted from the bounce, then the bounce is usually discarded. Otherwise, each member is assigned a <em>bounce score</em> and every time we encounter a bounce from this member we increment the score. Hard bounces increment by 1 while soft bounces increment by 0.5. We only increment the bounce score once per day, so even if we receive ten hard bounces from a member per day, their score will increase by only 1 for that day. <p>When a member's bounce score is greater than the <a href="?VARHELP=bounce/bounce_score_threshold">bounce score threshold</a>, the subscription is disabled. Once disabled, the member will not receive any postings from the list until their membership is explicitly re-enabled (either by the list administrator or the user). However, they will receive occasional reminders that their membership has been disabled, and these reminders will include information about how to re-enable their membership. <p>You can control both the <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">number of reminders</a> the member will receive and the <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval" >frequency</a> with which these reminders are sent. <p>There is one other important configuration variable; after a certain period of time -- during which no bounces from the member are received -- the bounce information is <a href="?VARHELP=bounce/bounce_info_stale_after">considered stale</a> and discarded. Thus by adjusting this value, and the score threshold, you can control how quickly bouncing members are disabled. You should tune both of these to the frequency and traffic volume of your list.
ca: Aquestes polítiques controlen el sistema de rebots automàtics a Mailman. A continuació es resumeix com funciona. Quan es rep un missatge rebotat, Mailman tracta d'extreure la següent informació del missatge: l'adreça del subscriptor al que anava dirigit el missatge i la gravetat del problema que va causar el rebot. La gravetat pot ser <em>greu </em> o lleu depenent si ha ocorregut un error fatal o si ha ocorregut un error transitori. Si existeix algun dubte es suposa que és un error greu. <p>Si no es pot deduir l'adreça del subscriptor del missatge rebotat, aleshores el rebot es descarta. Si no es descarta, a cada subscriptor se li assigna un <em>comptador de rebots</em> i cada vegada que es troba un rebot pertanyent a aquest subscriptor, s'incrementarà el comptador. Els rebots greus incrementen en 1 mentre que els lleus incrementen en 0.5. El comptador només s'incrementa una vegada al dia, de manera que fins i tot quan es rebin centenars de missatges rebotats del subscriptor en un dia, el seu comptador només s'incrementarà en 1 aquest dia. <p>Quan el comptador de rebots d'un subscriptor superi el <a href="?VARHELP=bounce/bounce_score_threshold">llindar de missatges rebotats</a> s'inhabilitarà la seva subscripció. Una vegada que s'inhabiliti, el subscriptor no rebrà més missatges de la llista fins que la seva subscripció sigui explícitament habilitada de nou (ja sigui per l'administrador o pel mateix subscriptor). No obstant, de tant en tant rebra notificacions indicant-li que la seva subscripció ha estat inhabilitada. Les notificacions inclouen informació sobre com tornar a habilitar la seva subscripció. <p>Pots controlar tant el <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">nombre de recordatoris</a> que rebrà el subscriptor com la <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval" > freqüència </a>amb la que s'enviaran les notificacions. <p>Hi ha una altra variable de configuració important que controla que, transcorregut un determinat període de temps -- durant el qual no es reben rebots del subscriptor -- la informació de rebot es considera a href="?VARHELP=bounce/bounce_info_stale_after"> caduca</a> i es descartada. D'aquesta manera, ajustant aquest valor i el llindar de missatges rebotats, es pot controlar la velocitat a la qual es inhabilita als subscriptors amb problemes de recepció. S'haurian d'ajustar a la freqüència i al volum de la llista en qüestió.
cs: Zde se nastavují pravidla pro detekci neplatných adres. Nìkolik slov o tom jak to funguje: <p>Pokud se vrátí pøíspìvek jako nedoruèitelný, Mailman se pokusí v nìm najít dvì informace. Jednak adresu, na kterou není mo¾né doruèovat a jednak dùvod pro selhání doruèení. Dùvod mù¾e být buï <em>trvalý</em> a nebo <em>doèasný</em>. Pokud není mo¾né zjistit, o jakou chybu se jedná, má se za to, ¾e problém je trvalý. <p>Pokud se nepodaøí zjistit na jakou adresu se pøíspìvek nepodaøilo doruèit, je chybová zpráva zahozena. To je speciálnì v Èeské republice problém freemailù/webmailù které ignorují patøièná RFC pro formát chyb doruèení a generují nesmyslné chybové zprávy. <p>Pokud je mo¾né zjistit, kterému úèastníkovi není mo¾né po¹tu doruèit, je mu pøiøazeno <em>skóre nedoruèitelnosti</em>. To je s ka¾dým dal¹ím vráceným pøíspìvkem inkrementováno. Pokud je nemo¾nost doruèení vyhodnocena jako trvalá, je inkrementováno o 1, pokud je problém doèasný, je inkrementováno o 0,5. K inkrementaci ale dojde jen jednou dennì, bez ohledu na to, kolik pøíspìvkù se za den vrací. <p>Pokud pøekroèí skóre hodnotu nastavenou v promìnné <a href="?VARHELP=bounce/bounce_score_threshold"> maximální skóre</a>, jeho èlenství je pozastaveno. Na jeho adresu u¾ nejsou posílány ¾ádné dal¹í pøíspìvky. Dostává jen upozornìní, ¾e jeho èlenství je pozastaveno a ¾e jej musí obnovit. Postup pro obnovení èlenství je popsán v tìchto upozornìních. <p>Mù¾ete nastavit jednak <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">poèet zaslaných upozornìní</a>, které budou úèastníkovi zaslány a také <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval" >frekvenci</a>jak èasto jsou upozornìní zasílána. <p>Poslední dùle¾itý bod konfigurace je nastavení doby po které bude skóre resetováno, pokud se nevrátí ¾ádný nedoruèitelný pøíspìvek. Nazývá se <a href="?VARHELP=bounce/bounce_info_stale_after">doba vypr¹ení pozastavení</a>. Tuto hodnotu musíte sladit s objemem komunikace pøes konferenci a spolu s maximálním skóre urèuje jak rychle budou zakazování úèastníci, kteøí nemají platnou adresu.
sv: Dessa regler best&auml;mmer hur automatisk behandling av returmeddelanden g&ouml;rs. H&auml;r &auml;r en &ouml;versikt &ouml;ver hur det fungerar. <p>N&auml;r Mailman tar emot ett returmeddelande, g&ouml;rs f&ouml;rs&ouml;k att tolka tv&aring; saker. Det ena &auml;r e-postadressen till medlemmen som egentligen skulle ta emot e-postbrevet, och det andra &auml;r orsaken till problemet. Orsaken tolkas till att vara <em>allvarlig</em> eller <em>l&auml;tt</em> beroende p&aring; om orsaken &auml;r av kritisk eller av mindre allvarlig art. Om det finns tvivel, tolkas orsaken som allvarlig. <p>Om ingen e-postadress kan plockas fram ur meddelandet, blir det vanligtvis kastat. Annars kommer medlemmen som har den e-postadressen, att f&aring; ett <em>returtal</em>, och varje g&aring;ng ett returmeddelande kommer s&aring; kommer talet att &ouml;ka. Allvarliga orsaker leder till att talet &ouml;kas med 1, l&auml;tta orsaker leder till att det &ouml;kas med 0.5. Detta h&auml;nder bara en g&aring;ng per dag, s&aring; &auml;ven om det kommer 10 allvarliga returmeddelanden fr&aring;n en medlem p&aring; en dag, kommer talet bara att &ouml;ka med 1. <p>N&auml;r returtalet f&ouml;r en medlem n&aring;r en viss <a href="?VARHELP=bounce/bounce_score_threshold">gr&auml;ns</a>, stoppas distributionen till medlemmen. D&auml;rmed kommer medlemmen inte att ta emot e-post fr&aring;n listan f&ouml;rr&auml;n distributionen aktiveras igen. Medlemmen kommer med j&auml;mna mellanrum att f&aring; ta emot meddelanden om att detta har h&auml;nt, och vad han/hon m&aring;ste g&ouml;ra f&ouml;r att f&aring; e-postbrev fr&aring;n listan igen. <p>Du kan best&auml;mma <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings">hur m&aring;nga varningar</a> som medlemmen ska f&aring; och <a href="?VARHELP=bounce/bounce_you_are_disabled_warnings_interval">hur ofta</a> han/hon ska ta emot s&aring;dana varningar. <p>Det finns en viktig inst&auml;llning till; efter en viss tid -- om inga returmeddelanden dyker upp inom denna tid -- anses returinformationen som <a href="?VARHELP=bounce/bounce_info_stale_after">utg&aring;ngen</a> och kastas. Genom att justera detta v&auml;rde och s&auml;tta en gr&auml;ns f&ouml;r returtalet, kan du best&auml;mma hur l&aring;ng tid det ska ta innan distributionen till en medlem stoppas. B&aring;da dessa v&auml;rden m&aring;ste du justera allt efter hur ofta och hur m&aring;a e-postbrev som skickas till din lista.

source: Bounce detection sensitivity
ca: Sensibilitat per a detectar rebots
cs: Citlivost detekce nedoruèitelných pøíspìvkù
sv: F&ouml;ljsamhet
