Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: removing %(src)s
ca: Eliminant %(src)s
fr: Suppression de %(src)s
sv: tar bort %(src)s

source: Warning: couldn't remove %(src)s -- %(rest)s
ca: Atenció: no es pot eliminar %(src)s -- %(rest)s
fr: Attention: incapable de supprimer %(src) -- %(rest)s
sv: Varning: kunde inte ta bort %(src)s -- %(rest)s

source: couldn't remove old file %(pyc)s -- %(rest)s
ca: No es pot eliminar l'antic fitxer %(pyc)s -- %(rest)s
fr: Impossible de supprimer l'ancien fichier %(pyc)s -- %(rest)s
sv: kunde inte ta bort den gamla filen %(pyc)s -- %(rest)s

source: updating old qfiles
ca: Actualitzant els antics qfiles
fr: mise à jour des vieux fichiers qfiles
sv: uppdaterar gamla qfiler

source: getting rid of old source files
ca: Desfent-me dels antics fitxers font
sv: tar bort gamla k&auml;llfiler

source: no lists == nothing to do, exiting
ca: si no hi ha llistes == no hi ha res per fer, sortint
fr: pas de listes == rien à faire, sortie
sv: inga listor == ingenting att g&ouml;ra, avslutar

source: fixing all the perms on your old html archives to work with b6 If your archives are big, this could take a minute or two...
ca: fixant els permisos en els teus antics fitxers html per a treballar amb b6 Si els teus arxius són grans, això pot trigar un minut o dos...
fr: correction des perm sur vos vieux archives html pour qu'ils marchent avec b6 Si vos archives sont volumineux, ceci pourrait prendre une minute ou deux...
sv: uppdaterar r&auml;ttigheter f&ouml;r alla dina gamla htmlarkiv s&aring; att de ska fungera med b6. Om arkiven &auml;r stora, kan detta ta en stund...

source: done
ca: Fet
cs: hotovo
fr: terminé
sv: utf&ouml;rt

source: Updating mailing list: %(listname)s
ca: Actualitzant llista de correu: %(listname)s
fr: Mise à jour de la liste de diffusion: %(listname)s
sv: Uppdaterar e-postlista: %(listname)s

source: Updating Usenet watermarks
ca: Actualitzant marques d'aigua de Usenet
fr: Mise à jour des filigranes Usenet
sv: Uppdaterar Usenet watermarks (vattenm&auml;rken f&ouml;r nyhetsgrupper)

source: - nothing to update here
ca: - aquí no hi ha res per actualitzar
fr: - rien à mettre à jour ici
sv: - ingenting att uppdatera h&auml;r

source: - usenet watermarks updated and gate_watermarks removed
ca: - les marques d' aigua i les gate_watermarks de usenet han estat eliminades
fr: - filigranes usenet mises à jour et gate_filigrane supprimés
sv: - usenet watermarks och gate_watermarks &auml;r borttagna

source: NOTE NOTE NOTE NOTE NOTE You are upgrading an existing Mailman installation, but I can't tell what version you were previously running. If you are upgrading from Mailman 1.0b9 or earlier you will need to manually update your mailing lists. For each mailing list you need to copy the file templates/options.html lists/<listname>/options.html. However, if you have edited this file via the Web interface, you will have to merge your changes into this file, otherwise you will lose your changes. NOTE NOTE NOTE NOTE NOTE
ca: Atenció Atenció Atenció Estàs actualitzant una versió existent de Mailman, però no puc dir quina versió és. Si estàs actualitzant desde Mailman 1.0b9 o anterior hauràs d'actualitzar manualment les teves llistes de correu. Per cada llista hauràs de copiar el fitxer templates/options.html lists/<nom de la llista>/options.html. No obstant, si haguessis editat aquest fitxer a través de l'interfície web, hauràs de barrejar els teus canvis amb aquest fitxer, d'altra manera perdràs els teus canvis. Atenció Atenció Atenció
fr: NOTE NOTE NOTE NOTE NOTE Vous êtes en train d'effectuer une mise à jour d'une installation Mailman mais je ne connais pas la version que vous utilisiez. Si vous partez d'une version 1.0b9 ou antérieure, vous aller devoir mettre manuellement vos listes à jour. Pour chaque liste de diffusion, vous devriez copier le fichier templates/options.html lists/<nomListe>/options.html. Si vous avez toutefois modifier ce fichier à travers l'interface web, vous allez devoir fusionner vos modifications dans ce fichier, faute de quoi vos modifications seront perdues. NOTE NOTE NOTE NOTE NOTE
sv: OBS! OBS! OBS! OBS! OBS! Du &auml;r i f&auml;rd med att uppgradera en existerande Mailmaninstallation, men jeg klarar inte att ta reda p&aring; vilken version som &auml;r installerad. Om du uppgraderar fr&aring;n Mailman 1.0b9 eller tidigare, blir du tvungen att uppdatera dina e-postlistor manuellt. F&ouml;r varje e-postlista m&aring;ste du kopiera &ouml;ver filen templates/options.html till lists/<listnamn>/options.html. Har du f&ouml;r &ouml;vrigt redigerat denna fil via webbsidorna, m&aring;ste du manuellt s&auml;tta samman dina &auml;ndringar med den nya filen, annars kommer du att f&ouml;rlora &auml;ndringarna du gjort tidigare. OBS! OBS! OBS! OBS! OBS!

source: No updates are necessary.
ca: No hi ha actualitzacions necessàries.
fr: Pas de mise à jour nécessaire.
sv: Ingen uppdatering &ouml;r n&ouml;dvendig.

source: Downgrade detected, from version %(hexlversion)s to version %(hextversion)s This is probably not safe. Exiting.
ca: Reculada detectada, de la versió %(hexlversion)s a la versió %(hextversion)s El més probable que això no sigui segur. Sortint.
fr: Dépréciation constatée, de la version %(hexlversion)s vers %(hextversion)s Ceci n'est certainement pas sûre. Je me barres.
sv: Nedgradering fr&aring;n version %(hexlversion)s till version %(hextversion)s. Detta kommer antagligen inte att fungera. Avbryter.

source: Upgrading from version %(hexlversion)s to %(hextversion)s
ca: Actualitzant de la versió %(hexlversion)s a la %(hextversion)s
fr: Mise à jour de la version %(hexlversion)s vers %(hextversion)s
sv: Uppgraderar fr&aring;n version %(hexlversion)s till %(hextversion)s

source: ERROR: The locks for some lists could not be acquired. This means that either Mailman was still active when you upgraded, or there were stale locks in the %(lockdir)s directory. You must put Mailman into a quiescent state and remove all stale locks, then re-run "make update" manually. See the INSTALL and UPGRADE files for details.
ca: ERROR: No s'ha pogut obtenir el bloqueig d'algunes llistes. Això significa que o Mailman estava actiu quan vas actualitzar o hi havia bloquejos corruptes en el directori %(lockdir)s. Has de posar a Mailman en un estat inactiu i esborrar tots els bloquejos corruptes, aleshores tornar a executar manualment "make update". Vegi els fitxers INSTALL i UPGRADE per a més detalls.
fr: ERREUR: Impossible d'obtenir des verrous pour cette listes. De deux choses l'une: Ou Mailman était actif quand vous avez procéder à la mise à jour, ou qu'il subsiste des vieux verrous dans le répertoire %(lockdir)s. Vous devrez mettre Mailman en veilleuse et supprimer tout les vieux verrous, puis ré-executez "make update" manuellement. Lisez les fichiers INSTALL et UPGRADE pour plus d'informations.
sv: FEL: Kunde inte l&aring;sa n&aring;gon av listorna. Detta inneb&auml;r att Mailman forfarande var aktiv d&aring; du uppgraderade, eller s&aring; var gamla l&aring;sfiler i katalogen %(lockdir)s. Du m&aring;ste emellertid stoppa Mailman och ta bort alla gamla l&aring;sfiler innan du f&ouml;rs&ouml;ker att k&ouml;ra "make update" igen manuellt. Se INSTALL och UPGRADE filerna f&ouml;r mer information.

source: Print the Mailman version.
ca: Mostrar la versió de Mailman.
cs: Zobraz verzi Mailmanu.
fr: Afficher la version de Mailman.
sv: Visa Mailmanversionen.

source: Using Mailman version:
ca: Fent servir la versió de Mailman:
cs: Pou¾íváme Mailman verze:
fr: Utilisation de la version de Mailman:
sv: Anv&auml;nder Mailman version:

source: Unlock a locked list, but do not implicitly Save() it. This does not get run if the interpreter exits because of a signal, or if os._exit() is called. It will get called if an exception occurs though.
ca: Desbloquejar una llista bloquejada, però no desar-la implícitament. Això no aconsegueix executar-se si l'intèrpret surt a causa d'un senyal, o si es crida a os._exit() . Se'l cridarà si ocorre una excepció.
fr: Dévérouille une liste vérouillée, sans appel ilmplicite à Save(). Ceci n'est pas exécuté lorsque l'interpreteur se termine suite à la reception d'un signal ou suite à l'appel de os._exit(). Il sera par contre executé lorsqu'une exception se produit.

source: Unlocking (but not saving) list: %(listname)s
ca: Desbloquejant (però no guardant) la llista: %(listname)s
cs: Odemkni, ale neulo¾, konferenci : %(listname)s
fr: Déverrouillage (sans sauvegarde) de la liste: %(listname)s
sv: L&aring;ser upp (men sparar inte ) listan: %(listname)s

source: Finalizing
ca: Finalitzant
fr: Finalisation
sv: Avslutar

source: Loading list %(listname)s
ca: Carregant llista %(listname)s
fr: Chargement de la liste %(listname)s en cours
sv: L&auml;ser listan %(listname)s

source: (locked)
ca: (blocat)
fr: (vérouillé)
sv: (l&aring;st)

source: (unlocked)
ca: (desblocat)
fr: (dévérouillé)
sv: (&ouml;ppen)

source: Unknown list: %(listname)s
ca: Llista desconeguda: %(listname)s
cs: Neznámá konference: %(listname)s
sv: Ok&auml;nd lista: %(listname)s

source: No list name supplied.
ca: Nom de la llista no proporcionat.
cs: Jméno konference je vy¾adováno.
fr: Nom de liste non fourni.
sv: Inget listnamn angett

source: --all requires --run
ca: --all necessita --run
sv: --all kr&auml;ver --run

source: Importing %(module)s...
ca: Important %(module)s...
fr: Importation de %(module)s...
sv: Importerar %(module)s...

source: Running %(module)s.%(callable)s()...
ca: Executant %(module)s.%(callable)s()...
fr: Exécution de %(module)s.%(callable)s()...
sv: K&ouml;r %(module)s.%(callable)s()...

source: The variable `m' is the %(listname)s MailList instance
ca: La variable `m' és la instància de la llista de correu %(listname)s
sv: Variabeln 'm' &auml;r f&ouml;rekomsten av %(listname)s MailList objektet

source: Increment the digest volume number and reset the digest number to one. Usage: %(PROGRAM)s [options] [listname ...] Options: --help/-h Print this message and exit. The lists named on the command line are bumped. If no list names are given, all lists are bumped.
ca: Incrementar el nombre de volum i posar el nombre de resum a un. Ús: %(PROGRAM)s [opcions] [listname ...] Opcions: --help/-h Mostrar aquest missatge i sortir. S'aplica a les llistes nomenades en la línia d'ordres. Si no es proporciona el nom de cap llista, s'aplica a totes.
fr: Incrémente le numéro de volume du digest et réinitialise le numéro du digest à un. Usage: %(PROGRAM)s [options] [nomliste ...] --help/-h Affiche ce message et quitte. Les noms de liste fournit en ligne de commande sont traitées. Si aucune liste n'est fournit, toute les listes sont traitées.
sv: &Ouml;kar volymnummer i sammandragsversion, och s&auml;tter utgivningsnumret till 1. Anv&auml;nds s&aring; h&auml;r: %(PROGRAM)s [val] [listnamn ...] Val: --help -h Visar denna hj&auml;lptext. Volymnumret &ouml;kas f&ouml;r den angivna listan. Om ingen lista anges, &ouml;kas volymnummer f&ouml;r alla listor.

source: %(count)d %(realname)s moderator request(s) waiting
ca: %(count)d %(realname)s peticions de moderador en espera
cs: %(realname)s - Na rozhodnutí moderátora èeká %(count)d pøíspìvkù.
fr: %(count)d requête(s) pour le modérateur de %(realname)s en attente
sv: %(count)d fr&aring;gor v&auml;ntar p&aring; behandling p&aring; listan %(realname)s

source: Pending subscriptions:
ca: Subscripcions pendents:
cs: Èekají na pøihlá¹ení:
fr: Abonnements en attente
sv: Ans&ouml;kningar om medlemskap som v&auml;ntar p&aring; behandling:

source: Pending posts:
ca: Enviaments pendents:
cs: Èekající pøíspìvky:
fr: Soumissions en attente:
sv: E-postbrev till listan som kr&auml;ver godk&auml;nnande:

source: From: %(sender)s on %(date)s Subject: %(subject)s Cause: %(reason)s
ca: De: %(sender)s el %(date)s Tema: %(subject)s Causa: %(reason)s
cs: Od: %(sender)s dne %(date)s Vìc: %(subject)s Dùvod: %(reason)s

source: Process disabled members, recommended once per day. This script cruises through every mailing list looking for members whose delivery is disabled. If they have been disabled due to bounces, they will receive another notification, or they may be removed if they've received the maximum number of notifications. Use the --byadmin, --byuser, and --unknown flags to also send notifications to members whose accounts have been disabled for those reasons. Use --all to send the notification to all disabled members. Usage: %(PROGRAM)s [options] Options: -h / --help Print this message and exit. -o / --byadmin Also send notifications to any member disabled by the list owner/administrator. -m / --byuser Also send notifications to any member disabled by themselves. -u / --unknown Also send notifications to any member disabled for unknown reasons (usually a legacy disabled address). -b / --notbybounce Don't send notifications to members disabled because of bounces (the default is to notify bounce disabled members). -a / --all Send notifications to all disabled members. -f / --force Send notifications to disabled members even if they're not due a new notification yet. -l listname --listname=listname Process only the given list, otherwise do all lists.
ca: Processar als subscriptors inhabilitats, es recomana una vegada al dia. Aquest programa recorre cadascuna de les llistes de distribució buscant aquells subscriptors que tinguin la recepció del correu desactivada. Si els ha estat desactivat a causa de rebots, rebran una notificació o se'ls donarà de baixa en cas que les notificacions rebudes hagin superat el màxim establert. Utilitzi les opcions --byadmin, --byuser i --unknown per a enviar-li les notificacions a aquells subscriptors que hagin estat inhabilitats per aquestes raons. Utilitzi l'opció --all per a enviar-li la notificació a tots els subscriptors inhabilitats. Sintaxi: %(PROGRAM)s [opcions] Opcions: -h / --help Mostrar aquest missatge i sortir. -o / --byadmin Enviar-li també les notificacions als subscriptors desactivats pel propietari/moderador. -m / --byuser Enviar-li també les notificacions als subscriptors que s'hagin desactivat ells mateixos. -u / --unknown Enviar-li també les notificacions als subscriptors desactivats per raons desconegudes. (l'opció per defecte és enviar-li la notificació als subscriptors desactivats degut a missatges rebotats). -b / --notbybounce No enviar-li notificacions als subscriptors que hagin estat desactivats a causa dels missatges rebotats. -a / --all enviar-li les notificacions a tots els subscriptors inhabilitats. -f / --force enviar-li les notificacions als subscriptors inhabilitats fins i tot si encara no cal eniar-lis. -l listname / --listname=listname Processar les llistes donades, en cas contrari es processen totes les llistes.

source: [disabled by periodic sweep and cull, no message available]
ca: [inhabilitat a causa de una neteja periòdica, no hi ha cap missatge disponible]
sv: [stoppat f&ouml;r periodisk unders&ouml;kning, inget meddelande tillg&auml;ngligt]

source: Poll the NNTP servers for messages to be gatewayed to mailing lists. Usage: gate_news [options] Where options are --help -h Print this text and exit.
ca: Consultar els servidors NNTP per si hi ha missatges per a redireccionar a les llistes de correu. Ús: gate_news [opcions] On les opcions són --help -h Mostra aquest missatge i surt.
fr: Interroge le serveur NNTP pour les messages à faire suivre dans la liste de diffusion. Usage: gate_news [options] Où les options sont: --help -h Affiche ce message puis quitte.
sv: Kontaktar NNTP-servern f&ouml;r att se om nya meddelanden ska distribueras till de respektive e-postlistorna. Anv&auml;nds s&aring; h&auml;r: gate_news [val] Val: --help -h Visar denna hj&auml;lptext.

source: Send password reminders for all lists to all users. This program scans all mailing lists and collects users and their passwords, grouped by the list's host_name if mm_cfg.VIRTUAL_HOST_OVERVIEW is true. Then one email message is sent to each unique user (per-virtual host) containing the list passwords and options url for the user. The password reminder comes from the mm_cfg.MAILMAN_SITE_LIST, which must exist. Usage: %(PROGRAM)s [options] Options: -l listname --listname=listname Send password reminders for the named list only. If omitted, reminders are sent for all lists. Multiple -l/--listname options are allowed. -h/--help Print this message and exit.
ca: Enviar recordatoris de contrasenya per totes les llistes a tots els usuaris. Aquest programa recorre totes les llistes de distribució i recopila els noms d'usuari i les seves contrasenyes, agrupats pel host_name de la llista si mm_cfg.VIRTUAL_HOST_OVERVIEW es true. Aleshores s'envia un missatge de correu electrònic a cada usuari per separat (per-virtual host) contenint les contrasenyes de les llistes i la URL d'opcions per a l'usuari. El recordatori de contrasenya prové de la variable mm_cfg.MAILMAN_SITE_LIST que ha d'existir. Ús: %(PROGRAM)s [opcions] Opcions: -l nom_de_llista --listname=nom_de_llista Enviar el recordatori de contrasenya només per la llista indicada. Si s'omet, el recordatori s'envia a totes les llistes. Es permeten múltiples opcions -l/--listname. -h/--help Mostra aquest missatge i surt.

source: %(host)s mailing list memberships reminder
ca: %(host)s recordatori de afiliació a la llista de correu electrònic.
cs: Server %(host)s: Upozornìní na úèast v konferencích
fr: Rappel pour les abonnements aux listes sur %(host)s
sv: P&aring;minnelse om l&ouml;senord f&ouml;r e-postlistor p&aring; %(host)s

source: Re-generate the Pipermail gzip'd archive flat files. This script should be run nightly from cron. When run from the command line, the following usage is understood: Usage: %(program)s [-v] [-h] [listnames] Where: --verbose -v print each file as it's being gzip'd --help -h print this message and exit listnames Optionally, only compress the .txt files for the named lists. Without this, all archivable lists are processed.
ca: Re-generar els fitxers d' arxiu de Pipermail comprimits amb gzip. Aquest script hauria d'executar-se cada nit desde cron. Quan s'executa desde la línia d'ordres, la sintaxi es la seguent: Ús: %(program)s [-v] [-h] [listnames] On: --verbose -v mostra el nom del fitxer mentre es comprimeix amb el gzip. --help -h mostra aquest missatge i surt listnames Opcionalment, comprimeix solament els fitxers .txt de les llistes indicades. Sense aquesta opció, es processen totes les llistes que es poden arxivar.
fr: Régénère les fichiers archives brutes gzipés de Pipermail. Ce script doit être exécuté nuitamment par cron. Lorsqu'il est exécuté en ligne de commande, l'utilisation suivante est admise: Usage: %(program)s [-v] [-h] [nomsliste] Où: --verbose -v Affiche chaque fichier pendant qu'il est gzipé --help -h Affiche ce message et quitte nomsliste De façon optionnelle, compresser uniquement le fichier .txt pour les listes fournit. Sans cette option, toute les listes archivables sont traités.
sv: Genererar Pipermails gzip arkiv fr&aring;n flat files. Detta skript b&ouml;r k&ouml;ras nattetid fr&aring;n cron. N&auml;r det k&ouml;rs fr&aring;n kommandoraden kan det anv&auml;ndas p&aring; f&ouml;ljande s&auml;tt: Anv&auml;nds s&aring; h&auml;r: %(program)s [-v] [-h] [listnamn ...] D&auml;r: --verbose -v Skriver namnet p&aring; varje fil efter hand som den blir gzip'ad. --help -h Visar denna hj&auml;lptext. listnamn Valfritt. Om listnamn anges, komprimeras bara .txt filerna till de n&auml;mnda listorna. Om inget listnamn anges, komprimeras .txt filerna f&ouml;r alla listor som har aktiverat arkiv.

source: Dispatch digests for lists w/pending messages and digest_send_periodic set. Usage: %(PROGRAM)s [options] Options: -h / --help Print this message and exit. -l listname --listname=listname Send the digest for the given list only, otherwise the digests for all lists are sent out.
ca: Enviar missatges agrupats a les llistes amb missatges pendents i amb digest_send_periodic sel.leccionat. Sintaxi: %(PROGRAM)s [opcions] Opcions: -h / --help Imprimeix aquest missatge i surt. -l listname --listname=listname Envia els missatges agrupats només per la llista especificada. Si no se n'especifica una, els envia a totes les llistes.
