Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Your message had a suspicious header.
ca: El teu missatge tenia una capçalera sospitosa
cs: Vá¹ pøíspìvek má neplatnou hlavièku.
fr: Votre message avait un en-tête douteux.
sv: Ditt meddelande inneh&aring;ller ett tvivelaktigt meddelandehuvud.

source: Message body is too big: %(size)d bytes with a limit of %(limit)d KB
ca: El cos del missatge és massa llarg: %(size)d bytes amb un limit de %(limit)d KB
cs: Tìlo zprávy je pøíli¹ veliké: %(size)d bytù, kde¾to limit je %(limit)d KB.
fr: Le corps du message est trop gros: %(size)d octets avec une limite de %(limit)d KB
sv: Meddelandet &auml;r f&ouml;r stort: %(size)d bytes, gr&auml;nsen &auml;r %(limit)d KB

source: Your message was too big; please trim it to less than %(kb)d KB in size.
ca: el teu missatge era massa gran, ha de ser de menys de %(kb)d KB.
cs: Va¹e zpráva je pøíli¹ veliká, prosím zkra»te ji na %(kb)d KB.
fr: Votre message est trop gros; veillez le réduire pour que sa taille soit au plus de %(kb)d KB.
sv: Ditt meddelande &auml;r f&ouml;r stort, var v&auml;nlig och minska det s&aring; att det blir mindre &auml;n %(kb)s KB.

source: Posting to a moderated newsgroup
ca: Enviant a un grup de noticies moderat
cs: Pøíspìvek do moderované konference

source: Your message to %(listname)s awaits moderator approval
ca: El teu missatge a la llista %(listname)s espera l'aprovació de l'administrador
cs: Vá¹ pøíspìvek do konference %(listname)s èeká na schválení moderátorem
fr: Votre message à la liste %(listname)s est en attente d'approbation
sv: Meddelandet som du skickade till listan %(listname)s v&auml;ntar p&aring; godk&auml;nnande av moderatorn.

source: %(listname)s post from %(sender)s requires approval
ca: Els enviaments a %(listname)s de %(sender)s requereixen aprovació
cs: Pøíspìvek od %(sender)s do konference %(listname)s vy¾aduje souhlas moderátora.
fr: Une soumission sur la liste %(listname)s à partir de %(sender)s requiert une approbation
sv: Meddelande till %(listname)s fr&aring;n %(sender)s kr&auml;ver godk&auml;nnande

source: If you reply to this message, keeping the Subject: header intact, Mailman will discard the held message. Do this if the message is spam. If you reply to this message and include an Approved: header with the list password in it, the message will be approved for posting to the list. The Approved: header can also appear in the first line of the body of the reply.
ca: Si respon a aquest missatge mantenint la capçalera Subject: (Assumpte) intacta, Mailman descartarà el missatge retingut. Faci això si el missatge és spam. Si respon a aquest missatge incloent una capçalera Approved: amb la contrasenya de la llista en ella, s'aprovarà el missatge perquè es lliuri a la llista. La capçalera Approved: pot aparèixer també a la primera línia del cos de la resposta.
cs: Pokud odpovíte na tuto zprávu a necháte její Subject: beze zmìny, Mailman zahodí originální pøíspìvek. To mù¾ete udìlat napø se spamem. Pokud na zprávu odpovíte a navíc pøidáte hlavièku Approved: obsahující jako hodnotu heslo konference, pøíspìvek bude rozeslán. Pokud Vá¹ klient el. po¹ty neumí pøidat dal¹í hlavièku, mù¾ete ji dát i na první øádek v tìle zprávy.
sv: Om du svarar p&aring; detta meddelande, och beh&aring;ller Subject: f&auml;ltet som det &auml;r, kommer Mailman att kasta det tillbakah&aring;lla meddelandet. G&ouml;r detta om meddelandet &auml;r spam. om du svarar p&aring; detta meddelande, och l&auml;gger till ett Approved: f&auml;lt i meddelandehuvudet som inneh&aring;ller listans l&ouml;senord, kommer e-postbrevet att godk&auml;nnas och skickas till listan. Approved: f&auml;ltet kan du ocks&aring; skriva som den f&ouml;rsta raden i svaret du skickar.

source: The message's content type was explicitly disallowed
ca: El tipus de contingut del missatge va ser explícitament prohibit
cs: Content type tohoto pøíspìvku byl výslovnì zakázán

source: The message's content type was not explicitly allowed
ca: El tipus de contingut del missatge no va ser explícitament permès
cs: Content type této zprávy nebyl explicitnì povolen

source: After content filtering, the message was empty
ca: Després de filtrar el contigut, el missatga era buit
cs: Po pøefiltrování obsahu nezbyl ¾ádný text k odeslání

source: The attached message matched the %(listname)s mailing list's content filtering rules and was prevented from being forwarded on to the list membership. You are receiving the only remaining copy of the discarded message.
ca: El missatge adjunt ha activat les regles de filtrat per contingut de la llista de distribució %(listname)s i això ha impedit que s'enviï als subscriptors de la llista. Ha rebut l'única còpia que queda del missatge descartat.
cs: Pøilo¾ená zpráva nebyla rozeslána do konference %(listname)s, proto¾e filtry na obsah zprávy, které jsou v konferenci aktivní, oznaèily její obsah za nepøijatelný. Tato vrácená zpráva je jedinou kopií va¹eho pøíspìvku. Na serveru nebyla ulo¾ena a ani nebyla nikam rozeslána.

source: Content filtered message notification
ca: Notificació de contingut filtrat
cs: Zpráva o filtraci obsahu pøíspìvku

source: You are not allowed to post to this mailing list, and your message has been automatically rejected. If you think that your messages are being rejected in error, contact the mailing list owner at %(listowner)s.
ca: No tens permès enviar missatges a aquesta llista de correu, i el missatge ha estat denegat automàticament. Si penses que els teus missatges estan sent denegats per error, contacte amb l'amo de la llista a %(listowner)s.
cs: Nemáte povoleno pøispívat do této konference a tak byl pøíspìvek automaticky zamítnut a vrácen. Pokud máte pocit, ¾e je to chyba, mù¾ete kontaktovat správce konference na adrese %(listowner)s.
sv: Du har inte lov att skicka e-postbrev till denna e-postlista, ditt meddelande blev d&auml;rf&ouml;r automatiskt avvisat. Om du anser att dina e-postbrev avvisas felaktigt, kontakta e-postlistans &auml;gare p&aring; %(listowner)s.

source: Auto-discard notification
ca: Auto-descartar notificació
cs: Upozornìní na automatické zahození pøíspìvku
sv: Automatiskt meddelande: ditt e-postbrev avvisades

source: The attached message has been automatically discarded.
ca: El missatge adjunt ha estat automàticament descartat.
cs: Pøilo¾ená zpráva byla automaticky zahozena.
sv: Det bifogade meddelandet kastades automatiskt.

source: The Mailman Replybot
ca: El contestador automàtic de Mailman
cs: Odpovídací robot
fr: Le BotRéponse de Mailman
sv: Mailmans automatiska svar

source: HTML attachment scrubbed and removed
ca: Eliminat el document HTML adjunt
cs: Pøíspìvek byl vyèi¹tìn a HTML èást byla odstranìna
sv: En HTML-bilaga skiljdes ut och togs bort

source: An HTML attachment was scrubbed... URL: %(url)s
ca: Un document HTML ha estat eliminat... URL: %(url)s
cs: HTML pøíloha byla odstranìna... URL: %(url)s
sv: En HTML-bilaga skiljdes ut... URL: %(url)s

source: no subject
ca: no hi ha tema
sv: ingen titel

source: no date
ca: no hi ha data
cs: bez data
sv: inget datum

source: unknown sender
ca: remitent desconegut
cs: neznámý odesílatel
sv: ok&auml;nd avs&auml;ndare

source: An embedded message was scrubbed... From: %(who)s Subject: %(subject)s Date: %(date)s Size: %(size)s Url: %(url)s
ca: Un missatge insertat ha estat eliminat... De: %(who)s Tema: %(subject)s Data: %(date)s Volum: %(size)s Url: %(url)s
cs: Vlo¾ená zpráv byla odstranìna... Od: %(who)s Subject: %(subject)s Datum: %(date)s Velikost: %(size)s Url: %(url)s
sv: Ett inb&auml;ddat brev i e-postbrev, skiljdes ut... Fr&aring,n: %(who)s Titel: %(subject)s Datum: %(date)s Storlek: %(size)s Url: %(url)s

source: A non-text attachment was scrubbed... Name: %(filename)s Type: %(ctype)s Size: %(size)d bytes Desc: %(desc)s Url : %(url)s
ca: Un adjunt de no-text ha estat eliminat... Nom: %(filename)s Tipus: %(ctype)s volum: %(size)d bytes Desc: %(desc)s Url : %(url)s
cs: Netextová pøíloha byla odstranìna... Jméno: %(filename)s Typ: %(ctype)s Velikost: %(size)d bytes Popis: %(desc)s Url : %(url)s
sv: En bilaga som inte var text, skiljdes ut... Namn : %(filename)s Typ : %(ctype)s Storlek: %(size)d bytes Beskrivning: %(desc)s URL : %(url)s

source: -------------- next part --------------
ca: -------------- següent part --------------
cs: ------------- dal¹í èást ---------------

source: %(realname)s Digest, Vol %(volume)d, Issue %(issue)d
ca: Resum de %(realname)s, Vol %(volume)d, Publicació %(issue)d
fr: Lot %(realname)s, Vol %(volume)d, Parution %(issue)d
sv: Sammandrag av %(realname)s, Vol %(volume)d, Utg&aring;va %(issue)d

source: digest header
ca: capçalera del resum
cs: Záhlaví Digest zprávy
fr: En-tête des messages groupés
sv: topptext

source: Digest Header
ca: Capçalera del Resum
cs: Záhlaví Digest zprávy
fr: En-tête des messages groupés
sv: Topptext

source: Today's Topics:
ca: Temes d'avui:
cs: Dne¹ní menu:
fr: Thème du jour:
sv: Dagens &auml;mnen:

source: Today's Topics (%(msgcount)d messages)
ca: Temes d'Avui (%(msgcount)d messages)
cs: Dne¹ní menu (%(msgcount)d zpráv):
fr: Sujet du jour (%(msgcount)d messages)
sv: Dagens &auml;mnen (%(msgcount)d meldinger)

source: digest footer
ca: peu de pàgina del resum
cs: Patièka digestu
fr: Pied de page des remises groupées
sv: bottentext

source: Digest Footer
ca: Peu de Pàgina del Resum
cs: Patièka digestu
fr: Pied de page des lots
sv: Bottentext

source: End of
ca: Final de
cs: Konec:
fr: Fin de
sv: Slut p&aring;

source: Posting of your message titled "%(subject)s"
ca: Enviant el teu missatge titulat "%(subject)s"
cs: Va¹e zpráva ve vìci %(subject)s"
fr: Soumission de votre message avec comme objet "%(subject)s"
sv: Ditt meddelande med titel "%(subject)s"

source: Forward of moderated message
ca: Rebot de missatge moderat
cs: Forwardovat moderovanou zprávu
sv: Vidares&auml;ndning av modererat meddelande

source: New subscription request to list %(realname)s from %(addr)s
ca: Nova petició de subscripció per a la llista %(realname)s de %(addr)s
cs: Po¾adavek na pøihlá¹ení do konference %(realname)s od %(addr)s
fr: Nouvelle demande d'abonnement à la liste %(listname)s de %(addr)s
sv: Ny ans&ouml;kan om medlemskap p&aring; listan %(realname)s fr&aring;n %(addr)s

source: Subscription request
ca: Petició de subscripció
cs: ®ádost o pøihlá¹ení
fr: Requête d'abonnement
sv: Ans&ouml;kan om medlemskap

source: New unsubscription request from %(realname)s by %(addr)s
ca: Nova petició per a cancel·lar la subscripció a %(realname)s de %(addr)s
cs: Po¾adavek na pøihlá¹ení do konference %(realname)s od %(addr)s
sv: Ans&ouml;kan fr&aring;n %(addr)s om avanm&auml;lan fr&aring;n listan %(realname)s

source: Unsubscription request
ca: Petició per a cancel·lar la subscripció
cs: ®ádost o odhlá¹ení
sv: Ans&ouml;kan om avanm&auml;lan

source: Original Message
ca: Missatge original
cs: Pùvodní zpráva
fr: Message d'origine
sv: Ursprungligt meddelande

source: Request to mailing list %(realname)s rejected
ca: Petició a la llista de correu %(realname)s denegada
cs: Po¾adavek do konference %(realname)s byl zamítnut.
fr: Requête à l'endroit de la liste %(realname)s rejetée
sv: Fr&aring;ga till e-postlistan %(realname)s inte godk&auml;nd

source: The mailing list `%(listname)s' has been created via the through-the-web interface. In order to complete the activation of this mailing list, the proper /etc/aliases (or equivalent) file must be updated. The program `newaliases' may also have to be run. Here are the entries for the /etc/aliases file:
ca: La llista de distribució `%(listname)s' ha estat creada a través de l'interfície web. Per a poder completar l'activació d'aquesta llista de distribució, s'ha d'actualitzar el fitxer /etc/aliases (o equivalent). També deuria executar l'ordre `newaliases'. Aquí hi ha les entrades per el fitxer /etc/aliases:
cs: Prostøednictvím webovského rozhraní byla zalo¾ena konference `%(listname)s'. Aby bylo mo¾né zasílat pøíspìvky, musíte je¹tì ruènì doplnit do souboru /etc/aliases tyto øádky: (Asi bude nutné následnì spustit pøíkaz newaliases).
fr: La liste de de diffusion `%(listname)s' a été crée en utilisant l'interface a-travers-le-web. Pour achever l'activation de la liste de diffusion, les aliases /etc/aliases (ou équivalent) nécessaires doivent être crées Dans certains cas, le programme `newaliases' devrait être exécuté. Voici la liste des entrées à inclure dans le fichier /etc/aliases:
sv: E-postlistan '%(listname)s' har uppr&auml;ttats via webbsiorna. F&ouml;r att fullf&ouml;lja uppr&auml;ttandet och aktivera e-postlistan, m&aring;ste filen /etc/aliases (eller motsvarande aliasfil) uppdateras. Det kan ocks&aring; vara s&aring; att programmet 'newaliases' m&aring;ste k&ouml;ras. H&auml;r &auml;r raderna som m&aring;ste l&auml;ggas in i aliasfilen:

source: Mailing list creation request for list %(listname)s
ca: Petició per crear la llista de correu %(listname)s
cs: Administrativní po¾adavky pro konferenci '%(listname)s'
fr: Requête de création de la liste %(listname)s
sv: Resultat av uppr&auml;ttande av e-postlistan %(listname)s

source: The mailing list `%(listname)s' has been removed via the through-the-web interface. In order to complete the de-activation of this mailing list, the appropriate /etc/aliases (or equivalent) file must be updated. The program `newaliases' may also have to be run. Here are the entries in the /etc/aliases file that should be removed:
ca: La llista de distribució `%(listname)s' s'ha esborrat a través de l'interfície web. Per a poder completar la desactivació d'aquesta llista de distribució, s'ha d'actualitzar el fitxer /etc/aliases (o equivalent). També deuria executar l'ordre `newaliases'. Aquí hi ha les entrades de /etc/aliases que han de ser esborrades:
cs: Konference `%(listname)s' byla zru¹ena pøes webovské rozhraní. Nyní je nutné zru¹it ze souboru /etc/aliases následující øádky: (Asi bude nutné potom spustit pøíkaz newaliases.)
fr: La liste de diffusion `%(listname)s' a été supprimée en utilisant l'interface a-travers-le-web. Pour achever la désactivation de cette liste, les entrées correspondantes dans le fichier /etc/aliases (ou équivalent) doivent être supprimées. Il est possible que vous ayez également à exécuter le programme `newaliases'. Voici la liste des entrées à supprimer du fichier /etc/aliases:
sv: E-postlistan '%(listname)s' har raderats via webbsidan. F&ouml;r att fullf&ouml;lja raderingen av denna e-postlista, m&aring;ste filen /etc/aliases (eller motsvarande aliasfil) uppdateras. Det kan ocks&aring; vara s&aring; att programmet 'newaliases' m&aring;ste k&ouml;ras. H&auml;r &auml;r raderna som m&aring;ste tas bort fr&aring;n aliasfilen:

source: To finish removing your mailing list, you must edit your /etc/aliases (or equivalent) file by removing the following lines, and possibly running the `newaliases' program: ## %(listname)s mailing list
ca: Per acabar d'eliminar la llista de correu has d'editar el teu /etc/aliases (o equivalent) per eliminar les següentes línies, i possiblement executar el programa `newaliases': ## %(listname)s llista de correu
cs: Nyní je nutné zru¹it ze souboru /etc/aliases následující øádky: (Asi bude nutné potom spustit pøíkaz newaliases.) ## %(listname)s mailing list
fr: Pour achever la suppression de votre liste de diffusion, vous devrez modifier votre fichier /etc/aliases (ou équivalent) en y supprimant les lignes suivantes et peut être exécuter le programme `newaliases': ##Liste de diffusion %(listname)s
sv: F&ouml;r att fullf&ouml;lja radering av denna e-postlista, m&aring;ste f&ouml;ljande rader raderas i filen /etc/aliases (eller motsvarande aliasfil), m&ouml;jligen f&ouml;ljt av att du k&ouml;r programmet 'newaliases': ## E-postlista: %(listname)s

source: Mailing list removal request for list %(listname)s
ca: Petició per eliminar la llista %(listname)s
cs: Po¾adavek na zru¹ení konference %(listname)s
fr: Requête de suppression de la liste de diffusion %(listname)s
sv: Fr&aring;ga om att radera e-postlistan %(listname)s

source: checking permissions on %(file)s
ca: comprovant permisos de %(file)s
cs: Ovìøuji práva souboru %(file)s
sv: kontrollerar r&auml;ttigheter f&ouml;r %(file)s

source: %(file)s permissions must be 066x (got %(octmode)s)
ca: %(file)s ha de tenir permisos 066x (té %(octmode)s)
cs: Práva na souboru: %(file)s musí být 066x (jsou %(octmode)s)
sv: r&auml;ttigheterna p&aring; %(file)s m&aring;ste vara 066x (men &auml;r %(octmode)s)

source: (fixing)
ca: (fixant)
cs: (opravuji)
fr: (réparation)
sv: (fixar)

source: checking ownership of %(dbfile)s
ca: Comprovant la propietat de %(dbfile)s
cs: Ovìøuji práva souboru %(dbfile)s
sv: unders&ouml;ker &auml;garskap p&aring; filen %(dbbfile)s

source: %(dbfile)s owned by %(owner)s (must be owned by %(user)s
ca: %(dbfile)s propietat de %(owner)s (ha de ser propietat de %(user)s
cs: Soubor %(dbfile)s patøí u¾ivateli %(owner)s (musí být vlastnìn %(user)s)

source: from %(remote)s
ca: de %(remote)s
cs: od %(remote)s
fr: A partir de %(remote)s
sv: fr&aring;n %(remote)s

source: subscriptions to %(realname)s require moderator approval
ca: les subscripcions a %(realname)s requereixen l'aprovació del moderador
cs: pøihlá¹ky do konference %(realname)s vy¾adují souhlas moderátora
fr: les abonnements a %(realname)s nécessitent l'approbation du modérateur
sv: anm&auml;lan till %(realname)s kr&auml;ver godk&auml;nnande av moderator

source: %(realname)s subscription notification
ca: Notificació de subscripció de %(realname)s
cs: %(realname)s zpráva o pøihlá¹ení.
fr: notification d'abonnement de %(realname)s
sv: Meddelande om anm&auml;lan till e-postlistan %(realname)s

source: unsubscriptions require moderator approval
ca: les cancel·lacions de subscripció requereixen l'aprovació del moderador
cs: odhlá¹ení z konference vy¾aduje souhlas moderátora
sv: avanm&auml;lan kr&auml;ver godk&auml;nnande av moderator

source: %(realname)s unsubscribe notification
ca: notificació de la cancel·lació de subscripció
cs: %(realname)s zpráva o odhlá¹ení
fr: notification de résiliation de %(realname)s
sv: Meddelande om avanm&auml;lan fr&aring;n e-postlistan %(realname)s

source: subscriptions to %(name)s require administrator approval
ca: Les subscripcions a %(name)s requereixen l'aprovació de l'administrador
cs: pøihlá¹ky do konference %(name)s vy¾adují souhlas moderátora
fr: L'abonnement à la liste %(name)s requiert une approbation de l'administrateur
sv: anm&auml;lan %(name)s kr&auml;ver godk&auml;nnande av administrat&ouml;r

source: Last autoresponse notification for today
ca: Última notificació d'auto-resposta per avui
cs: Poslední dne¹ní automatická odpovìï

source: The attached message was received as a bounce, but either the bounce format was not recognized, or no member addresses could be extracted from it. This mailing list has been configured to send all unrecognized bounce messages to the list administrator(s). For more information see: %(adminurl)s
ca: El missatge adjunt es va rebre com a rebot, pero o el format del rebot no es coneix, o no es van poder extreure les adreces. Aquesta llista ha estat configurada per enviar tots els missatges de rebot no coneguts al administrador(s) de la llista. Per a mes informació: %(adminurl)s
cs: Pøilo¾ený pøíspìvek byl vrácen jako nedoruèitelný, nicménì automatický systém pro detekci neplatných adres v nìm nedokázal nalézt adresu, která není platná - zpùsobila vrácení pøíspìvku. Tato konference je nakonfigurována tak, ¾e taková chybová hlá¹ení pøeposílá administrátorovi. Dal¹í informace naleznete na adrese: %(adminurl)s

source: Uncaught bounce notification
ca: Notificació de rebot no capturada
cs: Nesrozumitelné oznámení o nedoruèitelnosti

source: Ignoring non-text/plain MIME parts
ca: Ignorant parts MIME que no siguin text net
cs: Ignoruji MIME èásti jiného typu ne¾ text/plain
sv: Hoppar &ouml;ver MIME-delar som inte &auml;r text/plain

source: The results of your email command are provided below. Attached is your original message.
ca: Abaix tens els resultats de les ordres del teu correu electrònic. El missatge origianl està adjunt.
cs: Ní¾e naleznete výsledek pøíkazù, které jste zaslal. Pøikládám i pùvodní emailovou zprávu.
sv: Resultatet av dina kommandon visas nedan. Ditt ursprungliga meddelande finns bifogat.

source: - Results:
ca: - Resultats:
cs: - Výsledky:
sv: - Resultat:

source: - Unprocessed:
ca: - No processat:
cs: Nezpracováno:
sv: - Inte utf&ouml;rt:

source: - Ignored:
ca: - Ignorat:
cs: Ignorováno:
sv: - Hoppat &ouml;ver:

source: - Done.
ca: - Fet.
cs: Hotovo:
sv: - Utf&ouml;rt.

source: The results of your email commands
ca: Els resultats de les ordres del teu correu electrònic
cs: Výsledky pøíkazù zaslaných e-mailem
sv: Resultatet av dina kommandon

source: Delivered by Mailman<br>version %(version)s
ca: Entregat per Mailman<br>versió %(version)s
cs: Doruèeno Mailmanem<br>verze %(version)s
fr: Servi par Mailman <br>version %(version)s
sv: Levererat av Mailman<br>versjon %(version)s

source: Mon
ca: Dil
cs: Pondìlí

source: Thu
ca: Dij
cs: Ètvrtek

source: Tue
ca: Dma
cs: Úterý

source: Wed
ca: Dme
cs: Støeda

source: Fri
ca: Div
cs: Pátek

source: Sat
ca: Dis
cs: Sobota

source: Sun
ca: Diu
cs: Nedìle

source: Apr
ca: Abr
cs: Duben

source: Jan
ca: Gen
cs: Leden

source: Aug
ca: Ago
cs: Srpen

source: Dec
ca: Des
cs: Prosinec

source: Sep
ca: Set
cs: Záøí

source: Server Local Time
ca: Data local del servidor
cs: Místní èas serveru

source: Already a member: %(member)s
ca: Ja és un membre: %(member)s
cs: Je ji¾ úèastníkem %(member)s
fr: Déjà abonné: %(member)s
sv: Redan medlem: %(member)s

source: Bad/Invalid email address: blank line
ca: Adreça de correu electrònic incorrecta: línia en blanc
cs: Neplatná emailová adresa: prázdný øádek
fr: Adresse courriel Mauvaise/Invalide: ligne vide
sv: Fel/Ogiltig e-postadress: tom rad

source: Bad/Invalid email address: %(member)s
ca: Adreça de correu electrònic incorrecta: %(member)s
cs: Neplatná emailová adresa: %(member)s
fr: Adresse courriel Mauvaise/Invalide: %(member)s
sv: Fel/Ogiltig e-postadress: %(member)s

source: Hostile address (illegal characters): %(member)s
ca: Adreça hostil (caràcter il·legals): %(member)s
cs: Neplatná adresa (obsahuje nepovolené znaky): %(member)s
fr: Adresse hostile (caractères illégaux): %(member)s
sv: Ogiltigt tecken i e-postadressen: %(member)s

source: Subscribed: %(member)s
ca: Subscrit: %(member)s
cs: Pøihlá¹en: %(member)s
fr: Abonné: %(member)s
sv: Anm&auml;ld: %(member)s

source: Bad argument to -w/--welcome-msg: %(arg)s
ca: Argument erroni -w/--welcome-msg: %(arg)s
cs: Chybný parametr u -w/--welcome-msg: %(arg)s
fr: Mauvais argument fourni à -w/--welcome-msg: %(arg)s
sv: Ogiltigt argument till -w/--welcome-msg: %(arg)s

source: Bad argument to -a/--admin-notify: %(arg)s
ca: Argument erroni a -a/--admin-notify: %(arg)s
cs: Chybný parametr u -a/--admin-notify: %(arg)s
fr: Mauvais argument fourni à -a/--admin-notify: %(arg)s
sv: Ogiltigt argument till -a/--admin-notify: %(arg)s

source: Cannot read both digest and normal members from standard input.
ca: No puc llegir als subscriptors regulars i als no regulars des de l'entrada estàndard.
cs: Nemohu èíst ze standardního vstupu jak bì¾né úèastníky, tak úèastníky vyu¾ívající digest.
fr: Ne peut à la fois lire, à partir de l'entrée standard, les abonnés normaux et les abonnés de type digest.
sv: Kan inte l&auml;sa b&aring;de medlemmar i normalversion och medlemmar i sammandragsversion fr&aring;n standard input.

source: No such list: %(listname)s
ca: La llista no existeix: %(listname)s
cs: Nenalezl jsem konferenci %(listname)s
fr: Liste introuvable: %(listname)s
sv: Listan finns inte: %(listname)s

source: Nothing to do.
ca: Res per fer.
cs: ®ádný pøíkaz.
fr: Rien à faire.
sv: Ingenting att g&ouml;ra.
