Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Posted message canceled
ca: L'enviament ha estat cancel·lat
cs: Pøíspìvek byl stornován
fr: Annulation du mesage soumit
sv: Meddelandet drogs tillbaka

source: You have successfully canceled the posting of your message with the Subject: header <em>%(subject)s</em> to the mailing list %(listname)s.
ca: Has cancel·lat satisfactòriament l'enviament del teu missatge amb el Tema: capçalera <em>%(subject)s</em> a la llista de correu %(listname)s.
cs: Podaøilo se Vám zru¹it distribuci pøíspìvku ve vìci: <em>%(subject)s</em> do konference %(listname)s.
fr: Vous avez annulé avec succès la soumission du message avec comme objet: En-tête <em>%(subject)s</em> à la liste %(listname)s
sv: Du har dragit tillbaka ditt meddelande till e-postlistan %(listname)s, med titeln <em>%(subject)s</em>.

source: Cancel held message posting
ca: Cancel·lar l'enviament del missatge retingut
cs: Zahoï pøíspìvek
fr: Annulez l'envoi de messages en attente
sv: Dra tillbaka meddelande skickat till listan

source: The held message you were referred to has already been handled by the list administrator.
ca: El missatge retingut al que s'estava referint ja ha estat tractat per l'administrador de la llista.
cs: Pøíspìvek, který jste chtìl zobrazit byl ji¾ vyøízen moderátorem.

source: Your confirmation is required in order to cancel the posting of your message to the mailing list <em>%(listname)s</em>: <ul><li><b>Sender:</b> %(sender)s <li><b>Subject:</b> %(subject)s <li><b>Reason:</b> %(reason)s </ul> Hit the <em>Cancel posting</em> button to discard the posting. <p>Or hit the <em>Continue awaiting approval</em> button to continue to allow the list moderator to approve or reject the message.
ca: Es requereix la teva confirmació per a cancel·lar l'enviament del missatge a la llista de correu <em>%(listname)s</em>: <ul><li><b>Remitent:</b> %(sender)s <li><b>Tema:</b> %(subject)s <li><b>Raó:</b> %(reason)s </ul> Prem el botó <em>Cancel·lar Enviament</em> per descartar l'enviament. <p>O prem el botó <em>Continuar Esperant l'Aprovació</em> per a continuar esperant que el moderador aprovi o denegui el missatge.
cs: Potvrïte, ¾e si pøejete zahodit svùj pøíspìvek do konference <em>%(listname)s</em>: <ul><li><b>Odesílatel:</b> %(sender)s <li><b>Vìc:</b> %(subject)s <li><b>Dùvod:</b> %(reason)s </ul> Kliknutím na<em>Zahoï pøíspìvek</em> bude pøíspìvek zru¹en. <p>Nebo kliknìte na <em>Pokraèuj v èekání na souhlas</em> a pøíspìvek poèká na rozhodnutí moderátora.
fr: Votre confirmation est nécessaire pour annuler la soumission de votre message à la liste <em>%(listname)s</em>: <ul><li><b>Expéditeur:</b> %(sender)s <li><b>Objet:</b> %(subject)s <li><b>Motif:</b> %(reason)s </ul> Cliquez sur le bouton <em>Annuler et ignorer</em> pour ignorer la soumission. <p>Ou cliquez sur le bouton <em>Poursuivre l'attente d'approbation</em> pour attendre la décision du modérateur quant à l'approbation ou le rejet du message.
sv: Din bekr&auml;ftelse kr&auml;vs f&ouml;r att meddelandet som du skickade till e-postlistan <em>%(listname)s</em> ska dras tillbaka: <ul> <li><b>Avs&auml;ndare:</b> %(sender)s</li> <li><b>Titel:</b> %(subject)s</li> <li><b>Orsak:</b> %(reason)s</li> </ul> Klicka <em>Dra tillbaka meddelandet</em> f&ouml;r att dra tillbaka ditt meddelande, och d&auml;rmed f&ouml;rhindra att det skickas till listan. <p>Eller klicka <em>Forts&auml;tt att v&auml;nta</em> f&ouml;r att l&aring;ta listmoderatorn avg&ouml;ra om meddelandet ska skickas till listan eller inte.

source: Cancel posting
ca: Cancel·lar l'enviament
cs: Zahoï pøíspìvek
fr: Annulez l'envoi
sv: Dra tillbaka meddelandet

source: You have canceled the re-enabling of your membership. If we continue to receive bounces from your address, it could be deleted from this mailing list.
ca: Has cancel·lat l'activació de la teva subscripció. Si continuem rebent rebots de la teva adreça, podria ser eliminada de la llista de correu.
cs: Zru¹il jste po¾adavek na obnovení èlenství. Pokud se budou i nadále vracet pøíspìvky, bude Va¹e adresa z konference odhlá¹ena.
sv: Du har avbrutit processen med att aktivera ditt medlemskap igen. Observera att om det forts&auml;tter att komma returmeddelanden f&aring;n din e-postadress, kan du efter en tid automatiskt bli avanm&auml;d fr&aring;n listan.

source: Membership re-enabled.
ca: Subscripció re-activada.
cs: Èlenství bylo znovu povoleno.
sv: Du kommer nu att ta emot e-postbrev fr&aring;n listan igen.

source: You have successfully re-enabled your membership in the %(listname)s mailing list. You can now <a href="%(optionsurl)s">visit your member options page</a>.
ca: Has re-activat la teva subscripció a la llista de correu %(listname)s. Ara pots <a href="%(optionsurl)s">visitar la teva pàgina d'opcions de membre</a>.
cs: Úspì¹nì jste obnovil èlenství v konferenci %(listname)s. Nyní mù¾ete pokraèovat <a href="%(optionsurl)s">na stránku s konfigurací èlena</a>.
sv: Du kommer nu att ta emot e-postbrev fr&aring;n e-postlistan %(listname)s igen. Du kan nu <a href="%(optionsurl)s">g&aring; till din personliga medlemssida</a> om du vill.

source: Re-enable mailing list membership
ca: Re-activar subscripció a la llista de correu.
cs: Povol èlenství v konferenci
sv: Ta emot e-postbrev fr&aring;n listan igen

source: We're sorry, but you have already been unsubscribed from this mailing list. To re-subscribe, please visit the <a href="%(listinfourl)s">list information page</a>.
ca: Ho sento, però la teva subscripció a aquesta llista de correu electrònic ha estat cancel·lada. per a subscriure't de nou visita la <a href="%(listinfourl)s">pàgina d'informació de la llista</a>.
cs: Je nám líto, ale u¾ jste byl z této konference odhlá¹en. Pokud se chcete znovu pøihlásit, <a href="%(listinfourl)s">nav¹tivte informaèní stránku.</a>.
sv: Tyv&auml;rr &auml;r du redan avanm&auml;d fr&aring;n denna e-postlista. F&ouml;r att anm&auml;la dig till listan igen, g&aring; till <a href="%(listinfourl)s">listans webbsida</a>.

source: <em>not available</em>
ca: <em>no disponible</em>
cs: <em>není k dispozici</em>
sv: </em>inte tillg&auml;nglig</em>

source: Your membership in the %(realname)s mailing list is currently disabled due to excessive bounces. Your confirmation is required in order to re-enable delivery to your address. We have the following information on file: <ul><li><b>Member address:</b> %(member)s <li><b>Member name:</b> %(username)s <li><b>Last bounce received on:</b> %(date)s <li><b>Approximate number of days before you are permanently removed from this list:</b> %(daysleft)s </ul> Hit the <em>Re-enable membership</em> button to resume receiving postings from the mailing list. Or hit the <em>Cancel</em> button to defer re-enabling your membership.
ca: La teva subscripció a la llista %(realname)s està actualment des-activada degut a rebots excessius. Es requereix la teva confirmació per re-activar el lliurament a la teva adreça. Tenim la següent informació: <ul><li><b>Adreça del membre:</b> %(member)s <li><b>Nom del membre:</b> %(username)s <li><b>Últim rebot reubt el:</b> %(date)s <li><b>Nombre aproximat de dies abans de ser eliminat d'aquesta llista:</b> %(daysleft)s </ul> Prem el botó <em>Re-activar Subscripció</em> per continuar rebent enviaments de la llista de correu. O prem el botó <em>Cancel·lar</em>per ajornar la re-activació de la teva subscripció.
cs: Va¹e èlenství v konferenci %(realname)s je pozastaveno proto¾e se nám nedaøí doruèovat pøíspìvky na uvedenou adresu. Pokud chcete pøíspìvky opìt dostávat, musíte èlenství obnovit. Údaje o pozastavení èlenství: <ul><li><b>Adresa úèastníka:</b> %(member)s <li><b>Jméno úèastníka:</b> %(username)s <li><b>Poslední vrácený pøíspìvek se vrátil dne:</b> %(date)s <li><b>Pøibli¾ný poèet dní zbývající do automatického odhlá¹ení z konference:</b> %(daysleft)s </ul> Po kliknutí na <em>Obnov èlenství</em> budete opìt dostávat pøíspìvky. Nebo kliknìte na <em>Zru¹it</em> a systém bude dále èekat.
sv: Ditt medlemskap p&aring; e-postlistan %(realname)s &auml;r f&ouml;r n&auml;rvarande avaktiverat p&aring; grund av f&ouml;r m&aring;nga returmeddelanden fr&aring;n din e-postadress. Vi m&aring;ste ha din bekr&auml;ftelse f&ouml;r att du &aring;ter ska kunna ta emot meddelanden fr&aring;n listan. Vi har f&ouml;ljande information om dig: <ul> <li><b>E-postadress:</b> %(member)s <li><b>Namn:</b> %(username)s <li><b>Senaste returmeddelande togs emot:</b> %(date)s <li><b>Antal dagar tills du automatiskt blir avanm&auml;ld fr&aring;n listan: ca. %(daysleft)s </ul> Klicka p&aring; knappen <em>Ta emot e-postbrev igen</em> f&ouml;r att aktivera ditt medlemskap och forts&auml;tta att ta emot e-postbrev fr&aring;n listan. Eller klicka p&aring; knappen <em>Avbryt</em> om du vill g&ouml;ra det en annan g&aring;ng.

source: Re-enable membership
ca: Re-activar Subscripció
cs: Obnov èlenství
sv: Ta emot e-postbrev igen

source: Cancel
ca: Cancel·lar
cs: Zru¹
sv: Avbryt

source: Bad URL specification
ca: Especificació URL errònia
cs: Chybnì zadané URL
fr: Spécification erronée d'URL
sv: Ogiltig URL-konstruktion

source: Return to the
ca: Tornar a la
cs: Zpìt na
fr: Retourner au
sv: Tillbaka till

source: general list overview
ca: Perspectiva general de la llista
cs: informaèní stránce konference
fr: panorama de la liste
sv: allm&auml;nn informationssida f&ouml;r e-postlistan

source: <br>Return to the
ca: <br>Tornar a la
cs: <br>Zpìt na
fr: <br>Revenir à
sv: <br>Tillbaka till

source: administrative list overview
ca: perspectiva general de la llista administrativa
fr: Panorama administrative de la liste
sv: administrativ sida f&ouml;r e-postlistan

source: You forgot to enter the list name
ca: Has oblidat introduir el nom de la llista
cs: Zapomnìl jste zadat název konference
fr: Vous avez oublié de préciser le nom de la liste
sv: Du gl&ouml;mde att fylla i e-postlistans namn

source: You forgot to specify the list owner
ca: Has oblidat especificar l'amo de la llista
cs: Zapomnìl jste zadat vlastníka konference
fr: Vous avez oublié de préciser le propriétaire de la liste
sv: Du gl&ouml;mde att fylla i &auml;garens/administrat&ouml;rens e-postadress

source: Leave the initial password (and confirmation) fields blank if you want Mailman to autogenerate the list passwords.
ca: Deixa els camps de contrasenya inicial en blanc si vols que Mailman auto-generi la llista de contrasenyes .
cs: Pokud necháte poèáteèní hesla nevyplnìná Mailman vygeneruje náhodná hesla sám.
fr: Laisser les champs mot de passe initial (et confirmation) vides si vous voulez que Mailman génère automatiquement les mots de passe pour vous.
sv: L&aring;t f&auml;lten f&ouml;r l&ouml;senord vara tomma om du vill att Mailman ska generera ett l&ouml;senord f&ouml;r listan.

source: Initial list passwords do not match
ca: Les contrasenyes de la llista inicial no coincideixen
cs: Hesla pro zøízení konference nesouhlasí
fr: Les mots de passe ne correspindent pas
sv: L&ouml;senorden &auml;r inte lika

source: The list password cannot be empty<!-- ignore -->
ca: La contrasenya de la llista no pot estar buida<!-- ignore -->
cs: Heslo pro konferenci nesmí být prázdné.<!-- ignore -->
sv: Listan m&aring;ste ha ett l&ouml;senord (listans l&ouml;senord kan inte vara blankt)

source: You are not authorized to create new mailing lists
ca: No estàs autoritzat a crear una nova llista de correu
cs: Nemáte právo zalo¾it novou konferenci.
fr: Vous n'êtes pas autorisé à créer de nouvelles listes
sv: Du har inte tillg&aring;ng till att uppr&auml;tta nya e-postlistor

source: Bad owner email address: %(s)s
ca: L'adreça de correu electrònic de l'amo és errònia: %(s)s
cs: Neplatná adresa vlastníka: %(s)s

source: List already exists: %(listname)s
ca: La llista ja existeix: %(listname)s
cs: Konference ji¾ existuje : %(listname)s
fr: La liste existe: %(listname)s
sv: Listan finns redan: %(listname)s !

source: Illegal list name: %(s)s
ca: El nom de la llista erroni: %(s)s
cs: Nepøípustný název konference %(s)s

source: Some unknown error occurred while creating the list. Please contact the site administrator for assistance.
ca: Un error desconegut ha ocorregut mentre intentava crear la llista. Per favor, contacte amb el administrador per assistència.
cs: V prùbìhu zakládání konference do¹lo k neznámé chybì Prosíme, kontaktuje správce serveru.
fr: Quelques erreurs inconnues ce sont produites lors de la création de la liste Pour assistance veillez contactez l'administrateur du site.
sv: Ett ok&auml;nt fel uppstod under uppr&auml;ttandet av e-postlistan. Kontakta systemadministrat&ouml;ren f&ouml;r att f&aring; hj&auml;lp.

source: Your new mailing list: %(listname)s
ca: La teva nova llista de correu:
cs: Va¹e nová konference : %(listname)s
fr: Votre nouvelle liste de diffusion: %(listname)s
sv: Din nya e-postlista: %(listname)s

source: Mailing list creation results
ca: Resultats de la creació de la llista de correu
cs: Výsledky vytvoøení konference
fr: Resultats de la création de la liste de diffusion
sv: Resultat av uppr&auml;ttandet

source: You have successfully created the mailing list <b>%(listname)s</b> and notification has been sent to the list owner <b>%(owner)s</b>. You can now:
ca: Has creat la llista de correu satisfactòriament <b>%(listname)s</b> i notificació ha estat enviada a l'amo de la llista <b>%(owner)s</b>. Ara pots:
cs: Právì jste úspì¹nì zalo¾il konferenci <b>%(listname)s</b>, zpráva byla zaslána i vlastníkovi na adresu: <b>%(owner)s</b>. Nyní mù¾ete:
fr: Vous avez créer la liste de diffusion <b>%(listname)s</b> avec succès et un avis a été envoyé au propriétaire de la liste <b>%(owner)s</b>. Vous pouvez à présent:
sv: Du har nu uppr&auml;ttat e-postlistan <b>%(listname)s</b>, och ett e-postbrev med meddelande om detta har skickats till listans &auml;gare <b>%(owner)s</b>. Du kan nu:

source: Visit the list's info page
ca: Visita la pàgina d'informació de la llista
cs: Nav¹tivte informaèní stránky o konferenci
fr: Visitez la page info de la liste
sv: G&aring; till listans webbsida

source: Visit the list's admin page
ca: Visita la pàgina del administrador de la llista
cs: Nav¹tivte stránky pro administrátora konference
fr: Visitez la page admin de la liste
sv: G&aring; till listans administrationssida

source: Create another list
ca: Crear una altra llista
cs: Zalo¾it dal¹í konferenci?
fr: Créer une autre liste
sv: Uppr&auml;tta ytterligare en lista

source: Create a %(hostname)s Mailing List
ca: Crear una llista de correu %(hostname)s
cs: Vytvoø konferenci %(hostname)s
fr: Créer une liste de diffusion sur %(hostname)s
sv: Uppr&auml;tta en e-postlista p&aring; %(hostname)s

source: You can create a new mailing list by entering the relevant information into the form below. The name of the mailing list will be used as the primary address for posting messages to the list, so it should be lowercased. You will not be able to change this once the list is created. <p>You also need to enter the email address of the initial list owner. Once the list is created, the list owner will be given notification, along with the initial list password. The list owner will then be able to modify the password and add or remove additional list owners. <p>If you want Mailman to automatically generate the initial list admin password, click on `Yes' in the autogenerate field below, and leave the initial list password fields empty. <p>You must have the proper authorization to create new mailing lists. Each site should have a <em>list creator's</em> password, which you can enter in the field at the bottom. Note that the site administrator's password can also be used for authentication.
ca: Pots crear una llista de correu electrònic introduint la informació en el següent formulari. El nom de la llista es farà servir com adreça primària per a enviar missatges a la llista, pel que ha d'estar en minúscules. no podràs fer canvis una vegada que la llista sigui creada. <p>També has d'introduir l'adreça de correu electrònic de l'amo inicial de la llista. Una vegada que la llista sigui creada l'amo rebrà una notificació amb la contrasenya inicial. Aleshores, l'amo de la llista podrà modificar la contrasenya i incloure o eliminar amos addicionals de la llista. <p>Si vols que Mailman generi automàticament la contrasenya inicial per a l'administrador de la llista, fes click al 'Si', i deixa el camp de contrasenya de la llista buit. <p>Has de tenir l'autorització adequada per a crear la nova llista de correu electrònic. Cada lloc web hauria de tenir una clau de creadors de llistes que es pot introduir en el camp del final. Finalment hi ha que ressenyar que també es pot fer servir la clau d'administració del servidor.
cs: Mù¾ete vytvoøit novou konferenci vyplnìním tohoto formuláøe. Název konference bude pou¾it jako adresa, na kterou se budou zasílat pøíspìvky, proto by mìl být psán malými písmeny. Po vytvoøení konference nebudete moci název zmìnit. <p>Dále musíte zadat emailové adresy vlastníkù konference. Na tyto adresy bude po zalo¾ení zaslána zpráva o vzniku konference a hesla pro pøístup do administrativního rozhraní. <p>Pokud chcete, aby byla poèáteèní hesla vygenerována náhodnì, vyberte patøiènou volbu a nevyplòujte pøíslu¹ná políèka. <p>Pro zalo¾ení musíte zadat heslo. Jedná se buï o heslo administrátora serveru a nebo o heslo urèené pro vytváøení konferencí.
fr: Vous pourrez créer une nouvelle liste de diffusion en fournissant les informations idoines dans le formulaire ci-dessous. Le nom de la liste de diffusion sera utilisé comme l'adresse de base pour l'envoi de messages à la liste, par suite celui-ci devrait être en miniscule. Vous ne serez plus en mesure de le modofier une fois la liste crée. <p>Vous devrez également fournir l'adresse courriel du propriétaire initail de la liste. Une fois la liste crée, un avis sera envoyé au propriétaire de la liste avec le mot de passe initial. Le propriétaire pourra alors changer le mot de passe, ajouter ou supprimer d'autres propriétaires. <p>Si vous voulez que Mailman génère automatiquemement le mot de passe de l'administrateur de la liste, clicker sur 'Oui' dans le champ autogénérer ci-dessous, et laissez le champ mot de passe initial vide. Vous devrez disposer des autorisations correctes pour créer une nouvelle liste. Chaque site doit disposer d'un mot de passe pour <em>créateur de listes</em>, que vous devez fournir dans le champ au bas de la page. Remarquez que le mot de passe de l'administrateur du site peut être utilisé pour l'authentification.
sv: Du kan uppr&auml;tta en ny e-postlista genom att fylla i formul&auml;ret nedan. E-postlistans namn kommer att anv&auml;ndas som adress, s&aring; namnet b&ouml;r skrivas med sm&aring; bokst&auml;ver. Du kan inte &auml;ndra namnet n&auml;r e-postlistan &auml;r uppr&auml;ttad. <p>Du m&aring;ste ocks&aring; skriva in e-postadressen till listans &auml;gare. N&auml;r listan &auml;r uppr&auml;ttad, kommer &auml;garen att f&aring; ett e-postbrev om detta, som bland annat inneh&aring;ller listans l&ouml;senord. &Auml;gare av listan kan d&auml;rmed g&aring; in p&aring; administrationssidan och &auml;ndra n&ouml;dv&auml;ndiga inst&auml;llningar d&auml;r, samt byta l&ouml;senord om s&aring; &ouml;nskas. P&aring; administrationssidan kan dessutom flera e-postadresser l&auml;ggas in som &auml;gare. <p>Om du vill att Mailman ska generera listans l&ouml;senord automatiskt, v&auml;lj 'ja' i det tillh&ouml;rande f&auml;ltet i formul&auml;ret nedan, och l&aring;t l&ouml;senordsf&auml;lten vara tomma. <p>Du m&aring;ste ha ett l&ouml;senord f&ouml;r att kunna uppr&auml;tta en e-postlista. Varje installation av Mailman b&ouml;r ha ett l&ouml;senord f&ouml;r uppr&auml;ttande av listor. Observera att systemadministrat&ouml;rens l&ouml;senord ocks&aring; kan anv&auml;ndas till detta.

source: List Identity
ca: Identitat de la llista
cs: Identita konference
sv: Listidentitet

source: Name of list:
ca: Nom de la llista:
cs: Jméno konference:
fr: Nom de la liste
sv: Listans namn:

source: Initial list owner address:
ca: Adreça inicial de l'amo:
cs: Poèáteèní adresa vlastníka konference:
fr: Adresse du propriétaire initiale de la liste:
sv: &Auml;garens e-postadress:

source: Auto-generate initial list password?
ca: Auto-generar les contrasenyes de la llista inicial?
cs: Vytvoøit náhodné poèáteèní heslo?
fr: Génération automatique des mots de passe initiaux de la liste?
sv: Generera listans l&ouml;senord automatiskt?

source: Initial list password:
ca: Contrasenya inicial de la llista:
cs: Poèáteèní heslo:
fr: Mot de passe initial de la liste:
sv: Listl&ouml;senord:

source: Confirm initial password:
ca: Confirmar contrasenya inicial:
cs: Potvrï poèáteèní heslo:
fr: Confirme le mot de passe initial:
sv: Listl&ouml;senord en g&aring;ng till:

source: List Characteristics
ca: Característiques de la llista
cs: Charakteristika konference
sv: N&aring;gra egenskaper f&ouml;r listan

source: Should new members be quarantined before they are allowed to post unmoderated to this list? Answer <em>Yes</em> to hold new member postings for moderator approval by default.
ca: S'ha de posar als nous membres en quarentena abans que se'ls permeti enviar missatges a la llista sense moderar? Respongui <em>Si</em> per a retenir els missatges dels nous membres fins l'aprovació del moderador, per defecte.
cs: Mají být novì pøihlá¹ení dr¾eni v karanténì? Pokud odpovíte <em>Ano</em> budou v¹echny pøíspìvky novì pøihlá¹ených úèastníkù zadr¾eny do rozhodnutí moderátora.
sv: Ska nya medlemmar s&auml;ttas i karant&auml;n innan de f&aring;r s&auml;nda e-postbrev direkt till listan? Svarar du <em>Ja</em> kommer e-postbrev fr&aring;n nya medlemmar att h&aring;llas tillbaka f&ouml;r godk&auml;nnande av listmoderator.

source: Initial list of supported languages. <p>Note that if you do not select at least one initial language, the list will use the server default language of %(deflang)s
ca: Llista inicial de llenguatges suportats. <p>Has de tenir en compte que si no selecciones al menys un llenguatge inicial, la llista fara servir el llenguatge predeterminat del servidor %(deflang)s
cs: Seznam øeèí podporovaných konferencí pøi jejím zalo¾ení. <p>Pokud nevyberete ¾ádnou øeè, bude pou¾it implicitní jazyk serveru, tedy %(deflang)s
fr: Liste initiale des langues gérées. <p>Notez que si vous ne choisissez pas au moins une langue, la liste utilisera la langue définit par défaut pour le serveur qui est %(deflang)s
sv: Spr&aring;k tillg&auml;ngliga f&ouml;r denna lista. <p>V&auml;ljer du inte minst ett spr&aring;k, kommer listan att anv&auml;nda serverns standardspr&aring;k, som &auml;r %(deflang)s

source: Send "list created" email to list owner?
ca: Enviar correu eletrònic de "list created" a l'amo de la llista?
cs: Zaslat vlastníkovi konference dopis s oznámením o zalo¾ení konference?
fr: Envoyez un message "liste crée" au propriétaire de la liste?
sv: Skicka e-postbrev om uppr&auml;ttandet till listans &auml;gare?

source: List creator's (authentication) password:
ca: Contrasenya del creador de la llista (autenticació):
cs: Heslo tvùrce konference:
fr: Le mot de passe du créateur de la liste (authentification):
sv: L&ouml;senord f&ouml;r att uppr&auml;tta ny e-postlista:

source: Create List
ca: Crear llista
cs: Zalo¾ konferenci
fr: Créer la liste
sv: Uppr&auml;tta lista

source: Clear Form
ca: Netejar el formulari
cs: Vyma¾ formuláø
fr: Effacer le formulaire
sv: Nytt formul&auml;r

source: General list information page
ca: Pàgina d'informació general de la llista
cs: Základní konfigurace konference
fr: Page d'informations générales de la liste
sv: Listans webbsida

source: Subscribe results page
ca: Subscriure la pàgina de resultats
cs: Výsledky pøihlá¹ení
fr: Page des resulats de l'abonnement
sv: Resultat av anm&auml;lan

source: User specific options page
ca: Pàgina d'opcions específiques del usuari
cs: Nastavení specifická pro u¾ivatele
fr: Page des options utilisateur spécifiques
sv: Brukarinst&auml;llningar
