Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: password [<oldpassword> <newpassword>] [address=<address>] Retrieve or change your password. With no arguments, this returns your current password. With arguments <oldpassword> and <newpassword> you can change your password. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). Note that in this case the response is always sent to the subscribed address.
ca: password [<oldpassword> <newpassword>] [address=<address>] Obté o canvia la seva clau. Si s'utilitza sense arguments, li envia la seva contrasenya actual. Si s'utilitza amb els arguments <oldpassword> i <newpassword> pot canviar la seva contrasenya. Si envia el missatge des d'una adreça distinta a aquella amb la qual està subscrit a la llista indiqui aquesta adreça amb `address=<address>' (no utilitzi angles (<>) als costats de l'adreça, ni cometes!). Tingui en compte que, en aquest cas, la resposta sempre s'enviarà a l'adreça subscrita.
cs: password [<staré heslo> <nové heslo>] [address=<adresa>] Vrátí nebo zmìní heslo úèastníka. Pokud je pou¾it bez parametrù tak za¹le aktuální heslo. Pokud je uvedeno staré heslo i nové heslo, tak je heslo zmìnìno. Pokud zasíláte po¾adavek z jiné adresy, ne¾ z které jste pøihlá¹eni, mù¾ete svou adresu úèastníka specifikovat v parametru address, nicménì nové heslo bude zasláno jedinì na adresu, ze které jste pøihlá¹eni a ne na tu aktuální.
sv: l&ouml;senord [<gammalt l&ouml;senord> <nytt l&ouml;senord>] [address=<e-postadress>] H&auml;mtar eller &auml;ndrar ditt l&ouml;senord. Om inga parametrar angetts, skickas ditt l&ouml;senord till dig. Med parametrarna <gammalt l&ouml;senord> och <nytt l&ouml;senord> kan du &auml;ndra ditt l&ouml;senord. Om du skickar detta kommando fr&aring;n en annan e-postadress &auml;n den du anm&auml;lts med p&aring; listan, m&aring;ste du ange e-postadressen med 'address=<e-postadress>' (utan tecknen '<' och '>', och utan apostrofer). I detta fall kommer svaret alltid att skickas till den anm&auml;lda e-postadressen.

source: Your password is: %(password)s
ca: La teva contrasenya es: %(password)s
cs: Va¹e heslo je: %(password)s
sv: Ditt l&ouml;senord &auml;r: %(password)s

source: You are not a member of the %(listname)s mailing list
ca: No ets un membre de la llista de correu %(listname)s
cs: Nejste úèastníkem konference %(listname)s.
sv: Du &auml;r inte medlem av e-postlistan %(listname)s

source: You did not give the correct old password, so your password has not been changed. Use the no argument version of the password command to retrieve your current password, then try again.
ca: No has donat la contrasenya antiga correcta, la teva contrasenya no ha estat canviat. Fes servir la versió sense arguments del comando password per recuperar la teva contrasenya actual i torna-ho a provar.
cs: Nezadali jste platné pùvodní heslo a tak nebylo heslo zmìnìno. Pokud své heslo neznáte, za¹lete pøíkaz bez parametrù a my vám heslo za¹leme. Potom mù¾ete zkusit provést zmìnu znovu.
sv: Det gamla l&ouml;senordet som du har angett &auml;r inte r&auml;tt. Ditt l&ouml;senord har d&auml;rf&ouml;r inte &auml;ndrats. Anv&auml;nd kommandot utan att ange n&aring;gra parametrar f&ouml;r att f&aring; l&ouml;senordet och f&ouml;rs&ouml;k igen.

source: Usage:
ca: Ús:
cs: Zpùsob u¾ití:
sv: Anv&auml;ndning:

source: The `remove' command is synonymous with `unsubscribe'.
ca: L'ordre `remove' és sinònima de `unsubscribe'.
cs: Pøíkaz `remove' je synonymem pro `unsubscribe'.
sv: 'remove'-kommandot &auml;r detsamma som 'unsubscribe'.

source: set ... Set or view your membership options. Use `set help' (without the quotes) to get a more detailed list of the options you can change. Use `set show' (without the quotes) to view your current option settings.
ca: set ... establir o veure les teves opcions de subscripció. Fes servir `set help' (sense cometes) per veure una llista detallada de les opcions que pots canviar. Fes servir `set show' (sense cometes) per veure la configuració de les teves opcions.
cs: set <option> <on|off> <heslo> Mìní nastavení Va¹eho u¾ivatelského konta. Pokud za¹lete pøíkaz `set help' (bez uvozovek), získáte seznam vlastností, které je mo¾né mìnit. Pøíkazem `set show' (bez uvozovek) získáte aktuální hodnoty, na které máte jednotlivé volby nastaveny.
sv: set ... St&auml;ller in eller visar personliga inst&auml;llningar. Anv&auml;nd 'set help' (utan apostrofer) f&ouml;r att se en mer detaljerad lista &ouml;ver inst&auml;llningar som du kan &auml;ndra. Anv&auml;nd 'set show' (utan apostrofer) f&ouml;r att se vad inst&auml;llningarna &auml;r satta till.

source: set help Show this detailed help. set show [address=<address>] View your current option settings. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). set authenticate <password> [address=<address>] To set any of your options, you must include this command first, along with your membership password. If you're posting from an address other than your membership address, specify your membership address with `address=<address>' (no brackets around the email address, and no quotes!). set ack on set ack off When the `ack' option is turned on, you will receive an acknowledgement message whenever you post a message to the list. set digest plain set digest mime set digest off When the `digest' option is turned off, you will receive postings immediately when they are posted. Use `set digest plain' if instead you want to receive postings bundled into a plain text digest (i.e. RFC 1153 digest). Use `set digest mime' if instead you want to receive postings bundled together into a MIME digest. set delivery on set delivery off Turn delivery on or off. This does not unsubscribe you, but instead tells Mailman not to deliver messages to you for now. This is useful if you're going on vacation. Be sure to use `set delivery on' when you return from vacation! set myposts on set myposts off Use `set myposts off' to not receive copies of messages you post to the list. This has no effect if you're receiving digests. set hide on set hide off Use `set hide on' to conceal your email address when people request the membership list. set duplicates on set duplicates off Use `set duplicates off' if you want Mailman to not send you messages if your address is explicitly mentioned in the To: or Cc: fields of the message. This can reduce the number of duplicate postings you will receive. set reminders on set reminders off Use `set reminders off' if you want to disable the monthly password reminder for this mailing list.
ca: set help Mostra aquesta ajuda detallada. set show [address=<address>] Mostra la teva configuració actual. Si estàs fent servir una adreça que no és la teva adreça de membre, pots especificar la teva adreça de membre amb `address=<address>' (sense angles <> ni cometes!). set authenticate <password> [address=<address>] Per establir alguna de les teves opcions, has d'incloure aquesta ordre primer, junt amb la teva contrasenya de membre. Si estàs fent servir una adreça que no és la teva adreça de membre, pots especificar la teva adreça de membre amb `address=<address>' (sense angles <> ni cometes!). set ack on set ack off Quan l'opció `ack' és establerta a `on', rebràs un missatge de notificació cada vegada que enviïs un missatge a la llista. set digest plain set digest mime set digest off Quan l'opció `digest' és establerta a 'off', rebràs els missatges inmediatament després que hagin estat enviats. Fes servir `set digest plain' si vols rebre els missatges en un resum de text pla (i.e. RFC 1153 digest). I `set digest mime' si vols rebre els missatges en un resum MIME set delivery on set delivery off Estableix el lliurament a on o a off. Això no cancel·la la teva subscripció, però Mailman no t'enviarà missatges. Això et pot ser d'utilitat si ets de vacances set myposts on set myposts off Fes servir `set myposts off' si no vols rebre copies dels missatges que envies a la llista. Això no té efecte si estàs rebent resums. set hide on set hide off Fes servir `set hide on' per ocultar la teva adreça de correu electrònic quan la gent demani la llista de subscriptors. set duplicates on set duplicates off Fes servir `set duplicates off' si vols que Mailman no t'enviï missatges si la teva adreça esta mencionada explicitament als camps To: o Cc: del missatge. Això pot reduir el nombre de missatges duplicats que rebis. set reminders on set reminders off Fes servir `set reminders off' si vols desactivar el recordatori mensual de la contrasenya de la llista.
cs: set help Za¹li nápovìdu. set show [address=<adresa>] Zobraz aktuální nastavení. Pokud je pøíkaz zaslán z jiné adresy ne¾ z které jste pøihlá¹eni, uveïte adresu úèastníka jako parametr za addres= set authenticate <heslo> [address=<adresa>] Pro nastavení parametrù je nutné jako pøíkaz uvést tento, pro pøihlá¹ení. Pokud je pøíkaz zaslán z jiné adresy ne¾ z které jste pøihlá¹eni, uveïte adresu úèastníka jako parametr za addres= set ack on set ack off Pokud zapnete volbu ack (on), budete dostávat informaci o rozeslání ka¾dého svého pøíspìvku. set digest plain set digest mime set digest off Ovládání digest re¾imu, tedy zasílání jedné zprávy obsahující nìkolik pøíspìvkù místo toho, aby byl ka¾dý pøíspìvek distribuován samostatnì. Rozdíl mezi plain a mime je v tom, ¾e v pøípadì mime je digest zasílán jako klasická multipart zpráva. set delivery on set delivery off Vypni nebo opìt zapni doruèování pøíspìvkù. Tato volba se pou¾ívá pokud nechcete po nìjakou dobu dostávat pøíspìvky, ale nechcete se odhla¹ovat. Druhý èastý pøípad je, ¾e potøebujete do konference pøispívat z více adres, ale nechcete dostávat ka¾dý pøíspìvek nìkolikrát. Potom si na ostatních adresách nastavíte delivery off. Samozøejmì tohle je potøeba jen u konferencí, které nepøijímají pøíspìvky od nepøihlá¹ených úèastníkù. set myposts on set myposts off Zapíná nebo vypíná to, zda dostanete kopii vlastního pøíspìvku. Pokud pou¾íváte digest, nemá tato volba vliv. set hide on set hide off Volbou `set hide on' zajistíte, ¾e nebudete vidìt v seznamu úèastníkù. set duplicates on set duplicates off Volbou `set duplicates off' dosáhnete toho, ¾e Mailman se bude pøed distribucí pøíspìvku dívat do polí to: a cc: a pokud tam budete explicitnì uvedeni, z distribuce vás vynechá. To vede ke sní¾ení pøíspìvkù, které dostanete duplicitnì. (Napø. pokud autor odpovídá pøímo vám a dá kopii do konference.) set reminders on set reminders off Volbou `set reminders off' zamezíte tomu, abyste dostávali ka¾dý mìsíc upomínku s heslem.
sv: set help Visar denna detaljerade hj&auml;lptext. set show [address=<e-postadress>] Visar vad inst&auml;llningarna &auml;r satta till. Om du skickar fr&aring;n en annan e-postadress &auml;n den du som du anm&auml;lt dig till listan med, kan du anv&auml;nda address= parametern till att ange e-postadressen som du vill anv&auml;nda. set authenticate <l&ouml;senord> [address=<e-postadress>] F&auml;r att kunna &auml;ndra p&aring; inst&auml;llningar m&aring;ste du anv&auml;nda detta kommando f&ouml;r att styrka din identitet. Om du skickar fr&aring;n en annan e-postadress &auml;n den som du anm&auml;lt dig med till listan, kan du anv&auml;nda address= parametern f&ouml;r att ange e-postadressen som du vill anv&auml;nda. set ack on set ack off N&auml;r 'ack'-valet &auml;r aktiverat, kommer du varje g&aring;ng som du skickar ett e-postbrev till listan, att ta emot en anm&auml;lan om att din e-post tagits emot. set digest plain set digest mime set digest off N&auml;r 'digest'-valet &auml;r satt till 'av', kommer du att ta emot e-post allt efter hand som de skickas till listan. Anv&auml;nd 'set digest plain' om du ist&auml;llet med j&auml;mna mellanrum vill ta emot samlingsepost (sammandragsversion), som definerats i RFC 1153). Anv&auml;nd 'set digest mime' f&ouml;r att ta emot s&aring;dan samlings- epost i MIME-format. set myposts on set myposts off Anv&auml;nd 'set myposts off' f&ouml;r att inte ta emot e-postbrev som du sj&auml;lv skickar till listan. Denna inst&auml;llning har ingen inverkan om du har aktiverat sammandragsversion. set hide on set hide off Anv&auml;nd 'set hide on' f&ouml;r att g&ouml;mma din e-postadress n&auml;r andra ber om att se vilka som &auml;r medlemmar av denna e-postlista. set duplicates on set duplicates off Anv&auml;nd 'set duplicates off' om du vill att Mailman inte ska skicka e-postbrev till dig om din e-postadress angetts i Till: eller Cc: f&auml;ltet i e-postbrev. Detta kan reducera antalet kopior som du eventuellt skulle ha tagit emot. set reminders on set reminders off Anv&auml;nd 'set reminders off' om du inte vill ha ett e-postbrev med ditt l&ouml;senord skickat till dig en g&aring;ng i månaden.

source: Bad set command: %(subcmd)s
ca: Ordre errònia: %(subcmd)s
cs: Chybný parametr u pøíkazu set: %(subcmd)s
sv: Ogiltigt kommando: %(subcmd)s

source: Your current option settings:
ca: Les teves opcions actuals de configuració:
cs: Va¹e aktuální konfigurace:
sv: Dina inst&auml;llningar:

source: off
ca: apagat
sv: av

source: on
ca: encés
sv: p&aring;

source: digest plain
ca: resum pla
cs: digest, v èistém textu

source: digest mime
ca: resum mime
cs: digest, jako MIME zpráva

source: digest off
ca: resum apagat
cs: digest je vypnut

source: delivery on
ca: lliurament encès
cs: Doruèování po¹ty zapnuto
sv: e-postdistribution p&aring;

source: delivery off
ca: lliurament apagat
cs: Doruèování po¹ty vypnuto
sv: e-postdistribution av

source: by you
ca: per tu
cs: Vámi
sv: av dig

source: by the admin
ca: per l'admin
cs: administrátorem konference
sv: av listadministrat&ouml;ren

source: due to bounces
ca: a causa de rebots
cs: kvùli nedoruèitelnosti
sv: p&aring; grund av returmeddelanden

source: %(status)s (%(how)s on %(date)s)
ca: %(status)s (%(how)s el %(date)s)
cs: %(status)s (%(how)s dne %(date)s)

source: myposts %(onoff)s
ca: els meus enviaments %(onoff)s

source: hide %(onoff)s
ca: ocultar %(onoff)s

source: duplicates %(onoff)s
ca: duplicats %(onoff)s

source: reminders %(onoff)s
ca: recordatoris %(onoff)s

source: You did not give the correct password
ca: No has donat la contrasenya correcta
cs: Zadali jste ¹patné heslo.
sv: Du har uppgett fel l&ouml;senord

source: Bad argument: %(arg)s
ca: Argument erroni: %(arg)s
cs: Chybný argument: %(arg)s
sv: Ogiltiga parametrar: %(arg)s

source: Not authenticated
ca: No autenticat
cs: Nepøihlá¹en
sv: Inte verifierad

source: ack option set
ca: opció ack establerta
cs: Zapnuto potvrzování
sv: 'ack'-valet satt

source: digest option set
ca: opció de resum establerta
cs: Zapnuto digest doruèování
sv: sammandragsversion satt

source: myposts option set
ca: opció els meus enviaments establerta
cs: Zapnuto doruèování vlastních pøíspìvkù
sv: valet 'inte-mina' satt

source: hide option set
ca: Ocultar grup d'opcions
cs: Skrytý u¾ivatel
sv: valet 'dolt' satt

source: duplicates option set
ca: opció duplicats establerta
cs: Zapnuta detekce duplicitních pøíspìvkù
sv: valet 'kopior' satt

source: reminder option set
ca: opció recordatori establerta
cs: Povoleno zasílání upozornìní na heslo
sv: valet 'p&aring;minnelse' satt

source: stop is synonymous with the end command.
ca: stop és sinònim del comando end.
cs: stop je synonymem pro pøíkaz end.
sv: 'stop'-kommandot &auml;r detsamma som 'end'.

source: subscribe [password] [digest|nodigest] [address=<address>] Subscribe to this mailing list. Your password must be given to unsubscribe or change your options, but if you omit the password, one will be generated for you. You may be periodically reminded of your password. The next argument may be either: `nodigest' or `digest' (no quotes!). If you wish to subscribe an address other than the address you sent this request from, you may specify `address=<address>' (no brackets around the email address, and no quotes!)
ca: subscribe [password] [digest|nodigest] [address=<adreça>] Subscriure's a aquesta llista de correu. Has de donar la teva contrasenya per cancel·lar la subscripció o canviar les teves opcións, però si l'omets, se'n generarà una per tu. se't recordarà la contrasenya periòdicament. El següent argument pot ser: `nodigest' o `digest' (sense cometes!). si vols subscriure una altra adreça distinta a la qe has fet servir per a enviar aquest missatge, la pots especificar amb `address=<address>' (sense angles <> ni cometes!)
cs: subscribe [heslo] [digest|nodigest] [address=<adresa>] Pøihlásí Vás do konference. Heslo budete potøebovat pro odhlá¹ení nebo zmìnu nastavení Va¹eho u¾ivatelského konta. Pokud si heslo nezvolíte bude Vám nìjaké vygenerováno. Heslo je periodicky zasíláno v¹em úèastníkùm, zpravidla na zaèátku mìsíce. Nastavení digestu mù¾e být buï "nodigest" nebo "digest". (Bez tìch uvozovek.) Pokud je digest zapnut jsou Vám pøíspìvky z konference zasílány jen jednou dennì (nebo dle nastavení správcem konference) v jednom mnohadílném dopise. Pokud tuto volbu neuvedete, pou¾ije se volba nastavená správcem konference jako standardní. Pokud se chcete pøihlásit z jiné adresy, ne¾ z které odchází po¾adavek, tak vyu¾ijete parametr adress=. Za nìj napí¹ete adresu, kterou chcete pøihlásit, bez uvozovek a závorek, napø. takto: address=pepa@freemail.fr
sv: subscribe [l&ouml;senord] [digest|nodigest] [address=<e-postadress>] Anm&auml;l dig p&aring; denna e-postlista. Ett l&ouml;senord &auml;r n&ouml;v&auml;ndigt f&ouml;r att avanm&auml;la sig till listan eller f&ouml;r att &auml;ndra dina personliga inst&auml;llningar, men om du inte anger n&aring;got, kommer ett l&ouml;senord att genereras f&ouml;r dig. Du kan f&aring; l&ouml;senordet skickat till dig med j&auml;mna mellanrum. N&auml;sta parameter kan vara: 'nodigest' eller 'digest' (inga apostrofer!). Om du vill anm&auml;la dig p&aring; en annan e-postadress &auml;n den du skickar fr&aring;n, kan du ange den med 'address=<e-postadress>' (utan '<' och '>', och utan apostrofer!)

source: Bad digest specifier: %(arg)s
ca: Argument de resum erroni: %(arg)s
cs: Chybná volba digest: %(arg)s
sv: Ogitlig parameter f&ouml;r sammandragsversion: %(arg)s

source: No valid address found to subscribe
ca: No s'han trobat adreces vàlides per a subscriure
cs: Nebyla nalezena platná adresa pro pøihlá¹ení
sv: Ingen giltig e-postadress f&ouml;r anm&auml;lan hittades

source: The email address you supplied is banned from this mailing list. If you think this restriction is erroneous, please contact the list owners at %(listowner)s.
ca: L'adreça de correu electrònic que has donat té l'accés prohibit a la llista de correu. Si penses que la restricció és errònia, per favor, contacte amb l'amo de la llista a %(listowner)s.
cs: Emailová adresa, kterou jste pou¾il je na seznamu zakázaných adres, které se nesmí pøihlásit do konference. Pokud máte pocit, ¾e je to chyba kontaktujte správce konference na adrese %(listowner)s.
sv: E-postadressen som du har angett &auml;r utest&auml;ngd fr&aring;n denna e-postlista. Om du tror att detta kan vara felaktigt, kontakta listans &auml;gare p&aring; %(listowner)s.

source: Mailman won't accept the given email address as a valid address. (E.g. it must have an @ in it.)
ca: Mailman no acceptarà la adreça de correu electrònic donada com una adreça vàlida. (Ex. ha de tenir una @.)
cs: Tato e-mailová adresa není platná nebo nevyhovuje na¹im kontrolním pravidlùm. Jste si jisti, ¾e jste ji zadali správnì?
fr: Mailman n'acceptera pas l'adresse fournit comme étant valide. (e.g. elle doit contenir un @.)
sv: Mailman accepterar inte den givna e-postadressen, eftersom den inte ser ut som en giltig e-postadress. (Den m&aring;ste till exempel inneh&aring;lla tecknet "@")

source: Your subscription is not allowed because the email address you gave is insecure.
ca: No es permet la teva subscripció a causa de que l'adreça de correu electrònic que has donat és insegura.
cs: Nebyl jste pøihlá¹en, proto¾e zadané e-mailová adresa není bezpeèná. Jste si jist, ¾e do ní Exchange nepøidala neviditelné znaky?
fr: Votre abonnement n'est pas autorisé du au fait que votre adresse courriel n'est pas sûre.
sv: Din anm&auml;lan blev inte godk&auml;nd eftersom e-postadressen du angav inte &auml;r s&auml;ker nog.

source: You are already subscribed!
ca: Ja estàs subscrit!
cs: V¾dy» u¾ jste pøihlá¹en!
fr: Vous êtes déjà abonné!
sv: Du &auml;r redan medlem av listan!

source: No one can subscribe to the digest of this list!
ca: ningú pot subscriure's al resum d'aquesta llista!
cs: Není mo¾né pøihlásit se do této konference v digest re¾imu.
fr: Personne ne peut s'abonner au mode groupé de cette liste!
sv: Det &auml;r inte m&ouml;jligt att anm&auml;la sig med en sammandragsversion till denna lista!

source: This list only supports digest subscriptions!
ca: Aquesta llista només suporta subscripcions de resum!
cs: Tato konference podporuje jedinì digest re¾im.
fr: Cette liste ne supporte que les abonnements de type remise groupée!
sv: Denna lista st&ouml;der bara sammandragsversioner!

source: Your subscription request has been forwarded to the list administrator at %(listowner)s for review.
ca: La teva petició de subscripció ha estat enviada a l'administrador de la llista a %(listowner)s per a la seva revisió.
cs: Va¹e ¾ádost o pøihlá¹ení byla pøedána administrátorovi konference na adresu %(listowner)s ke zpracování.
sv: Din ans&ouml;kan om att komma med p&aring; e-postlistan har skickats vidare till listadministrat&ouml;ren %(listowner)s f&ouml;r godk&auml;nnande.

source: Subscription request succeeded.
ca: Petició de subscripció satisfactòria.
cs: ®ádost o pøihlá¹ení byla potvrzena
sv: An&ouml;kan om medlemskap har tagits emot

source: unsubscribe [password] [address=<address>] Unsubscribe from the mailing list. If given, your password must match your current password. If omitted, a confirmation email will be sent to the unsubscribing address. If you wish to unsubscribe an address other than the address you sent this request from, you may specify `address=<address>' (no brackets around the email address, and no quotes!)
ca: unsubscribe [password] [address=<address>] Cancel·la la seva subscripció de la llista de distribució. Si s'indica, la conmtrasenya ha de coincidir amb la seva contrasenya de la llista. Si s'omet, se li enviarà un missatge de confirmació a l'adreça que s'està donant de baixa. Si desitja donar de baixa una adreça diferent de la que està utilitzant per a enviar la sol·licitud, pot indicar-lo amb `address=<address>' (¡sense angles als costats de l'adreça, i sense cometes!)
cs: unsubscribe <heslo> [address=adresa] Odhlá¹ení z konference. Heslo je vy¾adováno, pokud jej neznáte nechte si jej zaslat z webovského rozhraní konference. Pokud se odhla¹ujete z jiné adresy, ne¾ kterou máte v konferenci, zadejte ji jako dal¹í volbu za heslo, tentokrát bez address=.
sv: unsubscribe [l&ouml;enord] [address=<e-postadress>] Avanm&auml;l dig fr&aring;n listan. Om du inte anger l&ouml;senordet, kommer ett e-postbrev med bekr&auml;ftelse p&aring; operationen att skickas till e-postadressen som du f&ouml;rs&ouml;ker att avanm&auml;la. Om du skickar detta kommando fr&aring; en annan e-postadress &auml;n den som ska avanm&auml;las fr&aring; listan, kan du ange den riktiga e-postadressen med 'address=<e-postadress>' parametern. (utan '<' och '>', och utan apostrofer!)

source: %(address)s is not a member of the %(listname)s mailing list
ca: %(address)s no es membre de la llista de correu %(listname)s
cs: %(address)s není úèastníkem konference %(listname)s
sv: %(address)s &auml;r inte medlem av e-postlistan %(listname)s.
