Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Action to take when a moderated member posts to the list.
ca: Acció a portar a terme quan un membre moderat enviï a la llista.
cs: Akce, která probìhne kdy¾ moderovaný úèastník pøispìje do konference.
sv: Vad som h&auml;nder n&auml;r en modererad medlem skickar e-postbrev till listan.

source: <ul><li><b>Hold</b> -- this holds the message for approval by the list moderators. <p><li><b>Reject</b> -- this automatically rejects the message by sending a bounce notice to the post's author. The text of the bounce notice can be <a href="?VARHELP=privacy/sender/member_moderation_notice" >configured by you</a>. <p><li><b>Discard</b> -- this simply discards the message, with no notice sent to the post's author. </ul>
ca: <ul><li><b>Retenir</b> -- Això retindrà el missatge per a l'aprovació del moderador de la llista. <p><li><b>Denegart</b> -- Això denegarà automàticament el missatge enviant un rebot de notificació a l'autor. El text de la notificació pot ser <a href="?VARHELP=privacy/sender/member_moderation_notice" >Configurat</a>. <p><li><b>Descartar</b> -- Això descarte el missatge sense enviar una notificació a l'autor. </ul>
cs: <ul><li><b>Zadr¾</b> -- pozastaví distribuci pøíspìvku a èeká na rozhodnutí moderátora. <p><li><b>Odmítni</b> -- vrátí zprávu odesílateli. Pøilo¾í k ní vysvìtlující text tak jak je nastaven v konfiguraèní volbì <a href="?VARHELP=privacy/sender/member_moderation_notice" >zpráva o zamítnutí pøíspìvku.</a>. <p><li><b>Zahoï</b> -- jednodu¹e zprávu zahodí a autorovi nehlásí nic. </ul>
sv: <ul> <li><b>H&aring;ll tillbaka</b> -- meddelandet h&aring;lls tillbaka f&ouml;r godk&auml;nnande av listmoderatorn(e). <p><li><b>Avsl&aring;</b> -- meddelandet skickas automatiskt i retur till avs&auml;ndaren. Texten som bifogas kan du <a href="?VARHELP=privacy/sender/member_moderation_notice">skriva sj&auml;lv</a> <p><li><b>Kasta</b> -- meddelandet kastas utan att ge besked om detta till avs&auml;ndaren. </ul>

source: Text to include in any <a href="?VARHELP/privacy/sender/member_moderation_action" >rejection notice</a> to be sent to moderated members who post to this list.
ca: Text a incloure a les <a href="?VARHELP/privacy/sender/member_moderation_action" >notificacions de denegació</a> a enviar als membres moderats que enviïn a aquesta llista.
cs: Text, který bude pøilo¾en ke ka¾dé <a href="?VARHELP/privacy/sender/member_moderation_action" >zprávì o zamítnutí pøíspìvku</a>, která je zaslána autorovi zprávy.
sv: Text som ska bifogas till <a href="?VARHELP/privacy/sender/member_moderation_action">meddelandet om retur</a> som skickas til modererade medlemmar av listan.

source: Non-member filters
ca: Filtres de no membres
cs: Filtry pro neúèastníky
sv: Filtrering av e-postbrev fr&aring;n icke-medlemmar

source: List of non-member addresses whose postings should be automatically accepted.
ca: Llista d'adreces de no-membres de les quals els seus missatges estaran automàticament acceptats.
cs: Seznam adres (které nejsou èleny konference) jejich¾ pøíspìvky budou automaticky akceptovány.
sv: Lista &ouml;ver e-postadresser till icke-medlemmar som alltid ska godk&auml;nnas.

source: Postings from any of these non-members will be automatically accepted with no further moderation applied. Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
ca: Enviaments d'aquestos no-membres estaran acceptats sense moderació. Introdueix les adreces dels membres, una per línia; comença amb ^ per designar una expressió regular.
cs: Pøíspìvky od v¹ech tìchto odesílatelù (neèlenù konference), budou automaticky akceptovány bez potøeby souhlasu moderátora. Na ka¾dý øádek zapisujte jednu adresu. Pokud se jedná o regulární výraz, zaènìte øádek znakem ^.
sv: E-postbrev fr&aring;n dessa icke-medlemmar kommer automatiskt att godk&auml;nnas. L&auml;gg in e-postadresser, en per rad, b&ouml;rja raden med tecknet ^ f&ouml;r att ange ett regexp-uttryck som ska passa med avs&auml;ndaradressen.

source: List of non-member addresses whose postings will be immediately held for moderation.
ca: Llista d'adreces de no-membres de les quals els seus missatges seran immediatament retinguts per a la seva moderació.
cs: Seznam adres (které nejsou èleny konference), jejich¾ pøíspìvky budou v ka¾dém pøípadì zadr¾eny do rozhodnutí moderátora.
sv: Lista &ouml;ver e-postadresser till icke-medlemmar som alltid ska h&aring;llas tillbaka f&ouml;r utv&auml;rdering.

source: Postings from any of these non-members will be immediately and automatically held for moderation by the list moderators. The sender will receive a notification message which will allow them to cancel their held message. Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
ca: Enviaments d'aquestos no-membres seran retinguts per a la seva moderació per part dels moderadors de la llista. El remitent rebrà una notificació que li permetrà cancel·lar el seu missatge retingut. Introdueix les adreces una per línea; comença amb ^ per designar una expressió regular.
cs: Pøíspìvky od v¹ech tìchto odesílatelù (neèlenù konference), budou automaticky pozastaveny do rozhodnutí moderátora. Na ka¾dý øádek zapisujte jednu adresu. Pokud se jedná o regulární výraz, zaènìte øádek znakem ^.
sv: E-postbrev fr&aring;n dessa icke-medlemmar kommer automatiskt att h&aring;llas tillbaka f&ouml;r utv&auml;rdering av listmoderatorn. Avs&auml;ndaren kommer att ta emot ett meddelande om detta, med bland annat instruktioner om hur han/hon kan dra tillbaka sitt e-postbrev. L&auml;gg in e-postadresser, en per rad, b&ouml;rja raden med tecknet ^ f&ouml;r att ange ett regexp-uttryck som ska passa med avs&auml;ndaradressen.

source: List of non-member addresses whose postings will be automatically rejected.
ca: Llista d'adreces de no-membres que seran denegades automàticament.
cs: Seznam adres (které nejsou èleny konference), jejich¾ pøíspìvky budou v ka¾dém pøípadì automaticky zamítnuty.
sv: Lista &auml;ver e-postadresser till icke-medlemmar som alltid ska avvisas.

source: Postings from any of these non-members will be automatically rejected. In other words, their messages will be bounced back to the sender with a notification of automatic rejection. This option is not appropriate for known spam senders; their messages should be <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >automatically discarded</a>. <p>Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
ca: Els missatges d'aquestos no-membres seran atumàticament denegats. El seu missatge rebotarà al remitent amb una notificació automàtica de denegació. Aquesta opció no es apropiada per remitents de Spam coneguts; els seus missatges haurian de ser <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >automàticament descartats</a>. <p>Afegeix adreces de membres una per línia; começa la línia amb ^ per a designar una expressió regular.
cs: Pøíspìvky od v¹ech tìchto odesílatelù (neèlenù konference), budou automaticky odmítnuty bez potøeby vyjádøení moderátora. Na ka¾dý øádek zapisujte jednu adresu. Pokud se jedná o regulární výraz, zaènìte øádek znakem ^. Tato volba není urèena pro filtrování spamu. Pokud potøebujete vlo¾it adresu ze které pøichází spam, udìlejte tak <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >do seznamu automaticky zahazovaných odesílatelù</a>.
sv: E-postbrev fr&aring;n dessa icke-medlemmar kommer automatiskt att avvisas. De kommer att f&aring; e-postbrevet i retur, med ett meddelande om att det automatiskt blev avvisat. Detta val b&ouml;r inte anv&auml;ndas f&ouml;r k&auml;nda spamavs&auml;ndare, de b&ouml;r <a href="?VARHELP=privacy/sender/discard_these_non_members">automatiskt kastas</a>. <p>L&auml;gg in e-postadresser, en per rad, b&ouml;rja raden med tecknet ^ f&ouml;r att ange ett regexp-uttryck som ska passa med avs&auml;ndaradressen.

source: List of non-member addresses whose postings will be automatically discarded.
ca: Llista d'adreces de no-membres de les quals els seus missatges seran automàticament descartats.
cs: Seznam adres (které nejsou èleny konference), jejich¾ pøíspìvky budou v ka¾dém pøípadì automaticky zahozeny.
sv: Lista &ouml;ver e-postadresser till icke-medlemmar som automatiskt ska kastas.

source: Postings from any of these non-members will be automatically discarded. That is, the message will be thrown away with no further processing or notification. The sender will not receive a notification or a bounce, however the list moderators can optionally <a href="?VARHELP=privacy/sender/forward_auto_discards" >receive copies of auto-discarded messages.</a>. <p>Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
ca: Els missatges de tots aquests no-membres seran automàticament descartats. O sigui, el missatge serà eliminat sense més preguntes ni notificacions. El remitent no rebrà cap notificació ni cap missatge rebotat, encara que els moderadors de la llista poden, si així ho desitgen <a href="?VARHELP=privacy/sender/forward_auto_discards" >rebre copies dels missatges auto-descartats</a>. <p>Afegeix adreces de membres una per línia; começa la línia amb ^ per a designar una expressió regular.
cs: Pøíspìvky od v¹ech tìchto odesílatelù (neèlenù konference), budou automaticky zahozeny bez potøeby vyjádøení moderátora. Na ka¾dý øádek zapisujte jednu adresu. Pokud se jedná o regulární výraz, zaènìte øádek znakem ^. Pokud je potøeba, aby administrátor vìdìl o zahazovaných zprávách, mù¾ete nastavit, ¾e <a href="?VARHELP=privacy/sender/forward_auto_discards" >bude dostávat kopie zahozených zpráv</a>.
sv: E-postbrev fr&aring;n dessa icke-medlemmar kommer automatiskt att kastas. Det vill s&auml;ga att meddelandet kastas utan n&aring;gon form av meddelande om detta, men listmoderatorn kan (om s&aring; &ouml;nskas) <a href="?VARHELP=privacy/sender/forward_auto_discards">ta emot en kopia av det kastade e-postbrevet</a>. <p>L&auml;gg in e-postadresser, en per rad, b&ouml;rja raden med tecknet ^ f&ouml;r att ange ett regexp-uttryck som ska passa med avs&auml;ndaradressen.

source: Action to take for postings from non-members for which no explicit action is defined.
ca: Acció a portar a terme per els enviaments dels no-membres que no tenen una acció explícita definida.
cs: Co se má stát s pøíspìvkem od nìkoho, kdo není úèastníkem konference, a pro jeho adresu není nastavena ¾ádná speciální akce (nevyhovuje ¾ádnému z pøedchozích pravidel).
sv: Behandling av e-postbrev fr&aring;n icke-medlemmar som inte ber&ouml;rs av n&aring;gon av de andra reglerna.

source: When a post from a non-member is received, the message's sender is matched against the list of explicitly <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >accepted</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">held</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >rejected</a> (bounced), and <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >discarded</a> addresses. If no match is found, then this action is taken.
ca: Quan es rep un missatge d'un no-membre, es comprova si el remitent es troba en el llistat d'adreces explícitament <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >acceptades</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">retingudes</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >denegades</a> (rebotat), i <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >descartades</a>. Si no es troba cap coincidencia es parta a terme aquesta acció.
cs: Kdy¾ Mailman pøijme pøíspìvek od nìkoho, kdo není èlenem konference, porovnává jeho adresu se seznamy automaticky <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >akceptovaných</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">pozastavovaných</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >zamítaných</a> (vracených) a <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >zahazovaných</a> adres. Pokud odesílatel není nalezen v ¾ádném z tìchto seznamù pou¾ije se pro pøíspìvek tato akce.
sv: N&auml;r ett e-posbrev fr&aring;n en icke-medlem tas emot, j&auml;mf&ouml;rs e-postbrevets avs&auml;ndare med listorna &ouml;ver e-postadresser som ska <a href="?VARHELP=privacy/sender/accept_these_nonmembers">godk&auml;nnas</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">h&aring,llas tillbaka</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers">avvisas</a> (skickas i retur), och <a href="?VARHELP=privacy/sender/discard_these_nonmembers">kastas</a>. Om avs&auml;ndaradressen inte st&auml;mmer med n&aring;gon av dem som uppges i listorna, sker f&ouml;ljande.

source: Should messages from non-members, which are automatically discarded, be forwarded to the list moderator?
ca: S'han d'enviar els missatges dels no-membres que són descartats automàticament, al moderador de la llista?
cs: Mají být pøíspìvky neúèastníkù, které jsou automaticky zahazovány, pøeposílány moderátorovi?
sv: Ska meddelanden fr&aring;n icke-medlemmar, som automatiskt kastas, ocks&aring; skickas till listmoderatorn?

source: This section allows you to configure various filters based on the recipient of the message.
ca: Aquesta secció et permet configurar filtres basats en el contingut dels missatges.
cs: Tato sekce vám umo¾ní nastavovat rùzné volby z závislosti na tom, komu je pøíspìvek adresován.

source: Recipient filters
ca: Filtres de destinatari
cs: Filtr adresátù

source: Must posts have list named in destination (to, cc) field (or be among the acceptable alias names, specified below)?
ca: Els enviaments a la llista, Han de tenir el nom de la llista en l'adreça de destinació (o que estigui entre els noms d'alies acceptables especificats baix) ?
cs: Musí pøíspìvky obsahovat adresu konference v adrese? Kontrolují se i ní¾e uvedené aliasy.
fr: Les soumissions doivent-elle porter le nom de la liste dans le champ destination (ou l'un des alias acceptables spécifiés ci-dessous)?
sv: M&aring;ste e-postbrev till listan ha listans adress (eller andra giltiga adresser, se nedan) i <tt>Till:</tt> eller <tt>Cc:</tt> f&auml;lten?

source: Many (in fact, most) spams do not explicitly name their myriad destinations in the explicit destination addresses - in fact often the To: field has a totally bogus address for obfuscation. The constraint applies only to the stuff in the address before the '@' sign, but still catches all such spams. <p>The cost is that the list will not accept unhindered any postings relayed from other addresses, unless <ol> <li>The relaying address has the same name, or <li>The relaying address name is included on the options that specifies acceptable aliases for the list. </ol>
ca: Molts (de fet, la majoria) dels correus spam no anomenen explícitament la seva miríada de destinacions - de fet, normalment el camp To: té una adreça falsa per a produir confusió. La restricció s'aplica només a la part de l'adreça que està davant de la '@', però encara així detecta dits correus spam. <p>El cost resultant és que la llista no acceptarà sense destorbar missatges enviats a altres adreces, a no ser que <ol><li> L'adreça tingui el mateix nom, o <li> L'adreça estigui entre els alies acceptables per a la llista. </ol>
cs: Vìt¹ina spamù neobsahuje adresu na kterou je zaslána ve své hlavièce, resp. v poli To:. Vìt¹inou obsahuje nìjakou naprosto nesmyslnou cílovou adresu. Omezení, které zde mù¾ete nastavit, kontroluje, zda se èást adresy uvedená pøed znakem @ shoduje se jménem konference, nebo s nastavenými aliasy pro konferenci.To zamezí rozeslání vìt¹iny spamù, ale má to vedlej¹í úèinek spoèívající v tom, ¾e pokud pøeposíláte pøíspìvky pøes nìjakou jinou adresu, musíte ji uvést v seznamu aliasù pro danou konferenci.
fr: Nombre (en fait, la pluspart) de spams ne précisent pas nommément leurs pléthores de destinations dans l'adresse de destination - en fait le champ A: contient souvent une adresse complétement falacieuse pour la parade La contrainte s'applique uniquement au texte précédent le @, mais il intercèpte toutefois tous ces types de spams. <p>Le coût associé est que la liste n'acceptera pas les soumissions relayées à partir d'autres adresse, sauf si <ol> <li>L'adresse de relai à le même nom, ou <li>Le nom de l'adresse de relai est l'une des adresses admises comme alias valable pour la liste. </ol>
sv: M&aring;nga (faktiskt merparten av) spam/skr&auml;ppost har inte de slutliga mottagarna i mottagningsf&auml;lten. Faktiskt s&aring; inneh&aring;ller oftast <tt>Till:</tt> ch/eller <tt>Cc:</tt> f&auml;lten en fullst&auml;ndigt ogiltig adress. Begr&auml;nsningen du s&auml;tter h&auml;r har bara inverkan p&aring; det som st&aring;r framf&ouml;r '@' tecknet i adressen(erna), men kommer i alla fall att f&aring;nga upp och blockera det mesta av spam/skr&auml;ppost. <p>Priset f&ouml;r detta &auml;r att listan inte obehindrat kommer att kunna ta emot e-postbrev som vidarebefordrats via andra e-postadresser, om inte <ol> <li>Adressen som det vidarebefodras fr&aring;n har samma namn, eller</li> <li>Adressen som det vidarebefodras fr&aring;n inkluderas i inst&auml;llningen som best&auml;mmer giltiga alias f&ouml;r listan.</li> </ol>

source: Alias names (regexps) which qualify as explicit to or cc destination names for this list.
ca: Alias (regexps) que es qualifiquen com a noms explícits de To o CC de destinació per la llista.
cs: Aliasy (zapsané regulárními výrazy), které ukazují na tuto konferenci.
fr: Les alias (expressions regulières) qui correspondent à des destinataires explicites de type A ou CC pour la liste.
sv: Alias (regexp-uttryck) som kvalificerar giltiga <tt>Till:</tt> eller <tt>Cc:</tt> f&auml;lt f&ouml;r denna lista.

source: Alternate addresses that are acceptable when `require_explicit_destination' is enabled. This option takes a list of regular expressions, one per line, which is matched against every recipient address in the message. The matching is performed with Python's re.match() function, meaning they are anchored to the start of the string. <p>For backwards compatibility with Mailman 1.1, if the regexp does not contain an `@', then the pattern is matched against just the local part of the recipient address. If that match fails, or if the pattern does contain an `@', then the pattern is matched against the entire recipient address. <p>Matching against the local part is deprecated; in a future release, the pattern will always be matched against the entire recipient address.
ca: Adreces alternatives que són acceptables quan s'habilita `require_explicit_destination'. Aquesta opció accepta una sèrie d'expressions regulars, cadascuna en un línia distinta que es comparen amb cadascun dels destinataris del missatge. La comparança es realitza amb la funció de Python re.match(), el que significa que es comença des del principi de la cadena. <p>Perquè existeixi compatibilitat amb Mailman 1.1, si l'expressió regular no conté una '@' aleshores el patró es compara només amb la part local de l'adreça del destinatari. Si la comparança falla o el patró no conté una '@' aleshores el patró es compara amb l'adreça completa del destinatari. <p>Les comparances contra la part local estan obsoletes, en versions futures, el patró sempre es compararà contra l'adreça completa del destinatari.
cs: Alternativní adresy, které jsou pøijatelné jako adresy konference pokud je nastavena volba `po¾aduj konkrétní adresu'. Obsahuje seznam regulárních výrazù, ka¾dý na samostatném øádku, oproti kterým je pomocí funkce re.match() kontrolován ka¾dý adresát pøíspìvku. <p>Pro zaji¹tìní zpìtné kompatibility v Mailmanem 1.1: pokud regulární výraz neobsahuje znak `@', tak je kontrolována jen èást adresy pøed znakem `@'. Toto chování je povoleno na pøechodnou dobu a v dal¹ích verzích nebude zachováno.
fr: Adresses accpetables lorsque l'option 'require_explicit_destination' est active Cette option prend une liste d'expressions regulières, une par ligne, comparées avec chaque adresse destinataire dans le message. La comparaison est effectué avec la fonction Python re.match(), impliquant un attachement au debut de la chaîne. <p>Pour une compatibilité ascendante avec Mailman 1.1, si l'expression regulière ne contient pas un '@', alors le motif est comparée à la partie locale de l'adresse du destinataire. Si cette comparaison échoue ou si le motif contient un '@', alors le motif est comparé à la totalité de l'adresse du destinataire. La comparaison avec la partie locale est veillit; pour les publications à venir, le motif sera toujours comparé à la totalité de l'adresse du destinataire.
sv: Alternativa e-postadresser som godtas n&auml;r 'require_explicit_destination' &auml;r aktiverad. Som v&auml;rde f&ouml;r denna inst&auml;llning ska du uppge regexp-uttryck ("regular expressions"), ett uttryck per rad, som j&auml;mf&ouml;rs mot varje mottagaradress i meddelandet. J&auml;mf&ouml;relsen utf&ouml;rs med Pythons re.match() funktion, som inneb&auml;r att det g&auml;ller bara f&ouml;r b&ouml;rjan av str&auml;ngen. <p>F&ouml;r bak&aring;tkompatibilitet med Mailman 1.1, om regexp-uttrycket inte inneh&aring;ller ett '@', j&auml;mf&ouml;rs uttrycket endast mot den f&ouml;rsta delen (det som st&aring;r framf&ouml;r '@') av mottagaradressen. Om j&auml;mf&ouml;relsen inte lyckas, eller uttrycket inte inneh&aring;ller tecknet '@', j&auml;mf&ouml;rs uttrycket med hela mottagaradressen. <p>J&auml;mf&ouml;relse mot enbart den f&ouml;rsta delen av en mottagaradress kommer inte att st&ouml;djas i en framtida version av Mailman, d&auml;r enbart j&auml;mf&ouml;relse mot hela mottagaradressen kommer att ha st&ouml;d.

source: Ceiling on acceptable number of recipients for a posting.
ca: Nombre màxim acceptable de destinataris en un lliurament.
cs: Maximální poèet adresátù, pokud bude pøekroèen pøíspìvek nebude rozeslán.
fr: Reduction à un nombre acceptable de destinataires pour une soumissions.
sv: Maximalt antal mottagaradresser i e-postbrev skickade till listan.

source: If a posting has this number, or more, of recipients, it is held for admin approval. Use 0 for no ceiling.
ca: Si l'enviament té aquest nombre de destinataris, o més, és retingut per a l'aprovació de l'admin. Fes servir 0 si no vols límit.
cs: Pokud má pøíspìvek stejnì nebo více adresátù, ne¾ je zde uvedeno, bude pozastaven do rozhodnutí moderátora. Zadejte 0 pro distribuci ka¾dého pøíspìvku bez omezení.
fr: Si une soumission est destiné à au moins autant de destinataires, elle passe en attente d'approbation de l'administrateur. Utilisez 0 pour sans limite.
sv: Om ett e-postbrev som skickats till listan inneh&aring;ller s&aring; m&aring;nga mottagare som, eller flera mottagare &auml;n, denna v&auml;rde, h&aring;lls e-postbrevet tillbaka s&aring; att listadministrat&ouml;ren eventuellt kan godk&auml;nna det. Anv&auml;nd v&auml;rdet 0 f&ouml;r ingen begr&auml;nsning.

source: This section allows you to configure various anti-spam filters posting filters, which can help reduce the amount of spam your list members end up receiving.
ca: Aquesta secció et permet configurar filtres d'enviament anti-spam et pot ajudar a reduir considerablement els missatges de correu spam de la llista.
cs: Tato sekce Vám umo¾ní nastavit rùzné filtry bránící konferenci proti spamu a tím omezit poèet nevy¾ádaných pøíspìvkù, které pøijdou do konference.
sv: H&auml;r kan du s&auml;tta upp olika anti-spamfilter, som kan vara till hj&auml;lp f&ouml;r att minska m&auml;ngden spam som distribueras via e-postlistan.
