Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: No commands were found in this message. To obtain instructions, send a message containing just the word "help".
cs: V této zprávì jsem nenalezl ¾ádné pøíkazy. Pokud potøebujete návod, jak se mnou komunikovat, za¹lete ve zprávì na samostatném øádku slovo help. Prosím vezmìte na vìdomí, ¾e zpráva musí být zaslána v èistém textu, zprávì ve formátu html a nebo rtf nerozumím.

source: Feb
cs: Únor

source: Jun
cs: Èerven

source: Mar
cs: Bøezen

source: Jul
cs: Èervenec

source: Nov
cs: Listopad

source: Oct
cs: Øíjen

source: Password // URL
cs: Heslo // URL
fr: Mot de passe // URL
sv: L&ouml;senord // URL

source: Edit the public HTML pages
fr: Modifier les pages HTML publiques
sv: Redigera HTML-koden p&aring; listans webbsida

source: U
sv: M

source: B
sv: R

source: Confirm administator password:
fr: Confirmez le mot de passe administrateur:
sv: Administrat&ouml;rsl&ouml;senordet en g&aring;ng till:

source: Administator passwords did not match
fr: Les mots de passe administrateur ne correspindent pas
sv: Administrat&ouml;rsl&ouml;senorden &auml;r inte lika

source: Add <b>%(esender)s</b> to a sender filter
sv: L&auml;gg in <b>%(esender)s</b> i ett avs&auml;ndarfilter som:

source: Your confirmation is required in order to complete the subscription request to the mailing list <em>%(listname)s</em>. Your subscription settings are shown below; make any necessary changes and hit <em>Subscribe</em> to complete the confirmation process. Once you've confirmed your subscription request, you will be shown your account options page which you can use to further customize your membership options. <p>Note: your password will be emailed to you once your subscription is confirmed. You can change it by visiting your personal options page. <p>Or hit <em>Cancel and discard</em> to cancel this subscription request.
sv: Din bekr&auml;ftelse &auml;r n&ouml;dv&auml;ndig f&ouml;r att fullf&ouml;lja din ans&auml;kan till e-postlistan <em>%(listname)s</em>. Dina inst&auml;llningar visas nedan - g&ouml;r de eventuella &auml;ndringar som du &ouml;nskar och klicka d&auml;refter p&aring; knappen "Anm&auml;l mig;" om du verkligen &ouml;nskar att anm&auml;a dig till listan. Din personliga medlemssida kommer att visas, d&auml;r du kan g&ouml;ra ytterligare &auml;ndringar i ditt medlemskap. <p>Observera: du kommer att f&aring; l&ouml;senordet skickat till dig, s&aring; snart du har bekr&auml;ftat din anm&auml;lan. Du kan byta l&ouml;senord genom att g&aring; till din personliga medlemssida. <p>Eller klicka <em>Avbryt</em> f&ouml;r att dra tillbaka din ans&ouml;kan.

source: List name must not include "@": %(listname)s
fr: Le nom d'une liste ne peut contenir le caractère "@": %(listname)s
sv: Listnamnet f&aring;r inte inneh&aring;lla "@": %(listname)s

source: to find the management interface for your list. <p>Send questions or comments to
fr: Pour trouver l'interface de gestion de votre liste. <p>Envoyez vos questions et commentaires à
sv: f&ouml;r att administrera en lista. <p>Skicka fr&aring;gor och kommentarer till

source: List subscriptions for %(user)s on %(hostname)s
fr: Les abonnements de %(user)s sur %(hostname)s
sv: Visa listmedlemskap f&ouml;r %(user)s p&aring; %(hostname)s

source: %(realname)s list: member options for user %(user)s
fr: Liste %(realname)s: options d'abonnées de l'utilisateur %(user)s
sv: %(realname)s: personliga inst&auml;llningar f&ouml;r %(user)s

source: confirm <confirmation-string> Confirm an action. The confirmation-string is required and should be supplied with in mailback confirmation notice.
sv: confirm <bekr&auml;ftelseindikator> Bekr&auml;fta en &aring;tg&auml;rd. En bekr&auml;ftelseindikator m&aring;ste anges och den ska ha skickats via e-post.

source: You are not current a member. Have you already unsubscribed or changed your email address?
sv: Du &auml;r inte medlem av listan. Har du kanske redan avanm&auml;lt dig eller &auml;ndrat e-postadress?

source: delivery option set
sv: distributionss&auml;tt satt

source: A confirmation email has been sent separately.
sv: Ett e-postbrev med f&ouml;rfr&aring;gan om bekr&auml;ftelse har skickats.

source: A removal confirmation message has been sent.
fr: Une demande de confirmation de suppression a été envoyé.
sv: En f&ouml;rfr&aring;gan om bekr&auml;ftelse p&aring; avanm&auml;lan har skickats.

source: Traditional Chinese
fr: Chinois Traditionnel
sv: Kinesiska (Traditional)

source: Simplified Chinese
fr: Chinois Simplifié
sv: Kinesiska (Simplified)

source: There are two ownership roles associated with each mailing list. The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must <a href="passwords">set a separate moderator password</a>, and also provide the <a href="?VARHELP=general/moderator">email addresses of the list moderators</a>. Note that the field you are changing here specifies the list administators.
sv: Det &auml;r tv&aring; roller f&ouml;rbundna med varje e-postlista. <em>Listadministrat&ouml;rerna</em> &auml;r de som till syvende och sist har kontroll &ouml;ver alla inst&auml;llningar f&ouml;r e-postlistan. De kan &auml;ndra alla inst&auml;llningar som finns tilg&auml;ngliga via de administrativa webbsidorna. <p><em>Listmoderatorerna</em> har begr&auml;nsad tillg&aring;ng; de kan inte &auml;ndra inst&auml;llningar f&ouml;r e-postlistan, men de kan ta hand om fr&aring;gor som r&ouml;r listan, till exempel ans&ouml;kningar om medlemskap, eller godta/avsl&aring; meddelanden som m&aring;ste godk&auml;nnas f&ouml;r att kunna skickas ut p&aring; listan. <em>Listadministrat&ouml;rerna</em> kan sj&auml;lvklart ocks&aring; utf&ouml;ra dessa uppgifter. <p>F&ouml;r att aktivera m&ouml;jligheten att ha listmoderatorer, och p&aring; det s&auml;ttet dela upp arbetsuppgifterna som &auml;r f&ouml;rbundna med listan, m&aring;ste du <a href="passwords">s&auml;tta ett speciellt moderatorl&ouml;senord</a>, och <a href="?VARHELP=general/moderator">tillhandah&aring;lla e-postadressen(erna)</a> till den/dem som ska vara listmoderator. Observera att i textrutorna nedan ska du skriva e-postadressen(erna) till listadministrat&ouml;ren(-erna).

source: This text will be prepended to subject lines of messages posted to the list, to distinguish mailing list messages in in mailbox summaries. Brevity is premium here, it's ok to shorten long mailing list names to something more concise, as long as it still identifies the mailing list.
fr: Ce texte sera ajouté devant les objets des messages soumis à la liste pour faciliter la distinction des messages issus des listes de diffusion dans les remises groupées des boîtes de reception. La concision est essentielle ici, il est possible de raccourcir les noms des listes particulièrement longs tant que le resultat demeure explicite.
sv: Denna text kommer att s&auml;ttas in f&ouml;re &auml;mne-/titelf&auml;ltet i e-postbrev som skickas till listan, f&ouml;r att skilja ut meddelanden fr&aring;n e-postlistan i e-postboxen hos dem som &auml;r medlemmar av listan. Denna text b&ouml;r h&aring;llas till ett <em>absolut minimum</em>. Anv&auml;nder du till exempel listans namn och namnet &auml;r l&aring;ngt, b&ouml;r du f&ouml;rkorta det h&auml;r. Men namnet b&ouml;r &auml;nd&aring; vara beskrivande f&ouml;r listan.

source: This option controls what Mailman does to the <tt>Reply-To:</tt> header in messages flowing through this mailing list. When set to <em>Poster</em>, no <tt>Reply-To:</tt> header is added by Mailman, although if one is present in the original message, it is not stripped. Setting this value to either <em>This list</em> or <em>Explicit address</em> causes Mailman to insert a specific <tt>Reply-To:</tt> header in all messages, overriding the header in the original message if necessary (<em>Explicit address</em> inserts the value of <a href="?VARHELP=general/reply_to_address">reply_to_address</a>). <p>There are many reasons not to introduce or override the <tt>Reply-To:</tt> header. One is that some posters depend on their own <tt>Reply-To:</tt> settings to convey their valid return address. Another is that modifying <tt>Reply-To:</tt> makes it much more difficult to send private replies. See <a href="http://www.unicom.com/pw/reply-to-harmful.html">`Reply-To' Munging Considered Harmful</a> for a general discussion of this issue. See <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered Useful</a> for a dissenting opinion. <p>Some mailing lists have restricted posting privileges, with a parallel list devoted to discussions. Examples are `patches' or `checkin' lists, where software changes are posted by a revision control system, but discussion about the changes occurs on a developers mailing list. To support these types of mailing lists, select <tt>Explicit address</tt> and set the <tt>Reply-To:</tt> address below to point to the parallel list.
fr: Cette option contrôle ce que Mailman fait de <tt>Reply-to:</tt> les en-tête des messages qui arrivent sur cette liste. Quand il porte la valeur <em>poster</em>, Mailman n'ajoutes pas l'en-tête <tt>Reply-to(/tt), par contre s'il y a n'en un dans le message original, il ne sera pas supprimé. Porter cette valeur à <em>This list</em> ou a <em>Explicit address</em> obliges Mailman à insérer un en-tête <em>Reply-to</em> spécifique à tous les messages, annulant ainsi l'en-tête du message originale si nécessaire (l'option <em>Explicit address</em> insert la valeur de <a href="?VARHELP=general/reply_to_address">l'adresse répondre-à</a>). <p>Il y a nombre de raisons qui militent pour la non-annulation de l'en-tête <tt>Reply-To</tt>. Parmi ces raisons on peut citer le fait que pas mal d'expéditeurs dépendent de leurs <tt>Reply-to</tt> pour réacheminer leurs messages. Une autre raison est le fait que la modification du <tt>Reply-to</tt> rend plus difficle les réponses privées. Lisez <a href="http://www.unicom.com/pw/reply-to-harmful.html"> `Reply-To` Munging Considered Harmful</a> pour une discussion générale sur le problème. Lisez <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered USeful</a> pour un panorama. <p>Certaines liste de diffusion reservent les privillèges de soumission à certains, avec une liste parallèle pour la discussion. Parmi ces listes ont peut citer les listes 'patches' et 'checkin', où les modifications des logiciels sont soumise par des systèmes de contrôleurs de revisions alors que les discussions concernant ces mêmes modifications se déroulent sur la liste des développeurs. Pour la gestion de ce type de listes, sélectionner <tt>Explicit address</tt> et portez la valeur de l'adresse <tt>Reply-To:</tt> à celle de la liste parallèle.
sv: Denna inst&auml;llning best&auml;mmer vad Mailman ska g&ouml;ra med <tt>Reply-To:</tt> f&auml;ltet i meddelandehuvudet p&aring; e-postbrev som skickas till listan. &Auml;r den satt till <em>Avs&auml;ndare</em>, kommer Mailman inte att l&auml;gga till n&aring;got <tt>Reply-To:</tt> f&auml;lt, men finns det redan ett s&aring;dant f&auml;lt, kommer det inte att tas bort. S&auml;tts inst&auml;llningen till antingen <em>E-postlistans adress</em> eller <em>Egendefinierad adress</em>, kommer Mailman att l&auml;gga till, eventuellt ers&auml;tta, ett <tt>Reply-To:</tt> f&auml;lt. (<em>Egendefinierad adress</em> s&auml;tter in v&auml;rdet av inst&auml;llningen <a href="?VARHELP=general/reply_to_address">reply_to_address</a>). <p>Det finns m&aring;nga anledningar till att inte inf&ouml;ra eller ers&auml;tta <tt>Reply-To:</tt> f&auml;lt. En anledning kan vara att n&aring;gon av dem som skickar e-postbrev till listan &auml;r beroende av att sj&auml;lv s&auml;tta <tt>Reply-To:</tt> adressen. En annan anledning &auml;r att modifiering av <tt>Reply-To:</tt> adressen g&ouml;r det sv&aring;rare att skicka svar bara till avs&auml;ndaren. Se <a href="http://www.unicom.com/pw/reply-to-harmful.html">'Reply-To' Munging Considered Harmful</a> f&ouml;r en diskussion kring temat. Se <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered Useful</a> f&ouml;r motsatta uppfattningar. <p>N&aring;gra e-postlistor har begr&auml;nsade r&auml;ttigheter, med en egen parallell lista avsedd f&ouml;r diskussioner. Exempel p&aring; detta &auml;r 'patcher' eller 'checkin' listor, som system f&ouml;r revideringskontroll skickar &auml;ndringar i programvara till, medan diskussioner kring utveckling av programvaran skickas till utvecklarnas egen e-postlista. F&ouml;r att st&ouml;dja s&aring;dana e-postlistor, v&auml;lj <em>Egendefinierad adress</em> och s&auml;tt <tt>Reply-To:</tt> adressen i inst&auml;llningen <tt>reply_to_address</tt> till att peka till den parallella diskussionslistan.

source: This is the address set in the <tt>Reply-To:</tt> header when the <a href="?VARHELP=general/reply_goes_to_list">reply_goes_to_list</a> option is set to <em>Explicit address</em>. <p>There are many reasons not to introduce or override the <tt>Reply-To:</tt> header. One is that some posters depend on their own <tt>Reply-To:</tt> settings to convey their valid return address. Another is that modifying <tt>Reply-To:</tt> makes it much more difficult to send private replies. See <a href="http://www.unicom.com/pw/reply-to-harmful.html">`Reply-To' Munging Considered Harmful</a> for a general discussion of this issue. See <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered Useful</a> for a dissenting opinion. <p>Some mailing lists have restricted posting privileges, with a parallel list devoted to discussions. Examples are `patches' or `checkin' lists, where software changes are posted by a revision control system, but discussion about the changes occurs on a developers mailing list. To support these types of mailing lists, specify the explicit <tt>Reply-To:</tt> address here. You must also specify <tt>Explicit address</tt> in the <tt>reply_goes_to_list</tt> variable. <p>Note that if the original message contains a <tt>Reply-To:</tt> header, it will not be changed.
fr: Cette adresse est celle que porte le champ <tt>Reply-To:</tt> de l'en-tête lorsque la variable<a href="?VARHELP=general/reply_goes_to_list"> reply_goes_to_list</a> porte la valeur <em>Explicit address</em> <p>Il y a nombre de raisons qui militent pour la non-annulation ou l'introduction d'un en-tête <tt>Reply-to</tt>. Parmi ces raisons on peut citer le fait que pas mal de d'expéditeurs dépendent de leurs <tt>Reply-to</tt> pour réacheminer leurs messages. Une autre raison est le fait que la modification du <tt>Reply-To</tt> rend plus difficle les réponses privées. Lisez <a href="http://www.unicom.com/pw/reply-to-harmful.html"> `Reply-To` Munging Considered Harmful</a> pour une discussion générale sur le problème. Lisez <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered USeful</a> pour une vision panoramique. <p>Certaines liste de diffusion reservent les privillèges de soumission à certains, avec une liste parallèle pour la discussion. Parmi ces listes on peut citer les listes 'patches' et 'checkin', où les modifications des logiciels sont soumis par des systèmes de contrôleurs de revisions alors que les discussions concernant ces mêmes modifications se déroulent sur la liste des développeurs. Pour la gestion de ce type de listes, spécifiez ici l'adresse du <tt>Reply-To:</tt> explicite. Vous devrez également spécifier l'adresse <tt>Explicit adress</tt> dans la variable <tt>reply_goes_to_list</tt> . <p>Noez que si le message originale contient un en-tête <tt>Reply-To:</tt>, il ne sera pas modifé.
sv: H&auml;r definierar du adressen som ska s&auml;ttas i <tt>Reply-To:</tt> f&auml;ltet n&auml;r inst&auml;llningen <a href="?VARHELP=general/reply_goes_to_list">reply_goes_to_list</a> &auml;r satt till <em>Egendefinierd adress</em>. <p>Det finns m&aring;nga anledningar till att inte inf&ouml;ra eller ers&auml;tta <tt>Reply-To:</tt> f&auml;lt. En anledning kan vara att n&aring;gon av dem som skickar e-postbrev til listan &auml;r beroende av att sj&auml;lv s&auml;tta <tt>Reply-To:</tt> adressen. En annan anledning &auml;r att modifiering av <tt>Reply-To:</tt> adressen g&ouml;r det sv&aring;rare att skicka svar bara till avs&auml;ndaren. Se <a href="http://www.unicom.com/pw/reply-to-harmful.html">'Reply-To' Munging Considered Harmful</a> f&ouml;r en diskussion kring temat. Se <a href="http://www.metasystema.org/essays/reply-to-useful.mhtml">Reply-To Munging Considered Useful</a> f&ouml;r motsatta uppfattningar. <p>N&aring;gra e-postlistor har begr&auml;nsade r&auml;ttigheter, med en egen parallell lista avsedd f&ouml;r diskussioner. Exempel p&aring; detta &auml;r 'patcher' eller 'checkin' listor, som system f&ouml;r revideringskontroll skickar &auml;ndringar i programvara till, medan diskussioner kring utveckling av programvaran skickas till utvecklarens egen e-postlista. F&ouml;r att st&ouml;dja s&aring;dana e-postlistor, definiera <tt>Reply-To:</tt> adressen h&auml;r, och v&auml;lj <em>Egendefinierad adress</em> i inst&auml;llningen <tt>reply_goes_to_list</tt>. <p>Observera att om det ursprungliga meddelandet inneh&aring;ller ett <tt>Reply-To:</tt> f&auml;lt, kommer det <em>inte</em> att &auml;ndras.

source: Approval notices are sent when mail triggers certain of the limits <em>except</em> routine list moderation and spam filters, for which notices are <em>not</em> sent. This option overrides ever sending the notice.
fr: Des demandes d'approbation sont envoyés lorsque les courriels déclenchent certaines limites <em>sauf</em> pour les modération de liste et les filtres de spam, pour lesquels aucun avis <em>n</em>'est envoyé, cette option rend caduque les autres options d'envoi d'avis
sv: Besked om att ett meddelande m&aring;ste godk&auml;nnas skickas ut till avs&auml;ndaren om meddelandet stoppas p g a n&aring;got annat &auml;n listmoderation eller spamfilter. S&auml;tts denna inst&auml;llning till 'Nej', kommer avs&auml;ndaren &ouml;ver huvud taget inte att ta emot detta besked.

source: Membership&nbsp;Management
fr: Gestion&nbsp;des&nbsp;abonnement
sv: Administrera&nbsp;medlemmar

source: Privacy options
fr: Options de confidentialité
sv: Restriktioner

source: Anti-Spam filters
sv: Anti-spamfilter

source: The topic pattern `%(pattern)s' is not a legal regular expression. It will be discarded.
sv: &Auml;mnesfiltret '%(pattern)s' &auml;r inte ett giltigt regexp. Det kommer att kastas.

source: The Internet address of the machine your News server is running on.
fr: L'adresse Internet de la machine sur laquelle votre serveur de News tourne.
sv: Internettadress f&ouml;r maskinen som k&ouml;r nyhetsgrupptj&auml;nsten.

source: The News server is not part of Mailman proper. You have to already have access to a NNTP server, and that NNTP server has to recognize the machine this mailing list runs on as a machine capable of reading and posting news.
fr: Le serveur de News n'est pas une partie intégrante de Mailman. Vous devez déjà disposer d'un accès à un serveur NNTP qui reconnait la machine sur laquelle tourne cette liste de diffusion comme étant capable de lire et de publier des news.
sv: Nyhetsgrupptj&auml;nst &auml;r inte en del av Mailman. Du m&aring;ste ha tillg&aring;ng till en existerande NNTP-server, och maskinen som denna e-postlista k&ouml;rs p&aring;, m&aring;ste ha tillg&aring;ng till att l&auml;sa och skicka meddelanden till den NNTP-servern.

source: Note: your list delivery is currently disabled %(reason)s.
sv: Observera distribution av e-postbrev fr&aring;n listan har stoppats %(reason)s.

source: Auto-response for your message to
fr: Autoréponse à votre message à
sv: Automatiskt svar f&ouml;r meddelandet som du skickade till

source: the "%(realname)s" mailing list
fr: La liste de diffusion "%(realname)s"
sv: e-postlistan "%(realname)s"

source: To finish creating your mailing list, you must edit your /etc/aliases (or equivalent) file by adding the following lines, and possibly running the `newaliases' program: ## %(listname)s mailing list
fr: Pour achever la création de votre liste de diffusion, vous devrez modifier votre fichier /etc/aliases (ou équivalent) en y ajoutant les lignes suivantes et peut être exécuter le programme `newaliases': ## Liste de diffusion %(listname)s
sv: F&ouml;r att fullf&ouml;lja uppr&auml;ttandet av e-postlistan, m&aring;ste du redigera filen /etc/aliases (eller motsvarande aliasfil), l&auml;gga till f&ouml;ljande rader, och d&auml;refter eventuellt k&ouml;ra programmet 'newaliases': ## E-postlista: %(listname)s

source: You have been invited to join the %(listname)s mailing list
sv: Du inbjuds h&auml;rmed att anm&auml;la dig till e-postlistan %(listname)s

source: Python Powered
sv: Programmerat i Python

source: Gnu's Not Unix
fr: Gnus's Not Unix
sv: GNU &auml;r inte Unix

source: Big change in %(listname)s@%(listhost)s mailing list
fr: De grands changements survenus sur la liste de diffusion %(listname)s@%(listhost)s
sv: Stor &auml;ndring av e-postlistan %(listname)s@%(listhost)s

source: Bad argument to -c/--changes-msg: %(arg)s
fr: Mauvais argument fourni à -c/--changes-msg: %(arg)s
sv: Ogiltigt argument till -c/--changes-msg: %(arg)s

source: Check the permissions for the Mailman installation. Usage: %(PROGRAM)s [-f] [-v] [-h] With no arguments, just check and report all the files that have bogus permissions or group ownership. With -f (and run as root), fix all the permission problems found. With -v be verbose.
fr: Vérifier les permissions pour l'installation de Mailman. Usage: %(PROGRAM)s [-f] [-v] [-h] Sans arguments, ce programme vérifie les permissions sur tous les fichiers et génère un rapport contenant les fichiers à permissions problématiques. Avec l'option -f (lorsqu'exécuté par root), le programme règle tous les problèmes de permission trouvés. Avec l'option -v, il devient bavard.
sv: Unders&ouml;ker r&auml;ttigheter p&aring; filerna i Mailmaninstallationen. Anv&auml;nds s&aring; h&auml;r: %(PROGRAM)s [-f] [-v] [-h] Om inget val &auml;r specifiserat, g&ouml;r den bara en unders&ouml;kning och rapporterar ogiltiga r&auml;ttigheter och &auml;garskap p&aring; filer. Med -f (b&ouml;r k&ouml;ras som root), r&auml;ttar den till alla fel under tiden. Med -v visas detaljerad information.

source: ## "%(listname)s" mailing list configuration settings -*- python -*- ## captured on %(when)s
fr: ## Paramètre de configuration de la liste "%(listname)s" -*- python -*- ## Capturé le %(when)s
sv: ## Inst&auml;llningar f&ouml;r e-postlistan "%(listname)s" -*- python -*- ## Datum: %(when)s

source: Regenerate Postfix's data/aliases and data/aliases.db files from scratch. Usage: genaliases [options] Options: -h/--help Print this message and exit.
fr: Régénérer les fichiers Postfix data/aliases et data/aliases.db à partir de rien. Usage: genaliases [options] Options: -h/--help Afficher ce message et sortir.
sv: Genererar Postfix filer data/aliases och data/aliases.db p&aring; nytt. Anv&auml;nds s&aring; h&auml;r: genaliases [val] Val: --help / -h Visar denna hj&auml;lptext.
