Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Create a new, unpopulated mailing list. Usage: %(PROGRAM)s [options] [listname [listadmin-addr [admin-password]]] Options: -l language --language language Make the list's preferred language `language', which must be a two letter language code. -q/--quiet Normally the administrator is notified by email (after a prompt) that their list has been created. This option suppresses the prompt and notification. -h/--help Print this help text and exit. You can specify as many of the arguments as you want on the command line: you will be prompted for the missing ones. Every Mailman list has two parameters which define the default host name for outgoing email, and the default URL for all web interfaces. When you configured Mailman, certain defaults were calculated, but if you are running multiple virtual Mailman sites, then the defaults may not be appropriate for the list you are creating. You can specify the domain to create your new list in by spelling the listname like so: mylist@www.mydom.ain where `www.mydom.ain' should be the base hostname for the URL to this virtual hosts's lists. E.g. with is setting people will view the general list overviews at http://www.mydom.ain/mailman/listinfo. Also, www.mydom.ain should be a key in the VIRTUAL_HOSTS mapping in mm_cfg.py/Defaults.py. It will be looked up to give the email hostname. If this can't be found, then www.mydom.ain will be used for both the web interface and the email interface. If you spell the list name as just `mylist', then the email hostname will be taken from DEFAULT_HOST_NAME and the url will be taken from DEFAULT_URL (as defined in your Defaults.py file or overridden by settings in mm_cfg.py). Note that listnames are forced to lowercase.
sv: Uppr&auml;tta en ny e-postlista utan medlemmar. Anv&auml;nds s&aring; h&auml;r: %(PROGRAM)s [val] [listnamn [admin-adr [admin-l&ouml;senord]]] Val: -l spr&aring;k --language spr&aring;k S&auml;tter standardspr&aring;ket f&ouml;r listan med parametern 'spr&aring;k', som m&aring;ste vara en landskod p&aring; tv&aring; bokst&auml;ver. Se i templates eller messages katalogen fauml;r tillg&auml;ngliga landskoder. -q / --quiet Normalt kommer adminstrat&ouml;ren att f&aring; meddelande p&aring; e-post (efter input fr&aring;n den som k&ouml;r detta kommando) om att listan &auml;r uppr&auml;ttad. Detta val g&ouml;r att administrat&ouml;ren inte f&aring;r ta emot n&aring;got s&aring;dant meddelande. -h / --help Visar denna hj&auml;lptext. Du kan uppge s&aring; m&aring;nga parametrar du vill p&aring; kommandoraden; de som du inte uppger kommer du att bli ombedd att l&auml;mna. Varje Mailmanlista har tv&aring; parametrar som best&auml;mmer standard host namn f&ouml;r utg&aring;ende e-postbrev, och standard URL f&ouml;r alla tillh&ouml;rande webbsidor. N&auml;r Mailman konfigurerades, blev dessa standardparametrar automatiskt ber&auml;knade, men om du k&ouml;r flera virtuella Mailmansystem p&aring; samma maskin, kan det h&auml;nda att standardinst&auml;llningarna inte passar med den e-postlista du uppr&auml;ttar. Du kan uppge dom&auml;nen f&ouml;r den nya listan genom att ange listnamnet s&aring;: minlista@www.mindom&auml;n.com d&auml;r 'www.mindom&auml;n.com' &auml;r namnet som ska anv&auml;ndas i URL:er f&ouml;r e-postlistan. I exemplet ovan kommer URL:en till &ouml;versikt &ouml;ver listor att bli: http://www.mindom&auml;n.com/mailman/listinfo. Namnet som specifiseras m&aring;ste ocks&aring; existera i en VIRTUAL_HOSTS mapping i mm_cfg.py/Default.py. Den mappingen ska ber&auml;tta vilken dom&auml;n som ska anv&auml;ndas f&ouml;r e-postadresser till listan. Om mappingen inte existerar, kommer namnet du specifiserar att anv&auml;ndas b&aring;de f&ouml;r URL:er och f&ouml;r e-postadresser. Om du stavar listnamnet bara som 'minlista', kommer "host_name" att s&auml;ttas till DEFAULT_HOST_NAME (fr&aring;n Mailmankonfigurationen) och "web_page_url" s&auml;tts till DEFAULT_URL. Observera att listnamn kommer att g&ouml;ras om till sm&aring; bokst&auml;ver.

source: Remove members from a list. Usage: remove_members [options] [listname] [addr1 ...] Options: --file=file -f file Remove member addresses found in the given file. If file is `-', read stdin. --all -a Remove all members of the mailing list. (mutually exclusive with --fromall) --fromall Removes the given addresses from all the lists on this system regardless of virtual domains if you have any. This option cannot be used -a/--all. Also, you should not specify a listname when using this option. --help -h Print this help message and exit. listname is the name of the mailing list to use. addr1 ... are additional addresses to remove.
sv: Tar bort medlemmar fr&aring; en lista. Anv&auml;nds s&aring; h&auml;r: remove_members [val] [listnamn] [addr1 ...] Val: --file=filnamn -f filnamn Ta bort alla medlemmar som har e-postadresserna i den angivna filen. Om filnamnet er '-', l&auml;ses e-postadresserna fr&aring; standard input. --all -a Tar bort alla medlemmar av e-postlistan. (Kan inte anv&auml;ndas med --fromall) --fromall Tar bort de angivna e-postadresserna fr&aring;n alla e-postlistor, oavsett dom&auml;n om det finns flera dom&auml;ner. Detta val kan inte anv&auml;ndas tilsammans med -a/--all. Du b&ouml;r inte ange n&aring;got listnamn om du anv&auml;nder detta val. --help -h Visar denna hj&auml;lptext. listnamn &auml;r namnet p&aring; listan som det ska tas bort fr&aring;n. addr1 ... &auml;r ytterligare adresser som ska tas bort.

source: %(listname)s %(msg)s not found as %(dir)s
fr: %(msg)s %(listname)s non trouvé en tant que %(dir)s
sv: Hittade inte %(listname)s %(msg)s som %(dir)s

source: Added : <%(addr)30s> %(name)s
sv: Lade in : <%30(addr)s> %30(name)s

source: Removed: <%(addr)30s> %(name)s
sv: Tog bort: <%30(addr)s> %30(name)s

source: Updating old pending_subscriptions.db database
fr: Mise à jour de la vieille base de données pending_subscriptions.db
sv: Uppdaterar den gamla pending_subscriptions.db databasen

source: Invoked by cron, this checks for pending moderation requests and mails the list moderators if necessary.
fr: Invoqué par cron, ceci vérifie les requêtes de modération en attente et envoie au besoin un courriel au modérateur.
sv: Detta skript startas fr&aring;n cron, och unders&ouml;ker om det finns fr&aring;gor som kr&auml;ver behandling av en listmoderator. Om det finns, varnar skriptet listmoderatorn.

source: removed
fr: supprimé

source: not
fr: pas

source: BUT: %(succeeded)s
fr: SAUF: %(succeeded)s

source: %(rname)s member %(addr)s bouncing - %(negative)s%(did)s
fr: l'adresse %(addr)s de l'abonné %(rname)s n'est pas remisable - %(negative)s%(did)s

source: User not found.
fr: Utilisateur introuvable.

source: No such list <em>%(listname)s</em>
fr: Liste inexistante <em>%(listname)s</em>

source: return to the %(category)s options page.
fr: Retourne à la page des options de type %(category)s.

source: nomail
fr: arrêt

source: <b>nomail</b> -- Is delivery to the member disabled?
fr: <b>arrêt</b> -- Les remises à l'abonné sont-elle désactivées?

source: <b>not metoo</b> -- Does the member avoid copies of their own posts?
fr: <b>pasmoi</b> -- Les abonnés éludent-ils leurs propres soumissions?

source: Send welcome message to this batch?
fr: Envoyer un message de bienvenue à ce batch?

source: no
fr: Non

source: yes
fr: oui

source: Send notifications to the list owner?
fr: Envoyer une notification au propriétaire de la liste?

source: <p><b>real_name</b> attribute not changed! It must differ from the list's name by case only.<p>
fr: <p><b>nom_réel</b> attribut non modifé Il ne doit différer du nom de la liste que par la casse.<p>

source: Successfully Subscribed:
fr: Abonné(e) avec succés:

source: Error Subscribing:
fr: Erreur lors de l'abonnement:

source: <b>Invalid confirmation string:</b> %(cookie)s. <p>Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your subscription. Otherwise, <a href="%(confirmurl)s">re-enter</a> your confirmation string.
fr: <b>Chaîne de confirmation non valide:</b> %(cookie)s. <p>Notez que la chaîne de confirmation expire au bout de %(days)d jours à partir de l'émission de la requête initiale d'abonnement. Si votre confirmation a expirée, veillez demander un nouvel abonnement. Si tel n'est pas le cas, <a href="%(confirmurl)s">fournissez</a> votre chaîne de confirmation de nouveau.

source: Your confirmation is required in order to complete the subscription request to the mailing list <em>%(listname)s</em>. Your subscription settings are shown below; make any necessary changes and hit <em>Subscribe</em> to complete the confirmation process. Once you've confirmed your subscription request, you will be shown your account options page which you can use to further customize your membership options. <p>Or hit <em>Cancel and discard</em> to cancel this subscription request.
fr: Votre confirmation est nécessaire pour achever le processus d'abonnement à la liste <em>%(listname)s</em>. Vos paramètres d'abonnements sont affichés ci-dessous; opérez les modifications désirées et cliquez sur <em>Abonner</em> pour achever le processus de confirmation. Une fois votre requête d'abonnement confirmée, la page des options de votre compte vous sera affichée, vous pourrez alors l'utiliser pour une personnalisation avancée de vos options d'abonnement. <p>Ou cliquez sur <em>Annuler et ignorer</em> pour annuler cette requête de confirmation.

source: Password (confirm):
fr: Mot de passe (confirmer):

source: The passwords you entered in the confirmation screen did not match, so your original subscription password will be used instead. Your password will have been generated by Mailman if you left the password fields blank. In any event, your membership password will be sent to you in a separate acknowledgement email.<p>
fr: Le mot de passe fournit ne correspond pas, votre mot de passe original sera utilisé. Votre mot de passe a dû être généré par Mailman si vous n'en aviez pas fournit. En tout état de cause, votre mot de passe d'abonné vous sera envoyé dans un courriel séparé d'accusé de réception.<p>

source: Bad owner email address: %(owner)s
fr: Mauvaise adresse courriel du propriétaire: %(owner)s

source: %(template_name)s: Invalid template
fr: %(template_name)s: template invalide

source: To visit the info page for an unadvertised list, a URL similar to this one, but with a '/' and the %(adj)s list name appended. <p>List administrators, you can visit
fr: Pour visiter la page info d'une liste non publiée, une URL semblable à celle-ci, mais avec un '/' et le %(adj)s du nom de la liste ajoutée. <p>Les administrateurs de liste, vous pouvez visiter

source: No such member: %(user)s.
fr: Abonné inconnu: %(user)s.

source: A confirmation message has been sent to %(newaddr)s
fr: Un message de confirmation a été envoyé à %(newaddr)s

source: Member name successfully changed.
fr: Nom de l'abonné modifié avec succès.

source: via the member options page
fr: Par la page des options des abonnés

source: %(days)d %(units)s
fr: %(units)s %(days)d

source: In order to change your membership option, you must first log in by giving your %(extra)smembership password in the section below. If you don't remember your membership password, you can have it emailed to you by clicking on the button below. If you just want to unsubscribe from this list, click on the <em>Unsubscribe</em> button and a confirmation message will be sent to you. <p><strong><em>Important:</em></strong> From this point on, you must have cookies enabled in your browser, otherwise none of your changes will take effect. <p>Session cookies are used in Mailman's membership options interface so that you don't need to re-authenticate with every operation. This cookie will expire automatically when you exit your browser, or you can explicitly expire the cookie by hitting the <em>Logout</em> link (which you'll see once you successfully log in).
fr: Pour modifier vos options d'abonné, vous devez d'abord vous connecter en fournissant votre mot de passe %(extra)s dans la section ci-dessous. Si Vous ne vous souvenez pas de votre mot de passe, il peut vous être envoyé en cliquant sur le bouton ci-dessous. Si vous désirez juste résilier votre abonnement à cette liste, cliquez sur le bouton <em>Résilier</em> ci-dessous et une demande de confirmation vous sera envoyé. <p><strong><em>Important:</em></strong> A partir de maintenant vous devez activer les cookies dans votre navigateur faute de quoi aucune de vos modifications ne prendra effet. <p>Les cookies de session sont utilisés par l'interface des options d'abonnement de Mailman pour vous permettre de ne pas vous ré-authentifier à chaque opération. Ce cookie expirera automatiquement quand vous quitterez votre navigateur, à moins que vous ne le fassiez explicitement en cliquant sur le lien <em>Déconnecter</em> (visible dés que votre connexion aura été validée).

source: By clicking on the <em>Unsubscribe</em> button, a confirmation message will be emailed to you. This message will have a link that you should click on to complete the removal process (you can also confirm by email; see the instructions in the confirmation message).
fr: En clickant sur le bouton <em>Résilier</em> une demande de confirmation vous sera envoyée. Ce message contiendra un lien sur lequel vous pourrez clicker pour achever le processus de résiliation (vous pourrez également le faire par courriel; lisez les instructions dans ledit message)

source: By clicking on the <em>Remind</em> button, your password will be emailed to you.
fr: En clickant sur le bouton <em>Rappel</em>, votre mot de passe vous sera envoyé par courriel.

source: Archive File Not Found
fr: Fichier archive non trouvé

source: No file
fr: Pas de fichier

source: Auto-responder characteristics.<p> In the text fields below, Python %(string)s interpolation is performed with the following key/value substitutions: <p><ul> <li><b>%(listname)s</b> - <em>gets the name of the mailing list</em> <li><b>%(listurl)s</b> - <em>gets the list's listinfo URL</em> <li><b>%(requestemail)s</b> - <em>gets the list's -request address</em> <li><b>%(adminemail)s</b> - <em>gets the list's -admin address</em> <li><b>%(owneremail)s</b> - <em>gets the list's -owner address</em> </ul> <p>For each text field, you can either enter the text directly into the text box, or you can specify a file on your local system to upload as the text.
fr: Caractéristique du répondeur automatique.<p> Dans les zones de texte ci-dessous, des interpolations de %(chaîne)s python sont opérées avec les substitutions clé/valeur suivantes: <p><ul> <li><b>%(listname)s</b> - <em>donne le nom de la liste </em> <li><b>%(listurl)s</b> - <em>donne l'url de la page info de la liste</em> <li><b>%(requestemail)s</b> - <em> donne l'adresse -request de la liste</em> <li><b>%(adminemail)s</b> - <em> donne l'adresse -admin de la liste</em> <li><b>%(owneremail)s</b> - <em> donne l'adresse -owner de la liste</em> </ul> <p>Pour chaque zone de texte, vous pourrez ou saisir le texte directement dans la zone de texte, ou spécifier un fichier à télédécharger en provenance de votre système de fichier local contenant le texte correspondant.

source: Should Mailman send an auto-response to emails sent to the -admin and -owner addresses?
fr: Mailman devra-il envoyer une réponse automatique aux courriels envoyés aux adresses -admin et -owner?

source: Auto-response text to send to -admin and -owner emails.
fr: Autoréponse à envoyer aux adresses -admin et -owner.

source: Number of days between auto-responses to either the mailing list or -admin/-owner address from the same poster. Set to zero (or negative) for no grace period (i.e. auto-respond to every message).
fr: Nombre de jours séparant les réponses automatiques vers la liste ou vers les adresses -admin/-owner déclenchées par le même expéditeur. Portez la valeur à zéro (ou à une valeur négative) pour annuler les périodes de grâce (i.e. une réponse automatique à tous les messages).

source: Bounce detection
fr: Détection de rebond

source: Policies regarding systematic processing of bounce messages, to help automate recognition and handling of defunct addresses.
fr: Les règles concernant la gestion systématique des messages non remisables, pour assister à l'identification et à la gestion automatique des adresses obsolètes.

source: Try to figure out error messages automatically?
fr: Essayer de deviner les messages d'erreurs automatiquement?

source: Minimum number of days an address has been non-fatally bad before we take action
fr: Le nombre minimal de jour pendant lesquels une adresse peut impunément ne pas être remisable

source: Minimum number of posts to the list since members first bounce before we consider removing them from the list
fr: Le nombre minimal de soumissions subséquentes au premier rebond de l'dresse d'un abonné avant que celui-ci ne soit supprimé de la liste

source: Maximum number of messages your list gets in an hour. (Yes, bounce detection finds this info useful)
fr: Le nombre maximale de messages reçus par le liste toutes les heures, (Oui, le système de detection d'adresses non remisable se sert de cette information)

source: Do nothing
fr: Ne rien faire

source: Disable and notify me
fr: Désactivez et m'aviser

source: Disable and DON'T notify me
fr: Désactive et NE ME préviens pas

source: Remove and notify me
fr: Supprimez et avisez-moi

source: Action when critical or excessive bounces are detected.
fr: Action lorsque des non-remises critiques ou excessives sont détéctées.

source: Normally, Mailman sends the regular delivery messages to the mail server in batches. This is much more efficent because it reduces the amount of traffic between Mailman and the mail server. <p>However, some lists can benefit from a more personalized approach. In this case, Mailman crafts a new message for each member on the regular delivery list. Turning this feature on may degrade the performance of your site, so you need to carefully consider whether the trade-off is worth it, or whether there are other ways to accomplish what you want. You should also carefully monitor your system load to make sure it is acceptable. <p>When personalized lists are enabled, two things happen. First, the <code>To:</code> header of the posted message is modified so that each individual user is addressed specifically. I.e. it looks like the message was addressed to the recipient instead of to the list. <p>Second a few more expansion variables that can be included in the <a href="?VARHELP=nondigest/msg_header">message header</a> and <a href="?VARHELP=nondigest/msg_footer">message footer</a>. <p>These additional substitution variables will be available for your headers and footers, when this feature is enabled: <ul><li><b>user_address</b> - The address of the user, coerced to lower case. <li><b>user_delivered_to</b> - The case-preserved address that the user is subscribed with. <li><b>user_password</b> - The user's password. <li><b>user_name</b> - The user's full name. <li><b>user_optionsurl</b> - The url to the user's option page. </ul>
fr: En principe, Mailman envoie les messages normaux par batch vers le serveur de messagerie. Cela est plus optimal dans la mesure où le trafic entre Mailman et le serveur de messagerie s'en trouve réduit. <p>Certaines listes pourraient gagner à considérer une approche beaucoup plus spécifique. Dans ce cas, Mailman génère un nouveau message pour chaque abonné avec l'option de remise normale. Activer cette option pourrait réduire les performances sur votre site, vous devez donc voir si ce compromis en vaut la peine ou si d'autres solutions plus appropriées sont préférable. Vous devriez également évaluer la charge de votre système pour voir si cette elle est acceptable. <p>Lorsque les listes personnalisées sont activées, deux choses se produisent. Premièrement, l'en-tête <code>A:</code> du message envoyé est modifié en fonction de chaque utilisateur. i.e. que le message apparaît comme étant destiné à l'abonné en lieu et place de la liste. <p>Deuxièmement, quelques autres variables de remplacement pouvant être ajoutées au <a href="?VARHELP=nondigest/msg_header">sommet du message</a> et au <a href="?VARHELP=nondigest/msg_footer">pied de page du message sont disponible. <p>Ces variables complémentaires de substitution seront disponibles pour le sommet et le bas de page de votre message lorsque cette option est active: <ul><li><b>user_address</b> - L'adresse de l'utilisateur en minuscule. <li><b>user_delivered_to</b> - L'adresse d'abonnement de l'utilisateur avec la casse préservée. <li><b>user_optionsurl</b> - L'url de la page info de l'utilisateur.

source: Show member addrs so they're not directly recognizable as email addrs?
fr: Afficher les adresses des abonnés de façcon à ce qu'elles n'apparaissent pas comme des adresses courriels?

source: Use this option to prohibit posts according to specific header values. The target value is a regular-expression for matching against the specified header. The match is done disregarding letter case. Lines beginning with '#' are ignored as comments. <p>For example:<pre>to: .*@public.com </pre> says to hold all postings with a <em>To:</em> mail header containing '@public.com' anywhere among the addresses. <p>Note that leading whitespace is trimmed from the regexp. This can be circumvented in a number of ways, e.g. by escaping or bracketing it. <p> See also the <em>forbidden_posters</em> option for a related mechanism.
fr: Utilisez cette option pour interdire les soumissions en fonction d'en-tête spécifiques. La cible est une expression regulière à comparer avec l'en-tête spécifiée. La comparaison est faite en ignorant la casse des caractères. Les lignes commençant par '#' sont considérés comme des commentaires et ignorées. <p>par exemple:<pre>to: .*@public.com</pre> spécifie toutes les soumissions avec un <em>To:</em> contenant '@public.com' partout dans l'adresse <p>Notez que les espaces blancs précédents l'expression regulière sont supprimées. Cela peut être évité de plusieurs façons, e.g. en utilisant des séquences d'échappement ou en les mettant entre guillemets. <p>Voyez également l'option <em>forbidden_posters</em> pour de tels méchanismes.

source: Hide the sender of a message, replacing it with the list address (Removes From, Sender and Reply-To fields)
fr: Cacher l'expéditeur du message, en le remplaçant par l'adresse de la liste (supprimer les champs From, Sender et Reply-To)
