Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Where are replies to list messages directed? <tt>Poster</tt> is <em>strongly</em> recommended for most mailing lists.
ca: On s'envian les respostes als missatges de la llista? <tt>Remitent</tt> és <em>altament</em>recomanat per la majoria de llistes.
cs: Budou odpovìdi adresovány do konference, nebo pøispìvateli? Volba <tt>Pøispìvateli</tt> je <em>dùraznì</em> doporuèena. (Tento ponìkud kryptický text je o poli Reply-To:, i kdy¾ to anglický originál zaml¾uje)
fr: Destination des réponses aux messages adressés à la liste? <tt>Expéditeur</tt> est <strong>fortement</strong> recommandé pour la pluspart des listes de diffusion.
sv: Hur ska svar p&aring; e-postbrev till listan riktas? <tt>Avs&auml;ndare</tt> rekommenderas <em>&aring; det varmaste</em> f&ouml;r de flesta e-postlistor.

source: Explicit <tt>Reply-To:</tt> header.
ca: Capçalera <tt>Contestar-a:</tt> explícita.
cs: Nastavovat hlavièku <tt>Reply-To:</tt>.
fr: En-tête <tt>Répondre-à:</tt> explicite.
sv: Egendefinierad <tt>Reply-To:</tt> adress.

source: Umbrella list settings
ca: Configuració de llista en cascada
cs: Konfigurace de¹tníkové konference
sv: Paraplylista - inst&auml;llningar

source: Send password reminders to, eg, "-owner" address instead of directly to user.
ca: Enviar recordatoris de contrasenya a, ex, l'adreça de "-owner" en lloc de directament al usuari.
cs: Zasílat upomínky hesel na adresu "-owner" místo pøímo u¾ivateli?
fr: Envoyer un rappel des mots de passe, e.g. à l'adresse "-owner" au lieu de l'envoyer directement à l'utilisateur.
sv: Skicka p&aring;minnelser om l&ouml;senord till, till exempel, "-owner" adressen ist&auml;llet f&ouml;r direkt till medlemmen.

source: Set this to yes when this list is intended to cascade only to other mailing lists. When set, meta notices like confirmations and password reminders will be directed to an address derived from the member's address - it will have the value of "umbrella_member_suffix" appended to the member's account name.
ca: Posi-la afirmativament quan aquesta llista estigui destinada a enviar missatges a altres llistes en cascada. Quan aquesta opció estigui activa, les notificacions tal com les confirmacions i el recordatori de les contrasenyes, es dirigiran a una adreça derivada de l'adreça que està subscrita a aquesta llista i que tindrà el valor de "umbrella_member_suffix" afegit al nom d'usuari del membre.
cs: Nastavte tuto polo¾ku, pokud je tato konference konferencí zastøe¹ující dal¹í podøízené konference, jejími úèastníky jsou tedy jen jiné konference. Takové konferenci budeme hezky èesky øíkat de¹tníková konference. Výsledkem nastavení této volby bude, ¾e administrativní zále¾itosti nebudou zasílány na adresu úèastníka, ale na adresu, které vznikne z adresy úèastníka pøidáním textu uvedeného v poli "de¹tníkový sufix".
fr: Donnez à celui-ci la valeur yes lorsque cette liste à pour unique but de relayer vers d'autres listes. Lorsqu'elle est activée, les metas avis tels que les confirmations et les rappels de mot de passe seront dirigés vers des adresees dérivées de celle des abonnées - Elle aura la valeure de "suffixe_abonné_enveloppe" ajoutée au nom de l'abonné.
sv: S&auml;tt detta till 'ja' om listan ska anv&auml;ndas som ett "paraply" f&ouml;r flera andra listor. N&auml;r detta &auml;r satt, kommer bekr&auml;ftelser och meddelanden med l&ouml;senord att skickas till en egen adress som ber&auml;knas utifr&aring;n e-postadressen som &auml;r anm&auml;ld till listan - v&auml;rdet av inst&auml;llningen "umbrella_member_suffix" anv&auml;nds till detta. Detta v&auml;rde l&auml;ggs till medlemmens kontonamn (det som st&aring;r framf&ouml;r @-tecknet).

source: Suffix for use when this list is an umbrella for other lists, according to setting of previous "umbrella_list" setting.
ca: Sufix a fer servir quan aquesta llista enviï a altres llistes, d'acord amb la configuració posada en l'opció anterior "umbrella_list".
cs: Sufix, který bude pøidán ke jménu úèastníka konference v de¹tníkové konfiguraci.
fr: Suffixe utilisé lorsque cette liste est une enveloppe pour d'autres listes, selon le paramètrage de "liste_enveloppe" ci-dessus.
sv: Suffix som anv&auml;nds n&auml;r detta &auml;r en "paraplylista" f&ouml;r andra e-postlistor, enligt inst&auml;llningen "umbrella_list" ovan.

source: When "umbrella_list" is set to indicate that this list has other mailing lists as members, then administrative notices like confirmations and password reminders need to not be sent to the member list addresses, but rather to the owner of those member lists. In that case, the value of this setting is appended to the member's account name for such notices. `-owner' is the typical choice. This setting has no effect when "umbrella_list" is "No".
ca: Quan "umbrella_list" està activa és per a indicar que aquesta llista té a altres llistes com subscriptors, aleshores les notificacions administratives com les confirmacions i les contrasenyes no es necessiten enviar als subscriptors de les llista, sinó al propietari d'aquestes llistes. En aquest cas, el valor d'aquesta opció s'afegeix al nom d'usuari del membre per a tals notificacions. '-owner' és l'elecció típica. Aquesta opció no té efecte si "umbrella_list" és "No".
cs: Pokud je nastaveno, ¾e konference je "de¹tníková", znamená to, ¾e jejími úèastníky jsou pouze jiné konference. To znamená, ¾e v¹echny zprávy,které souvisí se správou úèastnického konta nejsou zasílány a adresu úèastníka konference, ale na adresu, která vznikne pøidáním zde uvedeného øetìzce adrese úèastníka. Témìø výhradnì se pou¾ívá øetìzec -owner. Pokud toto není de¹tníková konference, nemá tato volba ¾ádný efekt.
fr: Lorsque "liste_enveloppe" est activé pour indiquer que d'autres listes sont abonnées à cette liste, les notices administratives telles que les confirmations et les rappels de mot de passe ne doivent pas être envoyés aux adresses des abonnées mais plutôt aux propriétaires des listes de ces abonnés. Dans ce cas, la valeur de ce paramètre est ajoutée au nom de compte des abonnés associés à de telles notices. '-owner' est le choix typique. Le paramètrage est sans effet lorsque "liste_enveloppe" a la valeur "No".
sv: N&auml;r "umbrella_list" indikerar att denna lista har andra e-postlistor som medlemmar, &auml;r det ofta &ouml;nskv&auml;rt att administrativa meddelanden som till exempel bekr&auml;ftelser och l&ouml;senordsp&aring;minnelser inte skickas till sj&auml;lva listan som &auml;r medlem, utan till administrat&ouml;ren f&ouml;r listan. Om detta &auml;r fallet, anv&auml;nds v&auml;rdet av denna inst&auml;llning f&ouml;r att best&auml;mma adressen som administrativa meddelanden ska skickas till. '-owner' &auml;r ett vanligt val f&ouml;r denna inst&auml;llning.<br> Denna inst&auml;llning har ingen effekt n&auml;r "umbrella_list" &auml;r satt till "Nej".

source: Send monthly password reminders?
ca: Enviar recordatoris mensuals de la contrasenya?
cs: Zasílat ka¾dý mìsíc upozornìní na hesla?
sv: Skicka p&aring;minnelse om l&ouml;senord en g&aring;ng i m&aring;naden?

source: Turn this on if you want password reminders to be sent once per month to your members. Note that members may disable their own individual password reminders.
ca: Estableix això a on si vols enviar recordatoris de contrasenyes una vegada al mes als teus membres. Nota que els membres ho poden desactivar amb els seus recordatoris de contrasenya individuals.
cs: Pokud bude tato volba aktivní, budou úèastníci konference dostávat jednou mìsíènì upozornìní obsahující jejich hesla a seznam konferencí do kterých jsou pøihlá¹eni. Zasílání tìchto zpráv si mohou individuálnì vypnout v konfiguraci èlena.
sv: S&auml;tt p&aring; denna om du vill att p&aring;minnelser om l&ouml;senord ska skickas till medlemmarna en g&aring;ng i m&aring;naden. Kom ih&aring;g att medlemmarna kan ocks&aring; sj&auml;va avaktivera detta.

source: List-specific text prepended to new-subscriber welcome message
ca: text específic a la llista que es posarà al principi del missatge de benvinguda enviat als nous subscriptors
cs: Text, který bude zaslán úèastníkovi konference po pøihlá¹ení. Nemusí obsahovat pokyny pro práci s Mailmanem, proto¾e ty budou na konec zprávy pøidány automaticky. Spí¹e by se mìlo jednat o text popisující o èem konference je, co se v ní smí a co ne a tak podobnì.
fr: Texte spécifique à une liste, ajouté au début du message de bienvenue adressé aux nouveaux abonnés
sv: Text som l&auml;ggs till i v&auml;lkomsth&auml;lsning till nya medlemmar p&aring; denna lista.

source: This value, if any, will be added to the front of the new-subscriber welcome message. The rest of the welcome message already describes the important addresses and URLs for the mailing list, so you don't need to include any of that kind of stuff here. This should just contain mission-specific kinds of things, like etiquette policies or team orientation, or that kind of thing. <p>Note that this text will be wrapped, according to the following rules: <ul><li>Each paragraph is filled so that no line is longer than 70 characters. <li>Any line that begins with whitespace is not filled. <li>A blank line separates paragraphs. </ul>
ca: Aquest valor, si existeix, s'afegirà al principi del missatge de benvinguda dels nous subscriptors. La resta del missatge de benvinguda ja descriu les adreces i URLs rellevants de la llista de distribució, de manera que no necessita incloure aquest tipus d'informació aquí. Aquí només hauria d'incloure informació especifica a l'objectiu de la llista, com la política de la llista o una orientació als usuaris, o qualsevol altra cosa similar. <p>Tingui en compte que aquest text es desplegarà d'acord amb les següents regles: <ul><li>Cada paràgraf es completa de manera que no ocupi més de 70 caràcters. <li>Qualsevol línia que comenci amb un espai en blanc no es completa. <li>Una línia en blanc separa paràgrafs. </ul>
cs: Tento text bude odeslán jako první èást zprávy obsahující pokyny pro práci s Mailmanem. Pokyny pro ovládání Mailmanu budou pøipojeny k této zprávì, tak¾e není nutné, aby byly zmiòovány v tomto textu.
fr: Cette valeur, si elle existe, sera ajoutée au debut du message de bienvenue adressé au nouveaux abonnés. Le reste dudit message décrit les adresses et URLs importants relatifs à la liste de diffusion, par suite, vous n'aurez pas besoin d'ajouter de telles informations ici. Ceci devra contenir des informations relatives aux missions de la liste, telles que les règles éthiques, les orientations de l'équipe, etc. <p>Notez que ce texte sera formatté en utilisant les règles suivantes: <ul><li>Chaque paragraphe est composé de lignes d'au plus 70 caractères. <li>Toute ligne commençant par un caractère d'espacement ne sera pas remplie. <li>Les paragraphes sont séparés par une ligne vide. </ul>
sv: Text som du skriver h&auml;r kommer att l&auml;ggas till &ouml;verst i v&auml;lkomsth&auml;lsningen som skickas till nya medlemmar. V&auml;lkomsth&auml;lsningen inneh&aring;ller redan viktiga adresser och URL:er med anknytning till e-postlistan, s&aring; s&aring;dan information &auml;r det inte n&ouml;dv&auml;ndigt att inkludera h&auml;r. H&auml;r kan du l&auml;gga in till exempel upplysningar om etikett eller regler f&ouml;r listan och liknande. <p>Observera: Raderna i denna text kommer att brytas efter f&ouml;ljande regler: <ul> <li>Varje avsnitt fylls i s&aring; att ingen rad &auml;r l&auml;ngre &auml;n 70 tecken.</li> <li>Varje rad som b&ouml;rjar med tomma tecken fylls inte.</li> <li>Tomma rader avskiljer avsnitt.</li> </ul>

source: Send welcome message to newly subscribed members?
ca: Enviar un missatge de benvinguda als nous membres subscrits?
cs: Poslat novì pøihlá¹eným uvítací zprávu?
sv: Skicka v&auml;lkomsth&auml;lsning till nya medlemmar?

source: Turn this off only if you plan on subscribing people manually and don't want them to know that you did so. This option is most useful for transparently migrating lists from some other mailing list manager to Mailman.
ca: Desactivar-lo només si té previst subscriure a gent manualment i no vol que ells ho sàpiguen. Aquesta opció és sobretot útil per a migrar de forma transparent llistes d'altres gestors de llistes de correu a Mailman.
cs: Tuto volbu vypnìte jedinì v pøípadì, ¾e nemáte zájem, aby úèastník vìdìl o svém pøihlá¹ení. Vhodné pou¾ití je tøeba pøi zmìnì listserveru, kdy nepotøebujete, aby úèastníci byli o zmìnì informováni.
sv: S&auml;tt detta till 'Nej' bara om du ska l&auml;gga in nya medlemmar manuellt, och inte vill att de ska f&aring; veta om det. Detta &auml;r ofta anv&auml;ndbart n&auml;r man g&aring;r &ouml;ver fr&aring;n ett annat e-postlistesystem till Mailman, och vill att &ouml;verg&aring;ngen ska m&auml;rkas s&aring; lite som m&ouml;jligt.

source: Text sent to people leaving the list. If empty, no special text will be added to the unsubscribe message.
ca: Text a enviar a la gent que deixi la llista. Si es deixa buit cap text especial s'afegira al missatge de cancel·lar la subscripció.
cs: Text, který bude zaslán úèastníkùm, kteøí se odhla¹ují z konference. Ke zprávì nebude pøidán ¾ádný dal¹í text. (Uvítací zpráva obsahuje popis práce s Mailmanem, ale odhla¹ovací nikoliv.)
fr: Le texte envoyé au personnes quittant la liste. Si ce texte est vide, aucun message spécial ne sera ajouté au texte de résiliation.
sv: Text som skickas till medlemmar som avanm&auml;ler sig fr&aring;n listan. &Auml;r denna tom, l&auml;ggs det inte till n&aring;gon speciell text till avanm&auml;lningsmeddelandet.

source: Send goodbye message to members when they are unsubscribed?
ca: Enviar un missatge de comiat quan els membres cancel·lin la seva subscripció?
cs: Poslat pøi odhlá¹ení louèící zprávu?
sv: Skicka avskedsh&auml;lsning till medlemmar n&auml;r de avanm&auml;ler sig?

source: Should the list moderators get immediate notice of new requests, as well as daily notices about collected ones?
ca: S'ha de notificar de les noves peticions immediatament als moderadors, així com enviar-li un recordatori diari amb les peticions pendents?
cs: Mají být adminitrátorovi zasílány administrativní po¾adavky ihned a nebo jen jednou dennì?
fr: Est que les modérateurs de la liste devrait recevoir un avis immédiatement après chaque nouvelle requête ainsi qu'un avis quotidien des requêtes collectées?
sv: Ska listmoderatorn ta emot nya meddelanden med fr&aring;gor s&aring; snart de kommer, liksom &auml;ven dagliga meddelanden om fr&aring;gor som v&auml;ntar p&aring; behandling?

source: List moderators (and list administrators) are sent daily reminders of requests pending approval, like subscriptions to a moderated list, or postings that are being held for one reason or another. Setting this option causes notices to be sent immediately on the arrival of new requests as well.
ca: Als moderadors (i als administradors de la llista) se'ls envia diàriament un recordatori de les peticions pendents d'aprovació, com per exemple les subscripcions a una llista moderada així com de l'enviament de missatges que es retenen per una raó o una altra. Activar aquesta opció causa que les notificacions s'enviïn immediatament quan arribin noves peticions.
cs: Správci konference jsou periodicky zasílána upozornìní, aby odbavil èekající pøíspìvky.Pokud vyberete tuto volbu, budou upozornìní zasílána okam¾itì pøi vzniku po¾adavku.Jinak budou upozornìní zasílána jednou dennì.
fr: Les modérateurs (et les administrateurs) de listes reçoivent quotidiennement le rappel des des requêtes d'approbation en attente, requêtes telles que les abonnements aux listes modérées ou les soumissions mises en attente pour diverses raisons. Activer cette option entraîne, en plus, l'envoi d'avis chaque fois qu'une nouvelle requête entre dans la file d'attente.
sv: Det skickas ut p&aring;minnelse till listmoderatorn (och listadministrat&ouml;ren) varje dag om fr&aring;gor som av en eller annan anledning v&auml;ntar p&aring; behandling. V&auml;ljer du "Ja", kommer listadminstrat&ouml;ren ocks&aring; att ta emot ett meddelande s&aring; snart en fr&aring;ga kommer in.

source: Should administrator get notices of subscribes and unsubscribes?
ca: L'administrador ha de rebre notificacions de les subscripcións i de les cancel·lacions de subscripció?
cs: Má být administrátor informován o pøihla¹ování a odhla¹ování úèastníkù?
fr: L'administrateur doit-il être informé des abonnements et des resiliations?
sv: Ska listadministrat&ouml;ren ocks&aring; ta emot meddelanden om nya medlemmar som anm&auml;ler sig och gamla medlemmar som avanm&auml;ler sig?

source: Send mail to poster when their posting is held for approval?
ca: Enviar un missatge al remitent quan el seu missatge quedi retingut per a la seva aprovació?
cs: Informovat pøispìvatele, ¾e jeho pøíspìvek byl pozastaven a pøedán ke schválení administrátorovi?
fr: Envoie un courriel aux soumissionnaires lorsque leurs messages est mis en attente pour approbation?
sv: Skicka e-postbrev till avs&auml;ndare n&auml;r deras e-postbrev till listan h&aring;lls tillbaka f&ouml;r godk&auml;nnande?

source: Additional settings
ca: Configuració addicional.
cs: Dal¹í konfiguraèní volby
sv: Ytterligare inst&auml;llningar

source: Emergency moderation of all list traffic.
ca: Moderació d'emergència de tot el tràfic de la llista.
cs: Nouzová moderace v¹ech pøíspìvkù do konference:

source: When this option is enabled, all list traffic is emergency moderated, i.e. held for moderation. Turn this option on when your list is experiencing a flamewar and you want a cooling off period.
ca: Quan aquesta opció està habilitada, es moderarà tot el tràfic de la llista, per ex. retingut per a moderar. Habiliti aquesta opció quan s'estigui fent servir la llista per a ofenses personals i vulgui donar un període de calma.
cs: Pokud je tato volba povolena, jsou v¹echny pøíspìvky do konference automaticky pozastaveny a èekají na souhlas moderátora. Tato volba je vhodná, pokud v konferenci nastane flamewar a chcete ji nechat vychladnout.

source: Default options for new members joining this list.<input type="hidden" name="new_member_options" value="ignore">
ca: Opcions per defecte per als nous membres unint-se a la llista.<input type="hidden" name="new_member_options" value="ignore">
cs: Výchozí hodnoty pro úèastníky, kteøí se pøihlásí do konference.<input type="hidden" name="new_member_options" value="ignore">
sv: Standardval f&ouml;r nya medlemmar som anm&auml;ls till listan. <input type="hidden" name="new_member_options" value="ignore">

source: When a new member is subscribed to this list, their initial set of options is taken from the this variable's setting.
ca: Quan un nou membre es subscrit a aquest llista, les seves opcions inicials son agafades d'aquest conjunt de variables.
cs: Kdy¾ se do konference pøihlásí nový úèastník, výchozí hodnoty jeho úètu budou nastaveny podle tìchto promìnných.
sv: N&auml;r en ny medlem anm&auml;ls p&auml; listan, blir medlemmens inst&auml;llningar h&auml;mtade h&auml;rifr&aring;n.

source: (Administrivia filter) Check postings and intercept ones that seem to be administrative requests?
ca: (Filtre administratiu) Comprovar els enviaments i interceptar les peticions administratives?
cs: (Administrivia filter) Kontrolovat pøíspìvky, jestli se nejedná o pøíkazy pro Mailman, zaslané omylem na adresu konference?
fr: (Filtre administrative) vérifie les soumissions et intercepte celles qui ressemblent à des requêtes administratives?
sv: (Filter f&ouml;r administrativa meddelanden) G&ouml;ra en unders&ouml;kning av meddelanden till e-postlistan och ta tag i meddelanden som ser ut som om de &auml;r administrativa fr&aring;gor?

source: Administrivia tests will check postings to see whether it's really meant as an administrative request (like subscribe, unsubscribe, etc), and will add it to the the administrative requests queue, notifying the administrator of the new request, in the process.
ca: Els tests administratius comprovaran els enviaments per a veure si realment són peticions administratives (com subscriu, unsubscribe, etc), i els afegirà a la cua de peticions administratives, notificant de passada a l'administrador, de la nova petició.
cs: Tento filtr hledá na zaèátku pøíspìvkù øádky, které vypadají jako pøíkazy pro listserver. Pokud je takový text nalezen je distribuce zprávy pozdr¾ena a¾ do rozhodnutí administrátora.
fr: Les test administratives vont vérifier les soumissions pour voir s'il s'agit de requêtes administratives (telles que les abonnements, les resiliations , etc) et les ajouter à la file d'attente des requêtes puis aviser l'administrateur de l'arrivé de nouvelles requêtes à traiter.
sv: Filter f&ouml;r administrativa meddelanden kommer att unders&ouml;ka om meddelandet egentligen &auml;r menat som en administrativ fr&aring;ga (till exempel anm&auml;lan, avanm&auml;lan och liknande), och i s&aring; fall skicka meddelandet till administrat&ouml;ren ist&auml;llet.

source: Maximum length in kilobytes (KB) of a message body. Use 0 for no limit.
ca: Longitud màxima per al cos del missatge en kilobytes(Kb) , 0 per a no posar límit.
cs: Maximální velikost pøíspìvku v KB. Pokud nemá být velikost omezena, nastavte ji na 0.
fr: Taille maximale en kilo-octets (KB) du corps d'un message. Spécifiez 0 pour illimitée.
sv: Maximal storlek i kilobytes (KB) f&ouml;r inneh&aring;llet i e-postbrev som skickas till listan. Anv&auml;nd v&auml;rdet '0' f&ouml;r att inte ha n&aring;gon begr&auml;nsning.

source: Host name this list prefers for email.
ca: Nom de Host que prefereix aquesta llista per el correu electrònic.
cs: Jméno serveru, na kterém bì¾í tato konference. Pozor, pokud se bude li¹it od jména, pøes které se zobrazuje seznam konferencí, konference v nìm nebude uvedena.
fr: Les nom d'hôte préférés par cette liste de diffusion pour le courriel.
sv: Namn p&aring; v&auml;rddator som denna lista ska anv&auml;nda f&ouml;r e-postadresser.

source: The "host_name" is the preferred name for email to mailman-related addresses on this host, and generally should be the mail host's exchanger address, if any. This setting can be useful for selecting among alternative names of a host that has multiple addresses.
ca: El "host_name" és el nom de màquina preferit per a les adreces relacionades amb Mailman en aquest sistema, generalment hauria de ser l'adreça del sistema per a qüestions de correu electrònic. Aquesta opció pot ser útil per a seleccionar entre distints noms alternatius d'una màquina que té diverses adreces.
cs: Volba jméno serveru je urèena pro nastavení adresy, kterou bude Mailman pou¾ívat jako souèást adresy odesílatele. Má být nastavena na jména MX serveru,resp. na jméno domény, kde Mailman bì¾í. Tato volba mù¾e být u¾iteèná pokud má server, kde Mailman bì¾í více jmen.
fr: Le "host_name" est le nom préféré pour les courriels relatifs à mailman sur cet hôte Il devra en général être l'adresse de l'echangeur de courriels s'il en est. ce paramètre peut être utilisé pour choisir l'un des noms d'un hôte disposant de plusieurs adresses.
sv: "Namn p&aring; v&auml;rddator" &auml;r det namn som ska anv&auml;ndas f&ouml;r e-postadresser som &auml;r relaterade till Mailman p&aring; denna maskin, och &auml;r vanligvis det namn som &auml;r f&ouml;rknippat med e-posttj&auml;nsten p&aring; denna maskin. Denna inst&auml;llning kan vara anv&auml;ndbar om maskinen/v&auml;rddatorn har flera namn.
