Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Footer added to every digest
ca: Peu de pàgina afegit a cada resum
cs: Patièka pøidávaná ke ka¾dému digestu
fr: Pied de page ajouté à chaque groupe de messages
sv: Bottentext i varje samlingsepost

source: Text attached (as a final message) to the bottom of digests.
ca: Text a afegir (com un missatge final) al final dels resums.
cs: Text, který bude pøipojen jako poslední zpráva do digestu.
fr: Texte attaché (comme message final) au bas de chaque lot.
sv: Text som l&auml;ggs till nederst i varje samlingsepost, som en sista information.

source: How often should a new digest volume be started?
ca: Amb quina freqüència caldria començar un nou volum de resum?
cs: Jak èasto má být zakládán nový oddíl archívu?
fr: Avec quelle périodicité un nouveau volume d'archive doit-il être entamé?
sv: Hur ofta ska en ny volym startas?

source: When a new digest volume is started, the volume number is incremented and the issue number is reset to 1.
ca: Quan es comença un nou volum re resum, el nombre de volum s'incrementa i el nombre d'enviament es posa a 1.
cs: Pokud je zahájena nová digest dávka, je èíslo dávky inkrementováno a èíslo pøíspìvku je nastaveno na 1.
fr: Lorsqu'un nouveau volume de resumé est crée, le numéros du volume est incrementé alors que celui de la parution est ramené à 1
sv: N&auml;r en ny volym startas, &ouml;kar volymnumret och utgivningsnumret s&auml;tts tillbaka till 1.

source: Should Mailman start a new digest volume?
ca: Hauria de començar Mailman un nou volum de resum?
cs: Má Mailman zahájit ukládání do nové DIGEST dávky?
fr: Mailman peut-il entamer un nouveau volume digest?
sv: Ska Mailman starta en ny volym nu?

source: Setting this option instructs Mailman to start a new volume with the next digest sent out.
ca: Activant aquesta opció li dirà a Mailman que comenci un nou volum quan s'enviï el següent missatge de resum.
cs: Aktivací této volby zpùsobíte odeslání zpráv pøipravených k doruèení v re¾imu DIGEST a zahájíte novou dávku.
fr: Cette valeur ordonne à Mailman d'entamer un nouveau volume et d'envoyer le lot suivant.
sv: V&auml;ljer du <em>Ja</em> h&auml;r, kommer Mailman att starta en ny volym n&auml;r n&auml;sta samlingsepost skickas ut.

source: Should Mailman send the next digest right now, if it is not empty?
ca: Ha d'enviar Mailman el següent resum ara, si no és buit?
cs: Má Mailman odeslat zprávy v DIGEST dávce právì teï? (Pokud je dávka prázdná, nebude odesláno nic.)
fr: Mailman peut-il envoyer le prochain lot maintenant, s'il n'est pas vide.
sv: Ska Mailman skicka ut n&auml;sta samlingsepost nu med en g&aring;ng, om den inte &auml;r tom?

source: The next digest will be sent as volume %(volume)s, number %(number)s
ca: El seüent resum s'enviarà com a volum %(volume)s, nombre %(number)s
cs: Následující digest bude zaslán jako slo¾ka %(volume)s, èíslo %(number)s
sv: N&auml;sta samlingsepost kommer att skickas som volym %(volume)s, nummer %(number)s

source: A digest has been sent.
ca: Un resum ha estat enviat
cs: Digest byl odeslán.
sv: En samlingsepost har skickats.

source: There was no digest to send.
ca: No hi havia resum per enviar
cs: ®ádné digest dávky neèekají na odeslání.
sv: Det fanns ingen samlingsepost att skicka.

source: Invalid value for variable: %(property)s
ca: Valor erroni de la variable: %(property)s
cs: Chybná hodnota promìnné: %(property)s
sv: Ogiltigt v&auml;rde f&ouml;r: %(property)s

source: Bad email address for option %(property)s: %(val)s
ca: Adreça de correu electrònic errònia per la opció %(property)s: %(val)s
cs: Chybná emailová adresa pro parametr %(property)s: %(val)s
fr: Adresse courriel invalide pour l'option %(property)s: %(val)s
sv: Ogiltig e-postadress f&ouml;r inst&auml;llningen %(property)s: %(val)s

source: The following illegal substitution variables were found in the <code>%(property)s</code> string: <code>%(bad)s</code> <p>Your list may not operate properly until you correct this problem.
ca: S'han trobat les següents variables de substitució incorrectes a la cadena <code>%(property)s</code>: <code>%(bad)s</code> <p>La seva llista podria no funcionar correctament fins que corregeixi el problema.
cs: Byly nalezeny následující neplatné substituce v <code>%(property)s</code> neplatná hodnota: <code>%(bad)s</code> <p>Dokud nebude problém vyøe¹en, konference nemusí fungovat.
sv: F&ouml;ljande ogiltiga variabler hittades i <code>%(property)s</code>: <code>%(bad)s</code> <p>Det kan uppst&aring; problem med din lista om du inte r&auml;ttar till detta.

source: Your <code>%(property)s</code> string appeared to have some correctable problems in its new value. The fixed value will be used instead. Please double check that this is what you intended.
ca: La cadena <code>%(property)s</code> semblava tenir un nou valor amb problemes que s'han pogut corregir. S'utilitzarà el valor corregit. Per favor, verifiqui que el resultat és el que vostè pretenia aconseguir.
cs: Va¹e promìnná <code>%(property)s</code> obsahovala chybné hodnoty, které systém nahradil standardními. Prosím, ovìøte si, ¾e tyto hodnoty odpovídají tomu, co jste chtìli nastavit.
sv: Det verkar som om ett fel med v&auml;rdet av <code>%(property)s</code> automatiskt skulle kunna r&auml;ttas till. Det fasta v&auml;rdet kommer att anv&auml;ndas. Var v&auml;nlig att kontrolla att detta var din avsikt.

source: General Options
ca: Opcions Generals
cs: V¹eobecné vlastnosti
fr: Options générales
sv: Allm&auml;nna inst&auml;llningar

source: Conceal the member's address
ca: Ocultar les adreces dels membres
cs: Skrýt adresu úèastníka
sv: D&ouml;lj medlemmens adress

source: Acknowledge the member's posting
ca: Notificar l'enviament dels membres
cs: Pøijmi pøíspìvek úèastníka
sv: Skicka bekr&auml;ftelse p&aring; meddelanden som skickats av medlemmen

source: Do not send a copy of a member's own post
ca: No enviar una còpia a l'amo del missatge
cs: Nezasílej úèastníkovi kopii jeho vlastních pøíspìvkù
sv: Skicka ingen kopia till medlemmen av hans/hennes egna e-postbrev

source: Filter out duplicate messages to list members (if possible)
ca: Filtrar els missatges duplicats als membres de la llista(si és possible)
cs: Filtruj duplicitní pøíspìvky, pokud je to mo¾né
sv: Filtrera bort meddelandedubbletter till medlemmar (om m&ouml;jligt)

source: Fundamental list characteristics, including descriptive info and basic behaviors.
ca: Característiques fonamentals de la llista, incloent informació descriptiva i bàsica.
cs: Základní charakteristika konference, vèetnì popisu a základních informací.
fr: Caractéristiques fondamentales de la liste, avec des infos descriptives et le fonctionnement de base.
sv: Grundl&auml;ggande egenskaper f&ouml;r listan, bland annat en beskrivning av listan, och hur den fungerar.

source: General list personality
ca: Personalitat general de la llista
cs: Informaèní stránka konference
sv: Allm&auml;nna inst&auml;llningar f&ouml;r e-postlistan

source: The public name of this list (make case-changes only).
ca: El nom públic d'aquesta llista (només fer canvis de caixa).
cs: Jméno konference. Je v nìm mo¾né provádìt pouze zmìny velikosti písmen.
fr: Le nom publique de la liste (ne faîtes des modifications que sur la casse).
sv: Listans namn (h&auml;r kan du bara &auml;ndra mellan stora och sm&aring; bokst&auml;ver).

source: The capitalization of this name can be changed to make it presentable in polite company as a proper noun, or to make an acronym part all upper case, etc. However, the name will be advertised as the email address (e.g., in subscribe confirmation notices), so it should <em>not</em> be otherwise altered. (Email addresses are not case sensitive, but they are sensitive to almost everything else :-)
ca: La capitalització d'aquest nom es pot canviar per a fer-lo presentable d'acord amb la política de la companyia tal com un nom propi, o per a fer un acrònim en majúscules, etc. No obstant això, el nom es publicarà com una adreça de correu electrònic (ex: en les notificacions per a confirmar la subscripció), per tant, <em/>no</em> s'hauria d'alterar. (En les adreces de correu electrònic no es distingeixen majúscules de minúscules, però si es distingeixen per a qualsevol altre propòsit :-)
cs: Zmìna velikosti písmen je jediná pøijatelná. Toto jméno bude pou¾ito v odkazech na konferenci a budou z nìj generovány html stránky s mailto: odkazy. Pokud bude jméno zmìnìno, pøes nìj zasílaná po¹ta asi nebude doruèena Mailmanovi.
fr: La casse du nom peut être changé pour le rendre présentable dans une compagnie BCBG, ou en faire un acronyme classique. Toutefois, ce nom sera publié comme étant l'adresse courriel (dans les requêtes de confirmation d'abonnement par exemple), ainsi, il <em>ne doit pas</em> être altéré (les adresses courriels sont insensible à la casse, mais elles le sont à presque tout autre chose :-)
sv: H&auml;r kan du till exempel stava namnet med en stor inledande bokstav, eller &auml;ndra vissa bokst&auml;ver till stora s&aring; att namnet kan uttalas p&aring; r&auml;tt s&auml;tt om det är en akronym. Observera att detta namn anv&auml;nds i e-postlistans adress (till exempel i bekr&auml;ftelser p&aring; anm&auml;lningar), s&aring; det ska <em>inte</em> &auml;ndras p&aring; n&aring;got annat s&auml;tt. (E-postadresser &auml;r inte k&auml;nsliga f&ouml;r stora eller sm&aring; bokst&auml;ver, men de &auml;r k&auml;nsliga f&ouml;r n&auml;stan allt annat :-)

source: The list administrator email addresses. Multiple administrator addresses, each on separate line is okay.
ca: Les adreces de correu electrònic de l'administrador de la llista. Múltiples adreces d'administrador, cada una en una línea separada.
cs: E-mailová adresa administrátora konference. Pokud potøebujete zadat více adres, uvádìjte ka¾dou na nový øádek.
fr: L'adresse courriel de l'administrateur de la liste -- il est possible d'avoir plsieurs adresses d'administrateurs, une par ligne.
sv: Listadministat&ouml;rens e-postadress(er). Flera e-postadresser kan specifiseras men d&aring; bara en adress per rad.

source: There are two ownership roles associated with each mailing list. The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must <a href="passwords">set a separate moderator password</a>, and also provide the <a href="?VARHELP=general/moderator">email addresses of the list moderators</a>. Note that the field you are changing here specifies the list administrators.
ca: Hi ha dos rols associats a cada llista de distribució. Els <em>administradors de la llista</em> són les persones que tenen l'última paraula sobre totes les opcions de configuració de la llista de distribució. Són capaços de canviar qualsevol paràmetre de configuració disponible a través de les pàgines web d'administració. / <p>Els <em>Moderadors de la llista</em> tenen menys permisos, no són capaços de canviar qualsevol variable de configuració, però se'ls permet que decideixin sobre les peticions administratives, incloent aprovar o denegar les peticions de subscripció pendents i decidir que fer amb els enviaments retinguts a la llista. Per suposat, els <em>administradors de la llista</em> també poden ocupar-se de les peticions pendents. <p>Per a poder dividir les tasques d'administració entre els administradors i els moderadors, ha de <a href="passwords">posar-li una contrasenya distinta</a> als moderadors a la secció inferior, a més d'indicar en aquesta secció les <a href="?VARHELP=general/moderator">adreces de correu electrònic dels moderadors</a>. Observi que els camps que es canvien aquí indiquen els administradors de la llista.
cs: Ka¾dá konference mù¾e mít administrátora a moderátora. <em>Administrátor</em> má úplnou kontrolu na konfigurací konference. Oproti tomu <em>moderátor</em> mù¾e jen povolovat nebo zamítat pøíspìvky. <em>Administrátor</em> mù¾e samozøejmì o pøíspìvcích rozhodovat také. Pokud chcete zalo¾it moderátora, vyplòte do okénka jeho <a href="?VARHELP=general/moderator">emailovou adresu</a> a <a href="passwords">zadejte heslo moderátora</a>. Moderátorù mù¾e být, stejnì jako administrátorù, více. Pozor, zde zmìníte adresu administrátora.

source: The list moderator email addresses. Multiple moderator addresses, each on separate line is okay.
ca: Les adreces de correu electrònic del moderador de la llista. Múltiples adreces del moderador, cada una en una línea separada.
cs: E-mailová adresa moderátora konference. Pokud potøebujete zadat více adres, uvádìjte ka¾dou na nový øádek.
fr: L'adresse courriel du modérateur de la liste -- il est possible d'avoir plsieurs adresses de modérateurs une par ligne.
sv: Listmoderatorns e-postadress(er). Flera e-postadresser kan specifiseras men d&aring; bara en adress per rad.

source: There are two ownership roles associated with each mailing list. The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must <a href="passwords">set a separate moderator password</a>, and also provide the email addresses of the list moderators in this section. Note that the field you are changing here specifies the list moderators.
ca: Hi ha dos rols associats a cada llista de distribució. Els <em>administradors de la llista</em> són les persones que tenen l'última paraula sobre totes les opcions de configuració de la llista de distribució. Són capaços de canviar qualsevol paràmetre de configuració disponible a través de les pàgines web d'administració. / <p>Els <em>Moderadors de la llista</em> tenen menys permisos, no són capaços de canviar qualsevol variable de configuració, però se'ls permet que decideixin sobre les peticions administratives, incloent aprovar o denegar les peticions de subscripció pendents i decidir que fer amb els enviaments retinguts a la llista. Per suposat, els <em>administradors de la llista</em> també poden ocupar-se de les peticions pendents. <p>Per a poder dividir les tasques d'administració entre els administradors i els moderadors, ha de <a href="passwords">posar-li una contrasenya distinta</a> als moderadors a la secció inferior, a més d'indicar en aquesta secció les <a href="?VARHELP=general/moderator">adreces de correu electrònic dels moderadors</a>. Observi que els camps que es canvien aquí indiquen els moderadors de la llista.
cs: Ka¾dá konference mù¾e mít administrátora a moderátora. Administrátor má úplnou kontrolu na konfigurací konference. Oproti tomu moderátor mù¾e jen povolovat nebo zamítat pøíspìvky. Administrátor mù¾e samozøejmì o pøíspìvcích rozhodovat také. Pokud chcete zalo¾it moderátora, vyplòte do okénka jeho emailovou adresu a zadejte heslo.
sv: Det &auml;r tv&aring; roller f&ouml;rbundna med varje e-postlista. <em>Listadministrat&ouml;rerna</em> &auml;r de som till syvende och sist har kontroll &ouml;ver alla inst&auml;llningar f&ouml;r e-postlistan. De kan &auml;ndra alla inst&auml;llningar som finns tillg&auml;ngliga via de administrativa webbsidorna. <p><em>Listmoderatorerna</em> har begr&auml;nsad tillg&aring;ng; de kan inte &auml;ndra inst&auml;llningar f&ouml;r e-postlistan, men de kan ta hand om fr&aring;gor som &auml;r f&ouml;rbundna med listan, till exempel ans&ouml;kningar om medlemskap, eller godta/avsl&aring; meddelanden som m&aring;ste godk&auml;nnas f&ouml;r att kunna skickas ut p&aring; listan. <em>Listadministrat&ouml;rerna</em> kan sj&auml;lvklart ocks&aring; utf&ouml;ra dessa uppgifter. <p>F&ouml;r att aktivera m&ouml;jligheten att ha listmoderatorer, och p&aring; det s&auml;ttet dela upp arbetsuppgifterna som &auml;r f&ouml;rbundna med listan, m&aring;ste du <a href="passwords">s&auml;tta ett speciellt moderatorl&ouml;senord</a>, och tillhandah&aring;lla e-postadressen(erna) till den/dem som ska vara listmoderator. Observera att i textrutorna nedan ska du skriva e-postadressen(erna) till listmoderatorn(erna).

source: A terse phrase identifying this list.
ca: Una frase breu que identifiqui a aquesta llista.
cs: Krátké heslo identifikující konferenci
fr: Une phrase courte identifiant cette liste.
sv: En kort fras som beskriver listan.

source: This description is used when the mailing list is listed with other mailing lists, or in headers, and so forth. It should be as succinct as you can get it, while still identifying what the list is.
ca: Aquesta descripció es fa servir quan la llista de distribució es mostra juntament amb altres llistes, o en les capçaleres i similars. Hauria de ser tot el concisa que pugui, mentre que pugui identificar que va la llista.
cs: Tento popis bude zobrazen v¹ude tam, kde je to vhodné. Mìl by být co nejkrat¹í a souèasnì nejúdernìj¹í.
fr: Cette description est utilisée lorsque la liste de diffusion est affichée avec avec d'autres listes, ou dans les en-tête et autres. Il doit être aussi concis que possible tout en restant explicite.
sv: Denna beskrivning anv&auml;nds n&auml;r denna e-postlista listas upp tillsammans med andra e-postlistor, i topptexter, osv. Den b&ouml;r vara s&aring; kort som &ouml;ver huvud taget &auml;r m&ouml;jligt, utan att g&ouml;ra det oklart vad som &auml;r meningen med e-postlistan eller vad den ska anv&auml;ndas till.

source: An introductory description - a few paragraphs - about the list. It will be included, as html, at the top of the listinfo page. Carriage returns will end a paragraph - see the details for more info.
ca: Una introducció - uns quants paràgrafs - sobre la llista. S'inclourà com codi html al principi de la pàgina d'informació de la llista. Els retorns de carro finalitzaran un paràgraf - vegi els detalls per a més informació.
cs: Nìkolik slov o konferenci. Tento text bude zobrazen jako html stránka na zaèátku stránky listinfo. Znaky nový øádek budou konvertovány do znakù zahajujících odstavec.
fr: Une description introductive - quelques paragraphes - à propos de la liste. Elle sera insérée, au format html, au sommet de la page info liste. Les retours charriots marquent la fin des paragraphes - voir détails pour plus d'informations.
sv: En liten introduktion till e-postlistan, - g&auml;rna ett par avsnitt. Den kommer att visas som html, &ouml;verst p&aring; e-postlistans informationssida. Radbyte anv&auml;nds f&ouml;r att dela upp i avsnitt - se hj&auml;lp f&ouml;r mer information.

source: The text will be treated as html <em>except</em> that newlines will be translated to &lt;br&gt; - so you can use links, preformatted text, etc, but don't put in carriage returns except where you mean to separate paragraphs. And review your changes - bad html (like some unterminated HTML constructs) can prevent display of the entire listinfo page.
ca: El text es tractarà com codi html <em>excepte</em> els retorns de carro que es traduiran a &lt;br&gt/; - de manera que pot utilitzar enllaços, text pre-formatat, etc, però no posi retorns de carro més que per a separar els paràgrafs. Revisi els seus canvis, perquè errors en el codi html poden evitar que la pàgina d'informació de la llista es visualitzi completament.
cs: Tento text bude interpretován jako HTML. <em>Kromì</em> znakù nový øádek, které budou konvertovány do znakù nový odstavec. Mù¾ete pou¾ívat odkazy, pøedformátovaný text a tak podobnì s výhradou, ¾e znaky nový øádek musí oddìlovat odstavce.
fr: Le texte sera considéré comme de l'html <em>sauf</em> que les retours à la ligne seront convertis en &lt;br&gt; - vous pouvez donc utiliser des liens, du texte préformatté, etc. Eviter toutefois d'utiliser les retours charriots si vous ne désirez pas créer de nouveaux paragraphes. Vérifier vos modifications - un mauvais code html (comme certaines construction HTML inachevées) peut conduire une impossibilité d'affichage de la page info liste
sv: Texten tolkas som html <em>borts&auml;tt fr&aring;n</em> radbyte, som kommer att g&ouml;ras om till html-tag'en '&lt;br&gt;', s&aring; att du kan anv&auml;nda l&auml;nkar, f&ouml;rhandsformaterad text, osv. Men anv&auml;nd alts&aring; radbyte bara d&auml;r du vill ha nytt avsnitt. Anv&auml;nder du html-kod, kom ih&aring;g att se &ouml;ver den noga, f&ouml;r finns det felaktigheter i den (till exempel saknade slut-tag'ar) kan det g&auml;ra att listans informationssida inte kommer att visas som den ska.

source: Prefix for subject line of list postings.
ca: Prefix per a la línia Tema dels enviaments de la llista.
cs: Prefix, který bude pøidán do subjektu ka¾dého rozesílaného pøíspìvku.
fr: Préfixe des objets des soumissions de la liste.
sv: Text f&ouml;re &auml;mnesf&auml;ltet i e-postbrev som skickas till listan.

source: Hide the sender of a message, replacing it with the list address (Removes From, Sender and Reply-To fields)
ca: Ocultar el remitent del missatge, reemplaçant-lo amb l'adreça de la llista (elimina els camps From, Sender i Reply-To)
cs: Skryj pùvodního autora pøíspìvku a nahraï jej adresou konference. (Vztahuje se na adresy v From, Sender a Reply-To.)

source: <tt>Reply-To:</tt> header munging
ca: Capçalera explícita <tt>Reply-To:</tt>
cs: Nastavovat hlavièku <tt>Reply-To:</tt>.
sv: Egendefinierad <tt>Reply-To:</tt> adress

source: Should any existing <tt>Reply-To:</tt> header found in the original message be stripped? If so, this will be done regardless of whether an explict <tt>Reply-To:</tt> header is added by Mailman or not.
ca: S'ha d'eliminar qualsevol capçalera <tt>Reply-To:</tt> que es trobi en el missatge original? En cas afirmatiu, es farà sense tenir en conta si Mailman afegeix un capçalera <tt>Reply-To:</tt> o no.
cs: Má být pøed pøidáním vlastní hlavièky <tt>Reply-To:</tt> z konfigurace konference odstranìna existující, hlavièka <tt>Reply-To:</tt>?
sv: Ska existerande <tt>Reply-To:</tt> f&auml;lt i meddelandehuvudet tas bort? Om ja kommer detta att bli gjort oavsett om Mailman l&auml;gger till ett <tt>Reply-To:</tt> f&auml;lt eller inte.

source: Explicit address
ca: Adreça explícita
cs: Konkrétní adresa
fr: Adresse explicite
sv: Egendefinierad adress

source: Poster
ca: Remitent
cs: Pøispìvateli
fr: Expéditeur
sv: Avs&auml;ndare

source: This list
ca: Aquesta llista
cs: Tato konference
fr: Cette liste
sv: E-postlistans adress
