Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Inject a message from a file into Mailman's incoming queue. Usage: inject [options] [filename] Options: -h / --help Print this text and exit. -l listname --listname=listname The name of the list to inject this message to. Required. -q queuename --queue=queuename The name of the queue to inject the message to. The queuename must be one of the directories inside the qfiles directory. If omitted, the incoming queue is used. filename is the name of the plaintext message file to inject. If omitted, standard input is used.
ca: Injectar un missatge d'un fitxer a la cua d'entrada de Mailman. Ús: inject [opcions] [filename] Opcions: -h / --help Mostra aquest missatge i surt. -l listname --listname=listname El nom de la llista a la que s'injectarà el missatge. Aquesta opció es requereix. -q queuename --queue=queuename El nom de la cua a la que s'injectara el missatge. El nom de la cua ha de ser un dels directoris de qfiles. So s'omet, es fa servir la cua d'entrada (incoming) filename és el nom del fitxer en text pla del missatge que es vol injectar. Si s'omet, es fa servir el standard input.
sv: S&auml;tta in ett e-postbrev i en Mailmank&ouml;. Anv&auml;nds s&aring; h&auml;r: inject [val] [filnamn] Val: -l listnamn --listname=listnamn Namn p&aring; listan som ska ta emot meddelandet. M&ARING;STE specifiseras. -q k&ouml;namn --queue=k&ouml;namn Namn p&arng; k&ouml;n som meddelandet ska s&auml;ttas in i. K&ouml;namnet ska motsvara namn p&aring; en av katalogerna i qfiles katalogen. 'incoming' k&ouml;n anv&auml;nds om ingen k&ouml; anges. filnamn &auml;r namnet p&aring; filen som inneh&aring;ller ett e-postbrev i ren text som ska s&auml;ttas in i en k&ouml;. Om ingen fil anges, anv&auml;nds standard input.

source: Bad queue directory: %(qdir)s
ca: Directori de cua erroni: %(qdir)s
sv: Ogiltig k&ouml;katalog: %(qdir)s

source: A list name is required
ca: Un nom per a la llista és requerit
cs: Jméno konference je vy¾adováno.
sv: Namn p&aring; lista m&aring;ste anges

source: List all the owners of a mailing list. Usage: %(program)s [options] listname ... Where: --all-vhost=vhost -v=vhost List the owners of all the mailing lists for the given virtual host. --all -a List the owners of all the mailing lists on this system. --help -h Print this help message and exit. `listname' is the name of the mailing list to print the owners of. You can have more than one named list on the command line.
ca: Llista tots els amos d'una llista de correu. Ús: %(program)s [opcions] listname ... On: --all-vhost=vhost -v=vhost Llista els amos de totes les llistes de correu per el host virtual donat. --all -a Llista els amos de totes les llistes de correu del sistema. --help -h Mostra aquest missatge i surt. `listname' és el nom de la llista de correu de la que es vol obtenir el llistat dels amos. Pots posar més d'un nom a la línia d'ordres.
fr: Liste tous les propriétaires d'une liste de diffusion. Usage: %(program)s [options] nom_liste ... Où: -all-vhost=hôte_virtuel -v=hôte_virtuel Lister les propriétaires de toute les listes de diffusion pour l'hôte virtuel spécifié. --help -h Affiche ce message et quitte. `nom_liste' est le nom de la liste de diffusion pour lequel les noms des propriétaires doivent être affichés. Vous pouvez spécifier plus d'une liste sur la ligne de commande.
sv: Visar vem som &auml;r &auml;gare(owners) till en e-postlista. Anv&auml;nds s&aring; h&auml;r: %(program)s [val] listnamn ... Val: --all-vhost=vhost -v=vhost Visar alla &auml;gare till e-postlistor p&aring; given virtuell host/v&ouml;rddator. --all -a Visar alla &auml;gare av alla e-postlistor p&aring; systemet. --help -h Visar denna hj&auml;lptext. 'listnamn' &auml;r namn p&aring; en e-postlista som du vill se &auml;garna till. Du kan ange namn p&aring; flera e-postlistor.

source: List: %(listname)s, Owners: %(owners)s
ca: Llista: %(listname)s, Amos: %(owners)s
fr: Liste: %(listname)s, Propriétaire: %(owners)s
sv: Lista: %(listname)s, &Auml;gare: %(owners)s

source: List all mailing lists. Usage: %(program)s [options] Where: -a / --advertised List only those mailing lists that are publically advertised --virtual-host-overview=domain -V domain List only those mailing lists that are homed to the given virtual domain. This only works if the VIRTUAL_HOST_OVERVIEW variable is set. -b / --bare Displays only the list name, with no description. -h / --help Print this text and exit.
ca: Llistar totes les llistes de correu electrònic. Ús: %(program)s [opcions] on: -a / --advertised llistar només les llistes de correu electrònic que són anunciades públicament --virtual-host-overview=domini -V domini llistar només les llistes de correu electrònic del domini virtual donat. això només funciona si la variable VIRTUAL_HOST_OVERVIEW està establerta. -b / --bare Mostrar només el nom de llista, sense descripció. -h / --help Mostra aquest missatge i surt.

source: No matching mailing lists found
ca: No s'han trobat llistes de correu que coincideixin
cs: Nenalezena ¾ádná konference, která by vyhovovala podmínce
fr: Pas de liste correspondante
sv: Hittade ingen tr&auml;ff p&aring; denna e-postlista

source: matching mailing lists found:
ca: Llistes de correu que coincideixen:
cs: nalezeny následující konference:
fr: listes correspondantes trouvées:
sv: tr&auml;ff p&aring; denna e-postlista:

source: Bad --nomail option: %(why)s
ca: Opció --normal errònia: %(why)s
sv: Ogiltig --nomail parameter: %(why)s

source: Bad --digest option: %(kind)s
ca: Opció --digest errònia: %(kind)s
sv: Ogiltig --digest parameter: %(kind)s

source: Could not open file for writing:
ca: No es pot obrir el fitxer per a escriptura:
fr: Impossible d'ouvrir le fichier en écriture:
sv: Kan inte &ouml;ppna filen f&ouml;r att skriva:

source: List the owners of a mailing list, or all mailing lists. Usage: %(PROGRAM)s [options] [listname ...] Options: -w / --with-listnames Group the owners by list names and include the list names in the output. Otherwise, the owners will be sorted and uniquified based on the email address. -m / --moderators Include the list moderators in the output. -h / --help Print this help message and exit. listname Print the owners of the specified lists. More than one can appear after the options. If there are no listnames provided, the owners of all the lists will be displayed.
ca: Llista els amos d'una llista de correu, o de totes les llistes de correu. Ús: %(PROGRAM)s [opcions] [listname ...] Options: -w / --with-listnames agrupar els amos per noms de llista i incloure els noms de les llistes D'altra forma, els amos s'ordenaran per l'adreça de correu electrònic. -m / --moderators Inclou la llista dels moderadors. -h / --help Mostra aquest missatge d'ajuda i surt. listname Mostra els amos d'una llista específica. En pots escriure més d'una després de les opcions. Si no especifiques cap llista, es mostraran els amos de totes les llistes.

source: Primary start-up and shutdown script for Mailman's qrunner daemon. This script starts, stops, and restarts the main Mailman queue runners, making sure that the various long-running qrunners are still alive and kicking. It does this by forking and exec'ing the qrunners and waiting on their pids. When it detects a subprocess has exited, it may restart it. The qrunners respond to SIGINT, SIGTERM, and SIGHUP. SIGINT and SIGTERM both cause the qrunners to exit cleanly, but the master will only restart qrunners that have exited due to a SIGINT. SIGHUP causes the master and the qrunners to close their log files, and reopen then upon the next printed message. The master also responds to SIGINT, SIGTERM, and SIGHUP, which it simply passes on to the qrunners (note that the master will close and reopen its own log files on receipt of a SIGHUP). The master also leaves its own process id in the file data/master-qrunner.pid but you normally don't need to use this pid directly. The `start', `stop', `restart', and `reopen' commands handle everything for you. Usage: %(PROGRAM)s [options] [ start | stop | restart | reopen ] Options: -n/--no-restart Don't restart the qrunners when they exit because of an error or a SIGINT. They are never restarted if they exit in response to a SIGTERM. Use this only for debugging. Only useful if the `start' command is given. -u/--run-as-user Normally, this script will refuse to run if the user id and group id are not set to the `mailman' user and group (as defined when you configured Mailman). If run as root, this script will change to this user and group before the check is made. This can be inconvenient for testing and debugging purposes, so the -u flag means that the step that sets and checks the uid/gid is skipped, and the program is run as the current user and group. This flag is not recommended for normal production environments. Note though, that if you run with -u and are not in the mailman group, you may have permission problems, such as begin unable to delete a list's archives through the web. Tough luck! -s/--stale-lock-cleanup If mailmanctl finds an existing master lock, it will normally exit with an error message. With this option, mailmanctl will perform an extra level of checking. If a process matching the host/pid described in the lock file is running, mailmanctl will still exit, but if no matching process is found, mailmanctl will remove the apparently stale lock and make another attempt to claim the master lock. -q/--quiet Don't print status messages. Error messages are still printed to standard error. -h/--help Print this message and exit. Commands: start - Start the master daemon and all qrunners. Prints a message and exits if the master daemon is already running. stop - Stops the master daemon and all qrunners. After stopping, no more messages will be processed. restart - Restarts the qrunners, but not the master process. Use this whenever you upgrade or update Mailman so that the qrunners will use the newly installed code. reopen - This will close all log files, causing them to be re-opened the next time a message is written to them
ca: Script principal d'inici i parada del dimoni qrunner de Mailman. Aquest script arrenca, para i reinicia l'encarregat de processar la cua, assegurat que els distints processos de llarga durada segueixin vius. Això es fa mitjançant un fork i executant el subprocés qrunner i esperant segons el seu pid. Quan detecti que un subprocés ha acabat, podria reiniciar-lo. Els qrunners responen a SIGINT, SIGTERM, i SIGHUP. SIGINT i SIGTERM fan que els qrunners acabin de forma correcta, però el mestre només reiniciarà els qrunners que hagin acabat amb SIGINT. SIGHUP fa que el mestre i els qrunners es tanquin de forma adequada els seus fitxers log. El mestre també respon a SIGINT, SIGTERM, i SIGHUP. El mestre també deixa el seu propi id de procés al fitxer data/master-qrunner.pid però normalment no e´s necessari fer servir directament aquets pid. Les ordres `start', `stop', `restart', i `reopen' ho fan tot per tu. Ús: %(PROGRAM)s [opcions] [ start | stop | restart | reopen ] Opcions: -n/--no-restart No començar els qrunners si han sortit a causa d'un error o un SIGINT. No són mai reiniciats si surten com a resposta a SIGTERM. Fes servir això només per debugging. Només és útil si és dona l'rdre `start' -u/--run-as-user Normalment aquest script no es voldrà executar si el id del usuari i el del grup no estan establerts al usuari i grup `mailman' (com es va definir quan vas configurar Mailman). Si s'executa com a root, aques script canviara a aquest usuari i grup. Això pot ser inconvenient per fer proves i debugging, per això la senyal -u que el pas que estableix el uid/gid es salta, i el programa s'executa amb l'usuari i grup actual. Aquesta senyal no es recomana per a entorns de productivitat. Nota que si fas servir la senyal -u i no ets al grup de mailman, pots tenir problemes de permisos i no poder borrar un arxiu de llista desde la web. -s/--stale-lock-cleanup Si mailman troba el bloqueig mestre, normalment sorktirà amb un missatge d'error. Amb aquesta opció, mailmanctl realitzarà un nivell extra de comprovació. Si un porcés coincideix amb el host/pid del fitxer de bloqueig que s'està executant, mailmanctl sortira, però no sortirà si no es troben processos coincidents, mailmanctl eliminarà els bloquejos caducats. -q/--quiet No mostrar el missatge d'estat. Els missatges d'error si que es mostren. -h/--help Mostra el missatge i surt. Ordres: start - Començar el dimoni mestre i tots els qrunners. Mostra un missatge isurt si ja s'està executant el dimoni. stop - para el dimoni mestre i tots els qrunners. Després de parar, no es processaran mes missatges. restart - Reinicia els qrunners, però no el procés mestre. Fes servir això quan actualitzis el Mailman aixi els qrunners faran servir el nou codi instal·lat. reopen - Això tanca tots els fitxers log, causant la seva reobertura la próxima vegada se hi next.

source: PID unreadable in: %(pidfile)s
ca: el PID no es pot llegir a: %(pidfile)s
fr: PID illisible dans: %(pidfile)s
sv: Ol&auml;slig PID i: %(pidfile)s

source: Is qrunner even running?
ca: encara s'està executant el qrunner?

source: No child with pid: %(pid)s
ca: No hi ha cap fill amb el pid: %(pid)s
fr: Pas de fils avec un pid: %(pid)s
sv: Ingen child med pid: %(pid)s

source: Stale pid file removed.
ca: Fitxer pid vell eliminat.

source: The master qrunner lock could not be acquired because it appears as if another master qrunner is already running.
ca: No s'ha pogut adquirir el bloqueig del qrunner principal. Sembla que hi ha un altre qrunner executant-se.
sv: Kunde inte uppr&auml;tta l&aring;sfil f&ouml;r master qrunnern eftersom det ser ut som om en annan qrunner redan k&ouml;r.

source: The master qrunner lock could not be acquired. It appears as though there is a stale master qrunner lock. Try re-running mailmanctl with the -s flag.
ca: El bloqueig mestre de qrunner no s'ha pogut adquirir perquè sembla ser que hi ha un altre qrunner mestre executant-se. Prova a executar el mailmanctl amb la senyal -s.
sv: Kunde inte uppr&auml;tta l&aring;sfil f&ouml;r master qrunnern. Det ser ut som om det existerar en gammal l&aring;sfil. K&ouml;r mailmanctl med "-s" valet.

source: The master qrunner lock could not be acquired, because it appears as if some process on some other host may have acquired it. We can't test for stale locks across host boundaries, so you'll have to do this manually. Or, if you know the lock is stale, re-run mailmanctl with the -s flag. Lock file: %(LOCKFILE)s Lock host: %(status)s Exiting.
ca: No s'ha pogut aconseguir el bloqueig del qrunner mestre, perquè sembla com si l'hagués obtingut algun procés en un altre servidor. No podem comprovar si hi ha bloquejos oblidats en altres servidors, així que haurà de fer-lo vostè manualment. O, si sap que el bloqueig està oblidat, pot tornar a executar mailmanctl amb l'opció -s. Fitxer bloquejat: %(LOCKFILE)s Host bloquejat: %(status)s Sortint.
sv: Kunde inte uppr&auml;tta l&aring;sfil f&ouml;r master qrunnern, eftersom det ser ut som en redan existerande l&aring;sfil har &ouml;ppnats av en process p&aring; en annan maskin. Det &auml;r inte m&ouml;jligt f&ouml;r detta program att ta reda p&aring; om denna l&aring;sfilen &auml;r gammal eller inte, s&aring; du m&aring;ste unders&ouml;ka detta manuellt. Om du vet att inga andra processer anv&auml;nder l&aring;sfilen, kan du k&ouml;ra mailmanctl med "-s" valet. L&aring;sfil: %(LOCKFILE)s Maskin: %(status)s Avbryter.

source: Site list is missing: %(sitelistname)s
ca: La llista del Site no hi és: %(sitelistname)s
sv: Systemets e-postlista saknas: %(sitelistname)s

source: Run this program as root or as the %(name)s user, or use -u.
ca: Executar aquest programa com root o amb el usuari %(name)s, o utilitza l'opció -u.
fr: Exécutez ce programme en tant que root ou en tant que l'utilisateur %(name)s à moins d'utiliser l'option -u.
sv: K&ouml;r detta program som root eller som %(name)s, eller anv&auml;nd -u.

source: No command given.
ca: No has donat cap ordre.
cs: Nebyl zadán ¾ádný pøíkaz.
fr: Aucune commande fournit.
sv: Inget kommando angett.

source: Bad command: %(command)s
ca: Ordre errònia: %(command)s
fr: Mauvaise commande: %(command)s
sv: Ogiltigt kommando: %(command)s

source: Warning! You may encounter permission problems.
ca: Atenció! pots trobar-te amb problemes de permisos.

source: Shutting down Mailman's master qrunner
ca: Parant el qrunner principal de Mailman
sv: Stoppar Mailmans master qrunner.

source: Restarting Mailman's master qrunner
ca: Re-iniciant el qrunner principal de Mailman
sv: Startar Mailmans master qrunner p&aring; nytt.

source: Re-opening all log files
ca: Re-obrint tots els fitxers log
sv: &Ouml;ppnar alla loggfiler p&aring; nytt

source: Starting Mailman's master qrunner.
ca: Iniciant el qrunner principal de Mailman
fr: Démarrage du qrunner principal de Mailman.
sv: Startar Mailmans master qrunner.

source: Set the site password, prompting from the terminal. The site password can be used in most if not all places that the list administrator's password can be used, which in turn can be used in most places that a list users password can be used. Usage: %(PROGRAM)s [options] [password] Options: -c/--listcreator Set the list creator password instead of the site password. The list creator is authorized to create and remove lists, but does not have the total power of the site administrator. -h/--help Print this help message and exit. If password is not given on the command line, it will be prompted for.
ca: Establir la contrasenya del site, preguntant desde el terminal. La contrasenya del site es pot fer servir gairebé als mateixos llocs que la contrasenya de l'administrador, que també es pot fer servir a gairebé tots els llocs que la contrasenya d'usuari d'una llista. Ús: %(PROGRAM)s [opcions] [contrasenya] Opcions: -c/--listcreator Establir la contrasenya del creador de la llista en lloc de la contrasenya del site. El creador de la llista està autoritzat a crear i eliminar llistes, però no té control total sobre l'administrador del site. -h/--help Mostrar aquest missatge i sortir. Si no s'especifica la contrasenya, es preguntarà.
fr: Définit le mot de passe du site, en vous invitant à le saisir à partir du terminal. Le mot de passe du site peut être utilisé dans nombre des cas sinon tous les cas où le mot de passe de l'administrateur peut être utilisé, celui-ci, à son tour peut être utilisé dans nombre de cas où un mot de passe utilisateur peut être utilisé. Usage: %(PROGRAM)s [options] [mot_de_passe] Options: -c/--listcreator Définit le mot de passe des créateurs de listes au lieu de définir celui du site. Le créateur de listes est autorisé à créer et supprimer des listes, mais ne dispose néanmoins pas des pouvoirs de l'administrateur du site.< -h/--help Affiche ce message d'aide puis quitte. Si le mot de passe n'est pas fournit dans la ligne de commande, il sera demandé.
sv: S&auml;tter det globala Mailman l&ouml;senordet, fr&aring;n terminalen. Det globala Mailman l&ouml;senordet kan anv&auml;ndas p&aring; de flesta, om inte alla, st&auml;llen d&auml;r listans administrat&ouml;rsl&ouml;senord kan anv&auml;ndas, liksom det kan anv&auml;ndas p&aring; de flesta st&auml;llen d&auml;r ett medlemsl&ouml;senord anv&auml;nds. Anv&auml;nds s&aring; h&auml;r: %(PROGRAM)s [val] [l&ouml;senord] -c / --listcreator S&auml;tter l&ouml;senordet som m&aring;ste anv&auml;ndas f&ouml;r att uppr&auml;tta listor, ist&auml;llet f&ouml;r att s&auml;tta det globala l&ouml;senordet. Detta l&ouml;senord kan anv&auml;ndas f&ouml;r att uppr&auml;tta eller ta bort listor, men kan inte anv&auml;ndas p&aring; samma s&auml;tt som det globala l&ouml;senordet. --help -h Visar denna hj&auml;lptext. Om inte l&ouml;senordet ges p&aring; kommandoraden, kommer programmet att be om l&ouml;senordet ist&auml;llet.

source: site
ca: lloc
sv: system

source: list creator
ca: Creador de la llista
fr: créateur de la liste
sv: person som uppr&auml;ttade listan

source: New %(pwdesc)s password:
ca: Nova contrasenya %(pwdesc)s:
fr: Nouveau mot de passe %(pwdesc)s:
sv: Nytt %(pwdesc)s l&ouml;senord:

source: Again to confirm password:
ca: Una altra vegada per confirmar la contrasenya:
fr: Encore pour confirmer le mot de passe:
sv: Skriv l&ouml;senordet en g&aring;ng till:

source: Passwords do not match; no changes made.
ca: Les contrasenyes no coincideixen; no s'han fet canvis
fr: Les mots de passe ne correspondent pas; aucune modification effectuée.
sv: L&ouml;senorden &auml;r inte lika; ingen &auml;ndring gjord.

source: Interrupted...
ca: Interromput...
fr: Interrompu...
sv: Avbrutet...

source: Password changed.
ca: Contrasenya canviada.
fr: Mot de passe modifié.
sv: L&ouml;senordet &auml;r &auml;ndrat.

source: Password change failed.
ca: El canvi de contrasenya a fallat.
fr: Echec de modification du mot de passe.
sv: Fel under &auml;ndring av l&ouml;senord.

source: Unknown language: %(lang)s
ca: Llenguatge desconegut: %(lang)s
cs: Neznámý jazyk: %(lang)s
sv: Ok&auml;nt spr&aring;k: %(lang)s

source: Enter the name of the list:
ca: Introdueix el nom de la llista:
cs: Zadejte název konference:
fr: Donner le nom de la liste:
sv: Uppge e-postlistans namn:

source: Enter the email of the person running the list:
ca: introdueix l'adreça de correu electrònic de la persona encarregada de la llista:
cs: Zadejte emailovou adresu správce konference:
fr: Entrez l'adresse courriel du gestionnaire de la liste:
sv: Uppge e-postadressen till den person som ansvarar f&ouml;r listan:

source: Initial %(listname)s password:
ca: Contrasenya inicial de %(listname)s:
cs: Poèáteèní heslo pro konferenci %(listname)s:
fr: Mot de passe initial de la liste %(listname)s:
sv: Det f&ouml;rsta l&ouml;senordet f&ouml;r "%(listname)s" &auml;r:

source: The list password cannot be empty
ca: La contrasenya de la llista no pot estar buida
cs: Heslo pro konferenci nesmí být prázdné.
fr: Le mot de passe de la liste ne peut être vide
sv: Listan m&aring;ste ha ett l&ouml;senord (listans l&ouml;senord kan inte vara blankt)

source: Hit enter to notify %(listname)s owner...
ca: Prem enter per a notificar a l'amo de %(listname)s
cs: Stisknìte ENTER pro zaslání informace o zalo¾ení konference na adresu %(listname)s...
fr: Tapez sur Entrée pour aviser le propriétaire de %(listname)s...
sv: Tryck [Enter] f&ouml;r att skicka meddelande till &auml;garen av listan %(listname)s...
