Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: List name is required.
ca: El nom de la llista es necessari
cs: Jméno konference je vy¾adováno.
fr: Le nom de la liste est requis.
sv: Listans namn kr&auml;vs

source: %(realname)s -- Edit html for %(template_info)s
ca: %(realname)s -- Editar html per %(template_info)s
cs: Konference %(realname)s -- Editovat ¹ablony pro %(template_info)s
fr: %(realname)s -- Modifier html pour %(template_info)s
sv: %(realname)s -- Redigera html f&ouml;r %(template_info)s

source: Edit HTML : Error
ca: Editar HTML : Error
cs: Chyba pøi editaci HTML ¹ablon
fr: Modifier HTML: Erreur
sv: Redigera HTML : Fel

source: %(safetemplatename)s: Invalid template
ca: %(safetemplatename)s: és una plantilla errònia
cs: %(safetemplatename)s: vadná ¹ablona
sv: %(safetemplatename)s: Ogiltig mall

source: %(realname)s -- HTML Page Editing
ca: %(realname)s -- Editant la Pàgina HTML
cs: Konference %(realname)s -- Editace HTML stránek
fr: %(realname)s -- Modification de Page HTML
sv: %(realname)s -- Redigera HTML-kod f&ouml;r webbsidor

source: Select page to edit:
ca: Seleccionar pàgina a editar:
cs: Vyberte, kterou ¹ablonu si pøejete editovat.
fr: Sélectionner la page à modifier:
sv: V&auml;lj webbsidan som du vill redigera:

source: View or edit the list configuration information.
ca: Veure o editar la informació de la configuració de la llista.
cs: Zobraz a/nebo modifikuj konfiguraci konference.
fr: Voir ou modifier les informations de configuration de la liste.
sv: Tillbaka till listans administrationssida

source: When you are done making changes...
ca: Quan hagis acabat de fer canvis...
cs: Kdy¾ jste skonèil se zmìnami....
fr: Quand vous aurez fini de faire les modifications...
sv: N&auml;r du &auml;r f&auml;rdig med att g&ouml;ra &auml;ndringar...

source: Submit Changes
ca: Enviar canvis
cs: Ulo¾ zmìny
fr: Valider les modifications
sv: Spara &auml;ndringar

source: Can't have empty html page.
ca: No hi pot haver una pàgina html buida.
cs: Není mo¾né mít prázdnou ¹ablonu pro generování HTML stránek.
fr: Impossible d'avoir une page html vide
sv: HTML-sidan kan inte vara tom!

source: HTML Unchanged.
ca: HTML Sense canvis.
cs: HTML ¹ablony nebyly zmìnìny
fr: HTML inchangé
sv: Inga &auml;ndringar i HTML-koden.

source: HTML successfully updated.
ca: HTML Actualitzat satisfactòriament.
cs: HTML ¹ablony byly úspì¹nì aktualizovány.
fr: HTML mise à jour avec succès.
sv: HTML-koden &auml;r uppdaterad.

source: %(hostname)s Mailing Lists
ca: Llistes de correu de %(hostname)s
cs: Server %(hostname)s -- Konference
fr: Listes de diffusion sur %(hostname)s
sv: E-postlistor p&aring; %(hostname)s

source: <p>There currently are no publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s.
ca: <p>Actualment no hi ha llistes de correu %(mailmanlink)s publiques anunciades a (hostname)s.
cs: <p>V souèasné dobì zde nejsou ¾ádné veøejnì pøístupné konference %(mailmanlink)s na serveru %(hostname)s.
fr: <p>Il n'y a actuellement pas de listes de diffusion %(mailmanlink)s publiquement annoncées sur %(hostname)s.
sv: <p>F&ouml;r n&auml;rvarande finns ingen av %(mailmanlink)s e-postlistor tillg&auml;nglig offentligt p&aring; %(hostname)s.

source: <p>Below is a listing of all the public mailing lists on %(hostname)s. Click on a list name to get more information about the list, or to subscribe, unsubscribe, and change the preferences on your subscription.
ca: <p>A continuació hi ha la llista de les llistes de correu publiques a %(hostname)s. Fes click al nom per obtenir més informació sobre la llista o per fer subscripcions, cancel·lar subscripcions, o canviar les preferències de la teva subscripció.
cs: <p>Toto je seznam v¹ech veøejnì pøístupných konferencí na serveru %(hostname)s.Kliknutím na název konference se dozvíte podrobnìj¹í informace o konferenci, budete se do ní moci pøihlásit nebo zmìnit parametry svého úètu.
fr: <p>Ci-dessous un listing de toutes les listes de diffusion publiques sur %(hostname)s. Clicker sur le nom d'une liste pour obtenir plus d'informations à propos de celle-ci, vous y abonner, résilier votre abonnement ou changer les préfèrences de votre abonnement.
sv: <p>Nedan finns en lista &ouml;ver alla offentligt tillg&auml;ngliga e-postlistor p&aring; %(hostname)s. Klicka p&aring; en lista f&ouml;r att f&aring; mer information om listan, f&ouml;r att anm&auml;la dig, avanm&auml;a dig eller f&ouml;r att &auml;ndra dina personliga inst&auml;llningar f&ouml;r listan.

source: right
ca: correcte
cs: Vpravo
fr: droite
sv: r&auml;tt

source: To visit the general information page for an unadvertised list, open a URL similar to this one, but with a '/' and the %(adj)s list name appended. <p>List administrators, you can visit
ca: Per accedir a la pàgina d'informació general d'una llista no pública, obre una URL similar a aquesta, però amb una '/' i el %(adj)s nom de la llista al final. <p>Si ets l'administrador de la llista pots visitar
cs: Pro zobrazení informaèní stránky neveøejné konference pou¾ijte URL podobné souèasnému, ale na konec doplòte za / %(adj)s název konference. <p>Správci konference mohou pou¾ít

source: the list admin overview page
ca: pàgina de perspectiva general del admin de la llista
cs: administrátorské stránky
fr: Panorama de la page d'administration de la liste
sv: administrationssidan

source: Edit Options
ca: Editar les opcions
cs: Editace vlastností
fr: Modifier les Options
sv: &Auml;ndra inst&auml;llningar

source: View this page in
ca: Veure aquesta pàgina en
cs: Zobraz tuto stránku v
fr: Visualisez cette page en
sv: Se denna sida p&aring;

source: CGI script error
ca: Error de script CGI
cs: Chyba v CGI skriptu
fr: Erreur de script CGI
sv: CGI skriptfel

source: Invalid options to CGI script.
ca: Opcions invalides al script CGI .
cs: Neplatné parametry cgi skriptu.
fr: Options non valide pour un script CGI.
sv: Ogiltiga parametrar till CGI-skriptet.

source: No address given
ca: No s'ha donat cap adreça
cs: Nebyl zadána adresa
sv: Ingen e-postadress angiven

source: Illegal Email Address: %(safeuser)s
ca: Adreça de correu electrònic errònia: %(safeuser)s
cs: Neplatná emailová adresa: %(safeuser)s

source: No such member: %(safeuser)s.
ca: El membre no existeix: %(safeuser)s.
cs: Nenalezl jsem úèastníka: %(safeuser)s.
sv: Medlemmen finns inte: %(safeuser)s.

source: The confirmation email has been sent.
ca: El correu electrònic de confirmació ha estat enviat.
cs: Dopis s oznámením byl odeslán.
fr: Le courriel de confirmation a été envoyé.
sv: Ett e-postbrev med bekr&auml;ftelse har skickats.

source: A reminder of your password has been emailed to you.
ca: Un recordatori de la teva contrasenya ha estat enviada al teu correu electrònic.
cs: Bylo Vám zasláno pøipomenutí Va¹eho hesla.
fr: Un rappel de votre mot de passe vous a été envoyé.
sv: Ett e-postbrev med l&ouml;senordet har skickats till dig.

source: Authentication failed.
ca: L'autentificació ha fallat
cs: Autentizace selhala.
fr: Echec de l'authentification.
sv: Inloggningen misslyckades.

source: List subscriptions for %(safeuser)s on %(hostname)s
ca: Subscripcions de la llista per %(safeuser)s a %(hostname)s
cs: Seznam konferencí, ve kterých je pøihlá¹en u¾ivatel %(safeuser)s na serveru %(hostname)s

source: Click on a link to visit your options page for the requested mailing list.
ca: Fes click a un enllaç per visitar la teva pàgina d'opcions de la llista sol·licitada.
cs: Pro zobrazení vlastností této konference kliknìte na odkaz.
fr: Clickez sur un lien pour afficher la page de vos options pour la liste demandée.
sv: Klicka p&aring; en lista f&ouml;r att g&aring; till dina personliga inst&auml;llningar f&ouml;r den.

source: Addresses did not match!
ca: L'adreça no coincideix
cs: Adresy nesouhlasí!
fr: Les adresses ne correspondent pas!
sv: Adresserna &auml;r inte lika!

source: You are already using that email address
ca: Ja estàs fent servir aquesta adreça de correu electrònic
cs: Tuto emailovou adresu ji¾ pou¾íváte
fr: Vous utilisez déjà cette adresse courriel.
sv: Den e-postadressen &auml;r du redan anm&auml;ld med p&aring; listan

source: The new address you requested %(newaddr)s is already a member of the %(listname)s mailing list, however you have also requested a global change of address. Upon confirmation, any other mailing list containing the address %(safeuser)s will be changed.
ca: L'adreça %(newaddr)s ja es membre de la llista de correu, no obstant també has fet una petició per fer el canvi d'adreça global. Després de la confirmació, qualsevol altra llista que contingui l'adreça %(safeuser)s també serà canviada.
cs: Nová adresa, kterou jste zadal %(newaddr)s je ji¾ v konferenci %(listname)s pøihlá¹ena. Nicménì jste po¾ádal o globální zmìnu adresy a tak budou po potvrzení zmìnìny adresy v ostatních konferencích, kterých je u¾ivatel %(safeuser)s èlenem.

source: The new address is already a member: %(newaddr)s
ca: La nova adreça de correu electrònic ja es un membre: %(newaddr)s
cs: Nová adresa je v konferenci ji¾ pøihlá¹ena: %(newaddr)s

source: Addresses may not be blank
ca: les adreces no poden estar en blanc
cs: Adresy nesmí zùstat nevyplnìné.
fr: Les adresses ne doivent pas être vides
sv: Adresserna kan inte vara tomma

source: A confirmation message has been sent to %(newaddr)s.
ca: Un missatge de confirmació ha estat enviat a %(newaddr)s.
cs: Zpráva s upozornìním byla zaslána na adresu %(newaddr)s
sv: Ett bekr&auml;ftelsemeddelande har skickats i ett e-postbrev till %(newaddr)s.

source: Bad email address provided
ca: L'adreça proporcionada es errònia
cs: Neplatná emailová adresa
fr: Mauvaise adresse courriel fournit
sv: Ogiltig e-postadress har angivits

source: Illegal email address provided
ca: L'adreça proporcionada es errònia
cs: Neplatná emailová adresa
fr: Adresse courriel invalide fournit
sv: Ogiltig e-postadress har angivits

source: %(newaddr)s is already a member of the list.
ca: %(newaddr)s ja es un membre de la llista.
cs: %(newaddr)s ji¾ je pøihlá¹en.
fr: %(newaddr)s est déjà abonné à la liste.
sv: %(newaddr)s &auml;r redan medlem av listan.

source: Member name successfully changed.
ca: Nom de membre canviat satisfactòriament.
cs: Jméno bylo úspì¹nì zmìnìno.
sv: Namnet har &auml;ndrats.

source: Passwords may not be blank
ca: La contrasenya no ha d'estar en blanc
cs: Nejsou povolena prázdná hesla.
fr: Les mots de passe ne peuvent pas être vides
sv: L&ouml;senorden kan inte vara tomma

source: Passwords did not match!
ca: La contrasenya no coincideix!
cs: Hesla nesouhlasí
fr: Les mots de passe ne correspondent pas!
sv: L&ouml;senorden &auml;r inte lika!

source: Password successfully changed.
ca: Contrasenya canviada satisfactòriament.
cs: Heslo bylo úspì¹nì zmìnìno.
fr: Mot de passe modifié avec succès.
sv: Ditt l&ouml;senord har &auml;ndrats.

source: You must confirm your unsubscription request by turning on the checkbox below the <em>Unsubscribe</em> button. You have not been unsubscribed!
ca: Per a confirmar la teva petició de cancel·lar la subscripció has d'activar la casella sota el botó <em>cancel·lar subscripció</em>. La teva subscripció no ha estat cancel·lada!
cs: Odhlá¹ení je nutné potvrdit. Za¹krtnìte políèko pod tlaèítkem <em>Odhlásit</em>. V tomto okam¾iku je¹tì nejste odhlá¹en!
fr: Vous devez confirmer votre demande de résiliation en cochant la case à cocher sous le bouton <em>Résilier</em>. Votre abonnement n'a pas été résilié!
sv: Du m&aring;ste bekr&auml;fta att du vill avanm&auml;la dig fr&aring;n listan genom att kryssa bort detta val. Du &auml;r INTE borttagen fr&aring;n listan!

source: Unsubscription results
ca: Resultats de la resultats de la cancel·lació
cs: Výsledky odhlá¹ení
fr: Résultats de la résiliation
sv: Resultat av avanm&auml;lan

source: Your unsubscription request has been received and forwarded on to the list moderators for approval. You will receive notification once the list moderators have made their decision.
ca: La teva petició per a cancel·lar la teva subscripció ha estat rebuda i enviada al moderador de la llista per a la seva aprovació. Rebràs una notificació quan el moderador prengui una decisió.
cs: Vá¹ po¾adavek na odhlá¹ení byl pøijat a pøedán moderátorovi ke schválení. O výsledku budete informován
sv: Din ans&ouml;kan om att bli avanm&auml;ld fr&aring;n listan har tagits emot och kommer att bli behandlad av listmoderatorerna. Du kommer att f&aring; ett meddelande s&aring; snart de har tagit ett beslut.

source: You have been successfully unsubscribed from the mailing list %(fqdn_listname)s. If you were receiving digest deliveries you may get one more digest. If you have any questions about your unsubscription, please contact the list owners at %(owneraddr)s.
ca: Has estat eliminat satisfactòriament de la llista de correu eletrònic %(fqdn_listname)s. Si estaves rebent resums, pot ser que en rebis un mes. Si tens alguna pregunta sobre la teva subscripció contacta amb l'amo de la llista a %(owneraddr)s.
cs: Odhlásil jste se z konference %(fqdn_listname)s. Pokud jste ji odebíral v DIGEST re¾imu, dostanete je¹tì poslední dávku. Pokud máte nìjaké dotazy, kontaktujte správce na adrese: %(owneraddr)s.
sv: Du &auml;r nu avanm&auml;ld fr&aring;n listan %(fqdn_listname)s. Om du anv&auml;nde sammandragsversionen, kan det vara s&aring; att du kommer att f&aring; ta emot ett sista e-postbrev. Har du fr&aring;gor i samband med din avanm&auml;an, kontakta listans &auml;garep&aring; %(owneraddr)s.

source: The list administrator has disabled digest delivery for this list, so your delivery option has not been set. However your other options have been set successfully.
ca: L'administrador de la llista ha des-activat el lliurament de resum en aquesta llista i la teva opció de lliurament no ha estat establerta. No obstant, totes les altres opcions s'han establert satisfactòriament.
cs: Administrátor konference nepovolil nastavení digest módu pro tuto konferenci. Ale ostatní volby, které jste nastavil, byly akceptovány.
fr: L'administrateur de la liste a désactivé le mode groupé pour cette liste, vos options de livraisons ne seront donc pas modifiées contrairement aux autres.
sv: Listadministrat&ouml;ren har best&auml;mt att sammandragsversion inte ska vara tillg&auml;nglig f&ouml;r denna lista. Ditt val att aktivera sammandragsversion blev d&auml;rf&ouml;r inte genomf&ouml;rt, men alla andra &auml;ndringar du gjorde, &auml;r genomf&ouml;rda.

source: The list administrator has disabled non-digest delivery for this list, so your delivery option has not been set. However your other options have been set successfully.
ca: L'administrador de la llista ha des-activat el lliurament de no-resum en aquesta llista i la teva opció de lliurament no ha estat establerta. No obstant, totes les altres opcions s'han establert satisfactòriament.
cs: Administrátor konference nepovolil pro tuto konferenci nastavení digest módu. Ale ostatní volby, které jste nastavil, byly akceptovány.
fr: L'administrateur de la liste a désactivé la remise en mode individuelle pour cette liste, par suite toutes les options autre que celle-ci ont étés sauvegardées avec succès.
sv: Listadministrat&ouml;ren har best&auml;mt att normalversion inte ska vara tillg&auml;nglig f&ouml;r denna lista. Ditt val att avaktivera sammandragsversion blev d&auml;rf&ouml;r inte genomf&ouml;rt, men alla andra &auml;ndringar du gjorde, &auml;r genomf&ouml;rda.

source: You have successfully set your options.
ca: Has establert les teves opcions satisfactòriament.
cs: Va¹e nastavení bylo úspì¹nì zmìnìno.
fr: Vos options ont étés paramètrées avec succès.
sv: Dina val &auml;r nu satta s&aring;som du &ouml;nskade.

source: You may get one last digest.
ca: Pot ser que rebis un últim resum.
cs: Je¹tì mo¾ná obdr¾íte jeden poslední digest.
fr: Vous recevrez un dernier lot.
sv: Det kan vara s&aring; att du kommer att f&aring; ta emot ett sista e-postbrev.

source: <em>Yes, I really want to unsubscribe</em>
ca: <em>Si, realment vull cancel·lar la subscripció</em>
cs: <em>Ano; skuteènì se chci odhlásit</em>
fr: <em>Oui, je veut vraiment résilier mon abonnement</em>
sv: <em>Ja, jeg vill avanm&auml;la mig fr&aring;n listan</em>

source: Change My Password
ca: Canviar la Meva Contrasenya
cs: Zmìna hesla
fr: Modifier mon mot de passe
sv: &Auml;ndra mitt l&ouml;senord

source: List my other subscriptions
ca: Llistar les meves altres subscripcions
cs: Zobraz ostatní konference, ve kterých jsem pøihlá¹en.
fr: Afficher mes autres abonnements
sv: Visa andra listor som jag &auml;r medlem av

source: Email My Password To Me
ca: Envia'm la Meva Contrasenya per Correu Electrònic
cs: Za¹li mi heslo mailem
fr: Envoyez-moi mon mot de passe par courriel
sv: Skicka mig mitt l&ouml;senord

source: password
ca: contrasenya
cs: heslo
fr: mot de passe
sv: l&ouml;senord

source: Log out
ca: Sortir
cs: Odhlásit
fr: Déconnecter
sv: Logga ut

source: Submit My Changes
ca: Enviar els meus canvis
cs: Proveï zmìny
fr: Valider mes modifications
sv: Spara &auml;ndringar

source: days
ca: dies
cs: dny
fr: jours
sv: dagar

source: day
ca: dia
cs: den
fr: jour
sv: dag

source: Change My Address and Name
ca: Canviar la meva adreça i el meu nom
cs: Zmìò mojí adresu a jméno
fr: Modifier mon adresse et mon nom
sv: &Auml;ndra min adress och mitt namn

source: <em>No topics defined</em>
ca: <em>No hi ha temes definits </em>
cs: <em>Není definováno ¾ádné téma</em>
fr: <em>Aucun thème défini</em>
sv: </em>Inget &auml;mne har definierats</em>

source: You are subscribed to this list with the case-preserved address <em>%(cpuser)s</em>.
ca: Estàs subscrit a aquesta llista amb l'adreça <em>%(cpuser)s</em> respectant les majúscules i minúscules.
cs: Do této konference jste pøihlá¹en s adresou ve které se rozli¹uje velikost písmen <em>%(cpuser)s</em>.
fr: Vous êtes abonné à cette liste avec une adresse de type préservation de la casse <em>%(cpuser)s</em>.
sv: Du &auml;r medlem av denna lista med e-postadressen <em>%(cpuser)s</em>.

source: %(realname)s list: member options login page
ca: Llista %(realname)s: pàgina d'entrada a les opcions de membre
cs: Konference %(realname)s: pøihlá¹ení úèastníka pro editaci parametrù
fr: Liste %(realname)s: Page de login d'abonné
sv: %(realname)s: innloggning till personliga inst&auml;llningar

source: email address and
ca: Enviar l'adreça per correu electrònic i
cs: emailová adresa a
fr: adresse courriel et
sv: e-postadress och

source: %(realname)s list: member options for user %(safeuser)s
ca: Llista %(realname)s: opcions d'usuari per a %(safeuser)s
cs: Nastavení parametrù pro %(safeuser)s v konferenci %(realname)s

source: In order to change your membership option, you must first log in by giving your %(extra)smembership password in the section below. If you don't remember your membership password, you can have it emailed to you by clicking on the button below. If you just want to unsubscribe from this list, click on the <em>Unsubscribe</em> button and a confirmation message will be sent to you. <p><strong><em>Important:</em></strong> From this point on, you must have cookies enabled in your browser, otherwise none of your changes will take effect.
ca: Per canviar les teves opcions de subscripció, primer has d'entrar donant la teva %(extra)s contrasenya de subscripció. Si no recordes la teva contrasenya, fent click al botó d'abaix i se't enviarà a la teva adreça de correu electrònic. Si vols cancel·lar la teva subscripció, fes click al botó <em>Cancel·lar Subscripció</em> i se't enviarà un missatge de confirmació. <p><strong><em>Important:</em></strong> A partir d'aquest punt has de tenir activades les cookies al teu navegador o els canvis no tindran efecte.
cs: Abyste mohl zmìnit parametry svého úètu, musíte se pøihlásit. Pokud si nepamatujete %(extra)s heslo, mù¾ete si jej nechat zaslat kliknutím na pøíslu¹né tlaèítko. Pokud se chcete odhlásit, musíte kliknout na tlaèítko odhlásit. Následnì dostanete mail, ve kterém budou pokyny, jak své odhlá¹ení potvrdit. <p><strong><em>Pozor:</em></strong> Systém vyu¾ívá cookies a tak je musíte mít povolené, aby bylo mo¾né se pøihlásit. Autorizaèní cookie bude mít platnost do uzavøení okna prohlí¾eèe a nebo do kliknutí na odhlásit.
sv: F&ouml;r att &auml;ndra p&aring; dina personliga inst&auml;llningar, logga in nedan genom att ge ditt l&ouml;senord. Om du inte kommer ih&aring;g l&ouml;senordet, kan du be om att f&aring; det skickat till dig i ett e-postbrev genom att trycka p&aring; knappen nedan. Om du bara &ouml;nskar att avanm&auml;la dig fr&aring;n listan, klicka p&aring; knappen <em>Avanm&auml;l mig </em> nedan. Efter ett tag kommer du att f&aring; ta emot ett e-postbrev som ber dig bekr&auml;fta detta. <p><strong><em>Viktigt:</em></strong> Du m&aring;ste ha cookies aktiverade i din browser, annars kommer inga &auml;ndringar att sparas.

source: Email address:
ca: Adreça de correu electrònic
cs: Emailová adresa:
fr: Adresse courriel:
sv: E-postadress:

source: Password:
ca: Contrasenya:
cs: Heslo:
fr: Mot de passe:
sv: L&ouml;senord:

source: Log in
ca: Entrar
cs: Pøihlásit
fr: Connecter
sv: Logga in

source: By clicking on the <em>Unsubscribe</em> button, a confirmation message will be emailed to you. This message will have a link that you should click on to complete the removal process (you can also confirm by email; see the instructions in the confirmation message).
ca: Fent click en el botó <em>Cancel·lar Subscripció</em> se't enviarà un missatge de confirmació. Aquest missatge tindrà un enllaç que hauràs de clickar per a completar el procés d'eliminació (també ho pots confirmar amb el correu electrònic, pots veure les instruccions en el missatge de confirmació).
cs: Pokud kliknete na tlaèítko <em>odhlásit</em>, bude na Va¹i adresu zaslána ¾ádost o potvrzení. Bude obsahovat odkaz, jeho¾ vyvoláním se definitivnì odhlásíte. Nebo mù¾ete odhlá¹ení potvrdit mailem, podrobnosti budou uvedeny v té zprávì.
sv: Genom att klicka p&aring; knappen <em>Avanm&auml;l mig</em> kommer du att f&aring; ett e-postbrev som ber dig att bekr&auml;fta att du vill avanm&auml;la dig fr&aring;n listan. Detta e-postbrev kommer att inneh&aring;lla en l&auml;nk (URL) som du kan klicka p&aring; f&ouml;r att bekr&auml;fta avanm&auml;lningen. (Du kan ocks&aring; bekr&auml;fta detta via e-post; f&ouml;lj instruktionerna i e-postbrevet du f&aring;r.)

source: Password reminder
ca: Recordatori de la contrasenya
cs: Pøipomínka hesla
fr: Rappel de mot de passe
sv: P&aring;minnelse om l&ouml;senord

source: By clicking on the <em>Remind</em> button, your password will be emailed to you.
ca: Fent click en el botó <em>Recordar</em>, se't enviarà la teva contrasenya a la teva adreça de correu electrònic.
cs: Kliknutím na tlaèítko <em>Po¹li heslo</em> Vám bude zaslána Va¹e heslo.
sv: Klickar du p&aring; knappen <em>Skicka p&aring;minnelse</em>, kommer du att f&aring; ditt l&ouml;senord skickat till dig i ett e-postbrev.

source: Remind
ca: Recordar
cs: Upozorni
fr: Rappel
sv: Skicka p&aring;minnelse

source: <missing>
ca: <falta>
cs: <chybí>
fr: <absent>
sv: <saknas>

source: Requested topic is not valid: %(topicname)s
ca: El tema sol·licitat no és vàlid: %(topicname)s
cs: Téma, které po¾adujete, neexistuje: %(topicname)s
fr: Le thème demandé n'est pas valide: %(topicname)s
sv: &Auml;mnet &auml;r inte giltigt: %(topicname)s

source: Topic filter details
ca: Detalls del filtre de temes
cs: Parametry tématického filtru
fr: Détails du filtre de thème
sv: Mer information om &auml;mnesfiltret

source: Name:
ca: Nom:
cs: Jméno:
fr: Nom:
sv: Namn:

source: Pattern (as regexp):
ca: Patró (com a regexp):
cs: Pravidlo (regulární výraz):
fr: modèle (sous forme d'expression regulière):
sv: Filter (regexp-uttryck):

source: Private Archive Error
ca: Error al Fitxer Privat
cs: Chyba soukromého archivu
fr: Erreur sur les archives privées
sv: Fel i privat arkiv
