Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: <em>(%(num_concealed)d private members not shown)</em>
ca: <em>(%(num_concealed)d membres privats no mostrats)</em>
cs: <em>(%(num_concealed)d skrytých úèastníkù není zobrazeno)</em>
sv: <em>(%(num_concealed)d medlemmar visas inte)</em>

source: ; it was disabled by you
ca: ; va ser deshabilitat per tu
cs: ; zakázal jste to sám
sv: ; efter din egen &ouml;nskan

source: ; it was disabled by the list administrator
ca: ; va ser deshabilitat per l'administrador de la llista
cs: ; bylo to zakázáno administrátorem konference
sv: ; av listadministrat&ouml;ren

source: ; it was disabled due to excessive bounces. The last bounce was received on %(date)s
ca: ; ha estat inhabilitada per massa missatges rebotats. L'últim missatge rebotat es va rebre el %(date)s
cs: ; bylo to zakázáno, proto¾e se vracely pøíspìvky jako nedoruèitelné. Poslední pøíspìvek se vrátil dne: %(date)s

source: ; it was disabled for unknown reasons
ca: ; va ser deshabilitat per raons desconegudes
cs: ; bylo to zakázáno z neznámých dùvodù
sv: ; av ok&auml;nd anledning

source: Note: your list delivery is currently disabled%(reason)s.
ca: Atenció: el lliurament de la teva llista està desactivat %(reason)s.
cs: POZOR - nedostáváte pøíspìvky, proto¾e máte zakázanou adresu z dùvodu: %(reason)s.

source: Mail delivery
ca: Lliurament de correu
cs: Doruèování po¹ty
fr: Remise de courriels
sv: E-postutskick

source: the list administrator
ca: el administrador de la llista
cs: administrátora konference
fr: l'administrateur de la liste
sv: listadministrat&ouml;ren

source: <p>%(note)s <p>You may have disabled list delivery intentionally, or it may have been triggered by bounces from your email address. In either case, to re-enable delivery, change the %(link)s option below. Contact %(mailto)s if you have any questions or need assistance.
ca: <p>%(note)s <p>Pot ser que hagi inhabilitat la recepció deliveradament, o que hagi estat activat degut als rebots que està produint la seva adreça. En qualsevol cas, per a rehabilitar de nou la recepció dels missatges de la llista canviï l'opció %(link)s d'abaix. Si té alguna pregunta o si necessita ajuda, contacti amb %(mailto)s.
cs: <p>%(note)s <p>Doruèování pøíspìvkù jste si zakázal sám, nebo to udìlal robot, proto¾e se po¹ta pro vás vracela. Pokud chcete doruèování opìt povolit, kliknìte na odkaz: %(link)s Kontaktujte %(mailto)s, pokud máte dotaz nebo potøebujete pomoci.
fr: <p>%(note)s <p>Vous avez dû volontairement désactiver les remises de la liste à moins que cela n'ait été déclenché par des soumissions non remisables à votre adresse courriel. Dans tous les cas, pour les réactiver, changer l'option %(link)s ci-dessous. Veillez contacter %(mailto)s si vous avez des questions ou si vous avez besoin d'assistance.
sv: <p>%(note)s <p>Du kan ha stoppat utskick fr&aring;n listan avsiktligt, eller s&aring; kan det ha blivit s&aring; p&aring; grund av returmeddelanden fr&aring;n din e-postadress. F&ouml;r att ta emot e-postbrev fr&aring;n listan igen, &auml;ndra inst&auml;llningen %(link)s nedan. Kontakta %(mailto)s om du har fr&aring;gor eller beh&ouml;ver ytterligare hj&auml;lp.

source: <p>We have received some recent bounces from your address. Your current <em>bounce score</em> is %(score)s out of a maximum of %(total)s. Please double check that your subscribed address is correct and that there are no problems with delivery to this address. Your bounce score will be automatically reset if the problems are corrected soon.
ca: <em>Hem rebut recentment rebots de la teva adreça. El teu <em>bounce score</em> és %(score)s d'un total màxim de %(total)s. Per favor, comprova que la teva adreça de subscripció es correcta i que no hi ha problemes de lliurament amb aquesta adreça. El teu bounce score serà automàticament re-establert si els problemes son solucionats.
cs: <p>Pøíspìvky, které zasíláme na Va¹i adresu se nám vrací jako nedoruèitelné. Va¹e aktuální <em>skóre nedoruèitelnosti</em> je %(score)s, co¾ je více ne¾ povolené maximum: %(total)s. Prosíme, pøekontrolujte si ¾e adresa, ze které jste pøihlá¹en je korektní a ¾e na ní je mo¾né zasílat pøíspìvky. Jakmile se nám podaøí doruèovat pøíspìvky bez problémù, bude Va¹e skóre resetováno.
sv: <p>Vi har p&aring; sistone f&aring;tt en del returmeddelanden fr&aring;n din e-postadress. Ditt <em>returtal</em> &auml;r %(score)s av totalt %(total)s. Var v&auml;nlig kontrollera att din e-postadress &auml;r korrekt stavad, och att det inte &auml;r problem med utskick till den. Ditt returtal kommer automatiskt att annulleras om problemet r&auml;ttar till sig snart.

source: (Note - you are subscribing to a list of mailing lists, so the %(type)s notice will be sent to the admin address for your membership, %(addr)s.)<p>
ca: (Atenció - està subscrit a una llista que envia a altres llistes de distribució, pel que la notificació de %(type)s s'enviarà a l'adreça administrativa de la seva subscripció, %(addr)s.)<p>
cs: (Pozor - pøihlásili jste se do konference, jejími¾ èleny jsou dal¹í konference. %(type)s bude zaslán administrátorovi na adresu: %(addr)s.)<p>
fr: (Note - Vous avez souscrit à un abonnement à la liste de diffusion, un avis de type %(type)s sera envoyé à l'adresse de l'administrateur pour validation, %(addr)s.)<p>
sv: (Observera - du &auml;r anm&auml;ld till en lista av flera e-postlistor, s&aring; %(type)s meddelande kommer att skickas till administrationsadressen f&ouml;r ditt medlemskap, %(addr)s.)<p>

source: You will be sent email requesting confirmation, to prevent others from gratuitously subscribing you.
ca: Se't enviarà una petició de confirmació per a evitar que uns altres et subscriguin sense el teu permís.
cs: Obdr¾íte elektronickou po¹tou ¾ádost o potvrzení pøihlá¹ení, aby se nemohlo stát, ¾e by Vás pøihlásil nìkdo cizí.
fr: Un courriel vous parviendra vous demandant une confirmation, cela empêche que d'autres personnes vous abonnent impunément.
sv: Du kommer att ta emot ett e-postbrev som ber dig bekr&auml;fta detta, s&aring; att inte n&aring;gon annan ska kunna anm&auml;la dig p&aring; listan mot din vilja.

source: This is a closed list, which means your subscription will be held for approval. You will be notified of the list moderator's decision by email.
ca: Aquesta es una llista tancada, lo que vol dir que la teva subscripció serà retinguda per a la seva aprovació. se't enviarà una notificació de la decisió del moderador al correu electrònic.
cs: Tato konference je uzavøená, to znamená, ¾e Va¹e pøihlá¹ení musí nejdøíve schválit administrátor konference. O jeho rozhodnutí budete informován e-mailem.
fr: Ceci est une liste fermée, ce qui signifie que votre abonnement requiert une approbation pour être effective. Il vous sera fait part par courriel, de la décision du modérateur.
sv: Detta &auml;r en st&auml;ngd lista, vilket betyder att din ans&ouml;kan m&aring;ste godk&auml;nnas av listans administrat&ouml;r. N&auml;r din anm&auml;lan har behandlats, kommer du att f&aring; listadministrat&ouml;rens beslut skickat till dig i ett e-postbrev.

source: also
ca: també
cs: tak¾e
fr: aussi
sv: ocks&aring;

source: You will be sent email requesting confirmation, to prevent others from gratuitously subscribing you. Once confirmation is received, your request will be held for approval by the list moderator. You will be notified of the moderator's decision by email.
ca: Se t'enviarà un missatge de confirmació, per a prevenir, que una altre persona et subscrigui. Quan es rebi la teva confirmació, la petició es retindrà per a l'aprovació del moderador de la llista. se't notificarà la decisó del moderador amb un correu electrònic.
cs: Byla Vám zaslána ¾ádost o potvrzení pøihlá¹ky, aby Vás nìkdo jiný nemohl pøihlásit bez Va¹eho vìdomí. Po potvrzení bude pøihlá¹ka postoupena administrátorovi, který rozhodne o její akceptaci. O výsledku budete informováni elektronickou po¹tou.
fr: Vous recevrez un courriel de requête de confirmation, cela empêche que d'autres vous abonnement impunément. Une fois la confirmation reçu, votre requête sera mise en attente de l'approbation du modérateur. La décision du modérateur vous sera annoncée par courriel.
sv: Du kommer att ta emot ett e-postbrev som ber dig bekr&auml;fta detta, s&aring; att ingen annan ska kunna anm&auml;la dig p&aring; listan mot din vilja. N&auml;r du har bekr&auml;ftat detta, kommer din anm&auml;lan att skickas till listans moderator f&ouml;r godk&auml;nnande. Du kommer d&auml;refter att f&aring; moderatorns beslut skickat till dig i ett e-postbrev.

source: This is %(also)sa private list, which means that the list of members is not available to non-members.
ca: Aquesta es una llista %(also)sa privada, lo que vol dir que la llista de membres no està disponible per els no-membres.
cs: Toto je %(also)sa uzavøená konference, to, mimo jiné, znamená, ¾e seznam úèastníkù je pøístupný pouze úèastníkùm.
fr: Ceci est %(also)s une liste privée, ce qui signifie que la liste des abonnés n'est pas visible aux non-abonnés.
sv: Detta &auml;r %(also)sen privat lista, vilket betyder att en lista &ouml;ver e-postlistans medlemmar inte &auml;r tillg&auml;nglig f&ouml;r andra &auml;n dem som &auml;r medlemmar av e-postlistan.

source: This is %(also)sa hidden list, which means that the list of members is available only to the list administrator.
ca: Aquesta és una llista oculta %(also)sa, lo que vol dir que la llista de membres només esta disponible per l' administrador de la llista.
cs: Toto je %(also)sa skrytá skupina. Seznam úèastníkù je dostupný pouze administrátorovi.
fr: Ceci est %(also)s une liste cachée, ce qui signifie que la liste des abonnés n'est disponible que pour l'administrateur.
sv: Detta &auml;r %(also)sen dold lista, vilket betyder att en lista &ouml;ver e-postlistans medlemmar bara &auml;r tillg&auml;nglig f&ouml;r listadministrat&ouml;ren.

source: This is %(also)sa public list, which means that the list of members list is available to everyone.
ca: Aquesta llista %(also)sa és pública, lo que vol dir que que la llista de membres està disponible per a tothom.
cs: Tato konference %(also)sa je otevøená, seznam jejích úèastníkù je volnì k dispozici.
fr: Ceci est %(also)s une liste publique, ce qui signifie que la liste des membres est disponible pour tous.
sv: Detta &auml;r %(also)sen offentlig lista, vilket inneb&auml;r att listan &ouml;ver e-postlistans medlemmar &auml;r fritt tillg&auml;nglig f&ouml;r alla.

source: (but we obscure the addresses so they are not easily recognizable by spammers).
ca: (ocultem les adreces i així no son fàcilment reconegudes pels spammers).
cs: (nicménì adresy jsou modifikovány tak, aby je nebylo mo¾né pou¾ít bez, dal¹ích úprav, pro spamming.)
fr: (mais nous brouillons les adresses pour qu'elles ne soient pas facilement reconnaissables par les spammers).
sv: (men vi d&ouml;ljer e-postadresserna s&aring; att de inte k&auml;nns igen av spammare).

source: <p>(Note that this is an umbrella list, intended to have only other mailing lists as members. Among other things, this means that your confirmation request will be sent to the `%(sfx)s' account for your address.)
ca: (Aquesta llista envia a altres llistes de distribució, la fi de la qual és tenir únicament com subscriptors a altres llistes de distribució. Entre altres coses, això significa que les seves confirmacions s'enviaràn a l'adreça `%(sfx)s')
cs: <p>(Pozor, tato konference je urèen jen k tomu, aby mìla za èleny dal¹í konference. Kromì jiného to znamená, ¾e ¾ádost o akceptaci pøihlá¹ení bude zaslána na adresu '%(sfx)s', nikoliv na adresu Vámi zadanou.)
fr: <p>(Notez que ceci est une liste enveloppe, destinée à n'avoir comme abonnés que des listes de diffusion. Entre autre conséquences, votre requête de confirmation sera envoyée au compte `%(sfx)s' de votre adresse.)
sv: <p>(Observera att detta &auml;r en paraplylista, som &auml;r gjord f&ouml;r att bara ha andra e-postlistor som medlemmar. Detta betyder bland annat att din fr&aring;ga om bekr&auml;ftelse kommer att skickas till '%(sfx)s' kontot f&ouml;r din adress.)

source: <b><i>either</i></b>
ca: <b><i>qualsevol</i></b>
cs: <b><i> nebo </i></b>
fr: <b><i>ou</i></b>
sv: <b><i>antingen</i></b>

source: To unsubscribe from %(realname)s, get a password reminder, or change your subscription options %(either)senter your subscription email address: <p><center>
ca: Per a cancel·lar la subscripció de %(realname)s, rebre un recordatori de contrasenya, o canviar les teves opcions de subscripció %(either)s Introdueix la teva adreça de correu electrònic de la subscripció: <p><center>
cs: Pro zmìnu vlastností Va¹eho úètu (nastavení digestu re¾imù doruèení, zaslání hesla nebo odhlá¹ení z konference %(realname)s) %(either)s zadejte adresu, pod kterou jste pøihlá¹eni: <p><center>
fr: Pour résilier votre abonnement de %(realname)s, recevez un rappel de votre mot de passe ou modifier vos options d'abonnement, %(either)s entrez votre adresse courriel d'abonnement: <p><center>
sv: F&ouml;r att &auml;ndra dina personliga inst&auml;llningar f&ouml;r listan (till exempel distributionss&auml;tt, f&aring; l&ouml;senord skickat eller &auml;ndrat, eller avanm&auml;a digfr&aring;n listan %(realname)s), %(either)s skriv in din e-postadress: <p><center>

source: Unsubscribe or edit options
ca: Cancel·lar subscripció o editar les opcions
cs: Odhla¹ nebo edituj parametry
fr: Résilier votre abonnement ou modifier vos options
sv: &Auml;ndra dina personliga inst&auml;llningar

source: <p>... <b><i>or</i></b> select your entry from the subscribers list (see above).
ca: <p>... <b><i>o</i></b> selecciona la teva entrada de la llista de subscriptors.
cs: <p>... <b><i>nebo</i></b> vyberte svou adresu ze seznamu úèastníkù.
fr: <p>...<b><i>ou</i></b> sélectionnez votre adresse à partir de la liste des abonnés (voir plus loin).
sv: <p>... <b><i>eller</i></b> klicka p&aring; din adress i listan &ouml;ver medlemmar (se ovan).

source: If you leave the field blank, you will be prompted for your email address
ca: Si deixes el camp en blanc se't preguntarà per la teva adreça de correu electrònic
cs: Pokud toto políèko nevyplníte, budete po¾ádán o emailovou adresu.
fr: Si vous laissez le champ vide, une invite vous demandera de fournir votre adresse courriel
sv: Om du l&auml;t f&auml;ltet st&aring; tomt, kommer du att bli tillfr&aring;gad om din e-postadress

source: (<i>%(which)s is only available to the list members.</i>)
ca: (<i>%(which)s només disponible per als membres de la llista.</i>)
cs: <i>%(which)s je k dispozici pouze pro úèastníky konference.</i>)

source: (<i>%(which)s is only available to the list administrator.</i>)
ca: (<i>%(which)s només disponible per a l'administrador de la llista.</i>)
cs: <i>%(which)s je k dispozici pouze pro administrátora konference.</i>

source: Click here for the list of
ca: Fes click aquí per la llista de
cs: kliknìte zde pro seznam
fr: Clicker ici pour une liste des
sv: Klicka h&auml;r f&ouml;r att se listan &ouml;ver e-postlistans medlemmar

source: subscribers:
ca: subscriptors:
cs: úèastníkù:
fr: abonnés:

source: Visit Subscriber list
ca: Visitar la llista del subscriptor
cs: Zobraz seznam úèastníkù
fr: Visiter la liste des abonnés
sv: Visa medlemslista

source: members
ca: membres
cs: Úèastnící konference
fr: abonnés
sv: medlemmar

source: Address:
ca: Adreça:
cs: Adresa:
fr: Adresse:
sv: Adress:

source: Admin address:
ca: Adreça de l´administrador:
cs: Adresa administrátora:
fr: Adresse de l'admin:
sv: Administrat&ouml;rsadress:

source: The subscribers list
ca: La llista de subscriptors
cs: seznam úèastníkù

source: <p>Enter your
ca: <p>Introdueix el teu
cs: <p>Zadejte Va¹i
fr: <p>Entrez votre
sv: <p>Skriv in

source: and password to visit the subscribers list: <p><center>
ca: i contrasenya per visitar la llista de subscriptors: <p><center>
cs: a heslo k pøístupu do seznamu úèastníkù: <p><center>
fr: et le mot de passe pour visiter la liste des abonnés: <p><center>
sv: och l&ouml;senord f&ouml;r att se listan &ouml;ver medlemmar: <p><center>

source: Password:
ca: Contrasenya:
cs: Heslo:
fr: Mot de passe:
sv: L&ouml;senord:

source: Visit Subscriber List
ca: Visitar la llista de subscriptor
cs: Zobraz seznam úèastníkù
fr: Visualisez la liste des abonnées
sv: Visa medlemslista

source: Once a month, your password will be emailed to you as a reminder.
ca: Una vegada al mes, la teva contrasenya serà enviada al teu correu electrònic com a recordatori.
cs: Jednou mìsíènì Vám bude heslo pro pøipomenutí zasláno.
fr: Votre mot de passe vous sera envoyé mensuellement pour vous le rapeller.
sv: En g&aring;ng i m&aring;naden kommer du som en p&aring;minnelse att f&aring; ta emot ditt l&ouml;senord i ett e-postbrev.

source: The current archive
ca: El arxiu actual
cs: aktuální archiv

source: %(realname)s post acknowledgement
ca: Confirmació de l'enviament de la llista %(realname)s.
cs: Konference %(realname)s - potvrzení o pøijetí pøíspìvku k distribuci
fr: accusé de réception de la soumission de %(realname)s
sv: Meddelande om mottaget e-postbrev till %(realname)s

source: Your urgent message to the %(realname)s mailing list was not authorized for delivery. The original message as received by Mailman is attached.
ca: El teu missatge urgent a la llista de correu %(realname)s no ha estat autoritzat.
cs: Va¹e urgentní zpráva do konference %(realname)s neobsahovala potøebné heslo. Zprávu Vám v pøíloze vracíme, tak jak jsme ji obdr¾eli.
sv: Ditt ilmeddelande till e-postlistan %(realname)s blev inte godk&auml;nt. Meddelandets ursprungliga inneh&aring;ll s&aring; som det togs emot av Mailman ligger bifogat.

source: Emergency hold on all list traffic is in effect
ca: La retenció d' emergència de tot el tràfic està en efecte
cs: Je aktivní nouzová moderace v¹ech zpráv
sv: Alla e-postbrev till listan h&aring;lls tillbaka f&ouml;r godk&auml;nnande.

source: Your message was deemed inappropriate by the moderator.
ca: El teu missatge ha estat jutjat de forma errònia per el moderador
cs: Vá¹ pøíspìvek byl moderátorem shledán nepøijatelným.
fr: Le modérateur à jugé votre message inapproprié.
sv: Ditt meddelande blev karakteriserat som opassande f&ouml;r denna lista, av moderatorn.

source: Sender is explicitly forbidden
ca: El remiten està explícitament prohibit
cs: Odesílatel je explicitnì zakázán
fr: Cet expéditeur est explicitement banni
sv: Avs&auml;ndaren &auml;r utest&auml;ngd

source: You are forbidden from posting messages to this list.
ca: Tens prohibit enviar missatges a aquesta llista.
cs: Máte zakázáno pøispívat do této konference.
fr: La soumission de message sur cette liste vous est interdit.
sv: Du har inte lov att skicka meddelanden till denna e-postlista.

source: Post to moderated list
ca: Enviar a la llista moderada
cs: Pøíspìvek do moderované konference
fr: Soumettre vers une liste modérée
sv: Meddelande skickat till modererad lista

source: Post by non-member to a members-only list
ca: Missatge dirigit a una llista privada procedent d'una adreça que no pertany a la llista
cs: Pøíspìvek od neèlena do konference s pøispíváním omezeným pouze na èleny.
fr: Soumission par un non-abonné sur une liste reservé aux abonnés
sv: Avs&auml;ndaren &auml;r inte medlem av listan, men bara medlemmar kan skicka till listan

source: Non-members are not allowed to post messages to this list.
ca: Als no-membres no se'ls permet enviar missatges a aquesta llista.
cs: Do této konference smí pøispívat jen její úèastníci.
fr: Les non-abonnés ne sont pas autorisés à soumettre des articles sur cette liste.
sv: Man m&aring;ste vara medlem f&ouml;r att kunna skicka meddelanden till denna e-postlista.

source: Posting to a restricted list by sender requires approval
ca: L'enviament del remitent a una llista restringida precisa d'aprovació
cs: Do konference není mo¾né pøispívat bez souhlasu moderátora
fr: Une soumission sur la liste restreinte requiert une approbation
sv: Meddelande till en begr&auml;nsad lista kr&auml;ver godk&auml;nnande

source: This list is restricted; your message was not approved.
ca: Aquesta llista està restringida; el teu missatge no ha estat aprovat.
cs: Tato konference není veøejnì pøístupná, Vás pøíspìvek nebyl akceptován.
fr: Cette liste est restreinte; votre message n'a pas été approuvé.
sv: Denna e-postlista &auml;r begr&auml;nsad och ditt meddelande blev inte godk&auml;nt.

source: Too many recipients to the message
ca: Massa destinataris al missatge
cs: Zpráva obsahuje pøíli¹ mnoho pøíjemcù
fr: Trop de destinataires pour le message
sv: Meddelandet har f&ouml;r m&aring;nga motagare

source: Please trim the recipient list; it is too long.
ca: Redueix la llista de destinataris; és massa llarga.
cs: Prosím, zkra»te seznam pøíjemcù, je pøíli¹ dlouhý.
fr: Veillez réduire la liste des destinataires; elle est trop longue.
sv: Var v&auml;nlig korta ner mottagarlistan; den &auml;r f&ouml;r l&aring;ng.

source: Message has implicit destination
ca: El missatge no va dirigit explícitament a la llista
cs: Zpráva neobsahuje korektního (¾ádného) pøíjemce
fr: Message avec destination implicite
sv: Meddelandet har ett inte klart utsagt m&aring;l

source: Blind carbon copies or other implicit destinations are not allowed. Try reposting your message by explicitly including the list address in the To: or Cc: fields.
ca: Les còpies de carbó ocultes o altres destinacions implícites no es permeten. Intenti re-enviar el seu missatge explícitament incloent l'adreça de la llista en el camp To: o Cc:.
cs: Slepé kopie ani jiné zpùsoby zaslání pøíspìvku tak, ¾e neobsahuje v polích To: nebo CC: adresu konference, nejsou povoleny. Prosím za¹lete pøíspìvek znovu tak, aby obsahoval adresu konference v jednom z tìchto polí. Toto opatøení je nutné pro zamezení spamování pøes na¹i konferenci.
fr: Les copies carbonnes cachées et les autres destinataires implicites ne sont pas autorisés. Essayez d'envoyer votre message à nouveau en spécifiant l'adresse de la liste dans l'un des champs To: ou Cc:
sv: 'Bcc:' eller andre oklara m&aring;l &auml;r inte till&aring;tna. F&ouml;rs&ouml;k att skicka meddelandet igen genom att tydligt specifisera e-postlistans adress i Till: eller Cc: f&auml;lten.

source: Message may contain administrivia
ca: El missatge pot contenir sol·licituts administratives
cs: Zpráva pravdìpodobnì obsahuje pøíkazy pro listserver
fr: Le message contient peut être des administrivia
sv: Meddelandet kan ha administrativt inneh&aring;ll

source: Please do *not* post administrative requests to the mailing list. If you wish to subscribe, visit %(listurl)s or send a message with the word `help' in it to the request address, %(request)s, for further instructions.
ca: Per favor, no enviïs peticións administratives a la llista de correu. Si vols cancel·lar la teva subscripció, visita %(listurl)s o envia un missatge amb la paraula `help' a l'adreça de peticions %(request)s per obtenir més instruccions.
cs: Prosím, nezasílejte administrativní po¾adavky na adresu konference. Pokud se chcete pøihlásit, nav¹tivte stránky konference na adrese: %(listurl)s nebo za¹lete na adresu %(request)s zprávu obsahující jako Subject: slovo 'help' a získáte bli¾¹í informace.
fr: De grâce n'envoyez pas les requêtes administratives à la liste. Si vous désirez vous abonner, visitez %(listurl)s ou envoyez un message contenant le terme 'help' à l'adresse 'request', %(request)s pour des instructions complémentaires.
sv: Var v&auml;nlig och skicka *inte* administrativa fr&aring;gor till e-postlistan. Om du vill avanm&auml;la dig fr&aring;n listan, g&aring; in p&aring; %(listurl)s eller skicka ett e-postbrev som bara inneh&aring;ller ordet 'help' till %(request)s f&ouml;r att f&aring; n&auml;rmare instruktioner.

source: Message has a suspicious header
ca: El missatge té una capçalera sospitosa
cs: Vá¹ pøíspìvek má neplatnou hlavièku.
fr: Votre message avec en-tête douteux.
sv: Meddelandet har ett misst&auml;nkt meddelandehuvud.
