Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Your address "%(email)s" has been invited to join the %(listname)s mailing list at %(hostname)s by the %(listname)s mailing list owner. You may accept the invitation by simply replying to this message, keeping the Subject: header intact. You can also visit this web page: %(confirmurl)s Or you should include the following line -- and only the following line -- in a message to %(requestaddr)s: confirm %(cookie)s Note that simply sending a `reply' to this message should work from most mail readers. If you want to decline this invitation, please simply disregard this message. If you have any questions, please send them to %(listowner)s.
ca: La seva adreça "%(email)s" ha estat convidada a unir-se a la llista de correu %(listname)s a %(hostname)s per el propietari de la llista de correu %(listname)s. Podeu acceptar la invitació simplement responent aquest missatge, mantenint el títol intacte. També podeu visitar-nos a: %(confirmurl)s O bé, haurieu d'incloure la següent línia -- i només la següent línia -- en un missatge a %(requestaddr)s: confirm %(cookie)s Simplement enviant un 'reply' hauria de funcionar en la majoria de programes de correu. Si voleu declinar aquesta invitació, simplement ignoreu aquest missatge. Si teniu alguna pregunta, si us plau envieu-la a %(listowner)s.

source: Send %(real_name)s mailing list submissions to %(got_list_email)s To subscribe or unsubscribe via the World Wide Web, visit %(got_listinfo_url)s or, via email, send a message with subject or body 'help' to %(got_request_email)s You can reach the person managing the list at %(got_owner_email)s When replying, please edit your Subject line so it is more specific than "Re: Contents of %(real_name)s digest..."
ca: Envii les submissions de llista de correu %(real_name)s a %(got_list_email)s Per subscriure's o donar-se de baixa via 'World Wide Web', visiti %(got_listinfo_url)s o si vol fer-ho via email, envii'n un amb la paraula 'ajuda' en el títol o en el cos del missatge a %(got_request_email)s Pot accedir a la persona que gestiona la llista a %(got_owner_email)s Quan respongui, si us plau, canvii el títol de manera que sigui més específic que "Re: Contents of %(real_name)s digest..."
cs: Pøíspìvky do konference %(real_name)s zasílejte na adresu: %(got_list_email)s Pro pøihlá¹ení nebo odhlá¹ení pou¾ijte WWW rozhraní na adrese" %(got_listinfo_url)s nebo pou¾ijte elektronickou po¹tu, za¹lete slovo help v tìle dopisu na adresu %(got_request_email)s Správce konference mù¾ete nalézt na adrese %(got_owner_email)s Kdy¾ budete odpovídat na pøíspìvek, zmìòte, prosím, Subject: na nìco rozumnìj¹ího ne¾ je: "Re: Contents of %(real_name)s digest..."

source: The mailing list `%(listname)s' has just been created for you. The following is some basic information about your mailing list. Your mailing list password is: %(password)s You need this password to configure your mailing list. You also need it to handle administrative requests, such as approving mail if you choose to run a moderated list. You can configure your mailing list at the following web page: %(admin_url)s The web page for users of your mailing list is: %(listinfo_url)s You can even customize these web pages from the list configuration page. However, you do need to know HTML to be able to do this. There is also an email-based interface for users (not administrators) of your list; you can get info about using it by sending a message with just the word `help' as subject or in the body, to: %(requestaddr)s To unsubscribe a user: from the mailing list 'listinfo' web page, click on or enter the user's email address as if you were that user. Where that user would put in their password to unsubscribe, put in your admin password. You can also use your password to change member's options, including digestification, delivery disabling, etc. Please address all questions to %(siteowner)s.
ca: La llista de correu `%(listname)s' acaba de ser creada per a vostè. La següent és una mica d'informació bàsica sobre la seva llista de correu. La clau de pas de la seva llista de correu és: %(password)s Necessita aquesta clau per tal de poder configurar la seva llista de correu. També la necessita per manejar peticions administratives, com ara aprovar correu en el cas de que decideixi dirigir una llista moderada. Pot configurar la seva llista de correu en la següent pàgina web: %(admin_url)s La pàgina web per als usuaris de la seva llista de correu és: %(listinfo_url)s Fins i tot pot modificar al seu gust aquestes pàgines web desde la pàgina de configuració de llista, tot i que necessita saber HTML per poder fer-ho. També hi ha una interfície basada en email pels usuaris (no administradors) de la seva llista; pot aconsseguir informació sobre com usar-la enviant un missatge només amb la paraula 'ajuda' en el títol, o en el cos del missatge, a: %(requestaddr)s Per donar de baixa a un usuari: desde la pàgina web 'listinfo' de la llista de correu, faci click o entri l'adreça de correu electrònic de l'usuari tal com si vostè fós aquest usuari. En el lloc on el suposat usuari entraria la seva clau de pas per donar-se de baixa, entri la seva clau de pas d'administrador. També pot usar la seva clau per a canviar opcions dels membres, incloent la opció de compilació, deshabilitar enviaments , etc. Si us plau, adreci totes les preguntes a %(siteowner)s.
cs: Právì pro Vás byla vytvoøena konference `%(listname)s'. Následují informace o tom, jak s konferencí zacházet. Va¹e heslo, pro správu konference je: %(password)s Toto heslo budete potøebovat pro konfiguraci konference, pro vyøizování administrativních úkonù jako tøeba akcetapce pøihlá¹ení úèastníka do uzavøené konference nebo pro akceptaci pøíspìvkù do moderovaných konferencí. Na následující adrese mù¾ete nakonfigurovat svou konferenci. %(admin_url)s U¾ivatelé budou ke konferenci pøistupovat pøes stránku: %(listinfo_url)s Vzhled tìchto stránek mù¾ete mìnit dle své úvahy, ale budete potøebovat alespoò základní znalosti HTML. U¾ivatelé mohou vyu¾ívat i emailové rozhraní konference. Administrovat pøes nìj konferenci ale není mo¾né. Jak se toto rozhraní pou¾ívá mù¾ete zjistit zasláním pøíkazu help v tìle dopisu na tuto adresu: %(requestaddr)s Pokud potøebujete odhlásit ruènì úèastníka konference, mù¾ete tak udìlat pøes stránku s informacemi o konferenci, kliknutím seznam úèastníkù a potom na pøíslu¹nou e-mailovou adresu. Jako heslo pou¾ijte své administrátorské heslo. Také mù¾ete stejným zpùsobem nastavovat úèastníkùm parametry jejich kont. Pokud máte nìjaké dotazy, zasílejte je na adresu %(siteowner)s, pokud to ov¹em není Va¹e vlastní adresa.

source: We have received a message from your address `%(sender)s' requesting an automated response from the %(listname)s mailing list. We have seen %(num)s such messages from you today. In order to avoid problems such as mail loops between email robots, we will not be sending you any further email responses today. Please try again tomorrow. If you believe this message is in error, or if you have any questions, please contact the list owner at %(owneremail)s.
ca: Hem rebut un missatge desde la seva adreça `%(sender)s' demanant una resposta automàtica de la llista de correu %(listname)s. Hem vist %(num)s missatges com aquest de vostè en el dia avuí. Per tal d'evitar problemes com mail loops entre els robots email, no li enviarem més respostes avuí. Si us plau, intenti-ho demà una altra vegada. Si creu que aquest missatge és un error, o bé té alguna pregunta, si us plau contacti el propietari de la llista a %(owneremail)s.
