Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <TITLE> %(title)s </TITLE> <LINK REL="Index" HREF="index.html" > <LINK REL="made" HREF="mailto:%(email_url)s?Subject=%(subject_url)s&In-Reply-To=%(in_reply_to_url)s"> <META NAME="robots" CONTENT="index,nofollow"> %(encoding)s %(prev)s %(next)s </HEAD> <BODY BGCOLOR="#ffffff"> <H1>%(subject_html)s</H1> <B>%(author_html)s</B> <A HREF="mailto:%(email_url)s?Subject=%(subject_url)s&In-Reply-To=%(in_reply_to_url)s" TITLE="%(subject_html)s">%(email_html)s </A><BR> <I>%(datestr_html)s</I> <P><UL> %(prev_wsubj)s %(next_wsubj)s <LI> <B>Messages sorted by:</B> <a href="date.html#%(sequence)s">[ date ]</a> <a href="thread.html#%(sequence)s">[ thread ]</a> <a href="subject.html#%(sequence)s">[ subject ]</a> <a href="author.html#%(sequence)s">[ author ]</a> </LI> </UL> <HR> <!--beginarticle--> %(body)s <!--endarticle--> <HR> <P><UL> <!--threads--> %(prev_wsubj)s %(next_wsubj)s <LI> <B>Messages sorted by:</B> <a href="date.html#%(sequence)s">[ date ]</a> <a href="thread.html#%(sequence)s">[ thread ]</a> <a href="subject.html#%(sequence)s">[ subject ]</a> <a href="author.html#%(sequence)s">[ author ]</a> </LI> </UL> <hr> <a href="%(listurl)s">More information about the %(listname)s mailing list</a><br> </body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <TITLE> %(title)s </TITLE> <LINK REL="Index" HREF="index.html" > <LINK REL="made" HREF="mailto:%(email_url)s?Subject=%(subject_url)s&In-Reply-To=%(in_reply_to_url)s"> <META NAME="robots" CONTENT="index,nofollow"> %(encoding)s %(prev)s %(next)s </HEAD> <BODY BGCOLOR="#ffffff"> <H1>%(subject_html)s</H1> <B>%(author_html)s</B> <A HREF="mailto:%(email_url)s?Subject=%(subject_url)s&In-Reply-To=%(in_reply_to_url)s" TITLE="%(subject_html)s">%(email_html)s </A><BR> <I>%(datestr_html)s</I> <P><UL> %(prev_wsubj)s %(next_wsubj)s <LI> <B>Missatges ordenats per:</B> <a href="date.html#%(sequence)s">[ data ]</a> <a href="thread.html#%(sequence)s">[ fil de discusi&oacute;]</a> <a href="subject.html#%(sequence)s">[ tema ]</a> <a href="author.html#%(sequence)s">[ autor ]</a> </LI> </UL> <HR> <!--beginarticle--> %(body)s <!--endarticle--> <HR> <P><UL> <!--threads--> %(prev_wsubj)s %(next_wsubj)s <LI> <B>Misstages ordenats per:</B> <a href="date.html#%(sequence)s">[ data ]</a> <a href="thread.html#%(sequence)s">fil de discusi&oacute;]</a> <a href="subject.html#%(sequence)s">[ tema ]</a> <a href="author.html#%(sequence)s">[ autor ]</a> </LI> </UL> <hr> <a href="%(listurl)s">M&eacute;s informaci&oacute; de la llista de correu %(listname)s</a><br> </body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <TITLE> %(title)s </TITLE> <LINK REL="Index" HREF="index.html" > <LINK REL="made" HREF="mailto:%(email_url)s?Subject=%(subject_url)s&In-Reply-To=%(in_reply_to_url)s"> <META NAME="robots" CONTENT="index,nofollow"> %(encoding)s %(prev)s %(next)s </HEAD> <BODY BGCOLOR="#ffffff"> <H1>%(subject_html)s</H1> <B>%(author_html)s</B> <A HREF="mailto:%(email_url)s?Subject=%(subject_url)s&In-Reply-To=%(in_reply_to_url)s" TITLE="%(subject_html)s">%(email_html)s </A><BR> <I>%(datestr_html)s</I> <P><UL> %(prev_wsubj)s %(next_wsubj)s <LI> <B>Zprávy tøídìné podle:</B> <a href="date.html#%(sequence)s">[ data ]</a> <a href="thread.html#%(sequence)s">[ vlákna ]</a> <a href="subject.html#%(sequence)s">[ subjektu ]</a> <a href="author.html#%(sequence)s">[ autora ]</a> </LI> </UL> <HR> <!--beginarticle--> %(body)s <!--endarticle--> <HR> <P><UL> <!--threads--> %(prev_wsubj)s %(next_wsubj)s <LI> <B>Zprávy tøídìné podle:</B> <a href="date.html#%(sequence)s">[ data ]</a> <a href="thread.html#%(sequence)s">[ vlákna ]</a> <a href="subject.html#%(sequence)s">[ subjektu ]</a> <a href="author.html#%(sequence)s">[ autora ]</a> </LI> </UL> <hr> <a href="%(listurl)s">Dal¹í informace o konferenci %(listname)s</a><br> </body></html>

source: This is a Mailman mailing list bounce action notice: List: %(listname)s Member: %(addr)s Action: Subscription %(negative)s%(did)s. Reason: Excessive or fatal bounces. %(but)s %(reenable)s The triggering bounce notice is attached below. Questions? Contact the Mailman site administrator at %(owneraddr)s.
ca: Aquesta és una notificació de rebot de la llista de correu Mailman: List: %(listname)s Member: %(addr)s Action: Subscripció %(negative)s%(did)s. Reason: Excessive or fatal bounces. %(but)s %(reenable)s La causa d'aquesta notificació de rebot està adjuntada tot seguit. preguntes? Contacteu l'administrador de Mailman a %(owneraddr)s.
cs: Toto je zpráva od automatického systému pro detekci neplatných elektronických adres systému Mailman. Konference: %(listname)s Úèastník: %(addr)s Akce: Èlenství %(negative)s%(did)s. Dùvod: Pøekroèení poètu nedoruèitelných pøíspìvkù. %(but)s %(reenable)s Zpráva, kterou se nedaøí doruèit je pøilo¾ena ní¾e. Dotazy? Kontaktuje správce Mailmana na %(owneraddr)s.

source: The %(listname)s mailing list has just undergone a big change. It is running on a new mailing list package called "Mailman". This will hopefully solve a lot of problems that administering this list has presented. How does this affect you? 1) Mail intended for the whole list should be sent to: %(listaddr)s. 2) You have been given an arbitrary password to prevent others from unsubscribing you without your knowledge. It will be mailed to you in a separate email, which you may have already received. Don't worry if you forget this password; a reminder will be sent to you via email every month. 3) If you have World Wide Web access, you can use it any time to unsubscribe from this list, to switch to and from digest mode, to check back issues of the list (which will be available after the list has been getting posts for a day or so), etc. The Web address for these resources is: %(listinfo_url)s 4) If you do not have WWW access, you can do these same things via email. Send mail to %(requestaddr)s with a subject or body containing just the word "help" (without the quotes). You will receive an automated reply giving you further directions. Please address any questions or problems with this new setup to: %(adminaddr)s. This message was auto-generated by Mailman %(version)s. For more information on the Mailman software, visit the Mailman homepage at http://www.list.org/
ca: La %(listname)s llista de correus ha sofert un gran canvi. Ara funciona amb un nou paquet de llista de correus anomenat "Mailman". Això solucionarà molts problemes que l'administració d'aquesta llista ha presentat. Com li afecta això a vostè? 1) El mail destinat a tota la llista haurà de ser enviat a : %(listaddr)s. 2) Se li ha donat una clau de pas per evitar que altres el donin de baixa sense el seu coneixement. Li serà enviat en un mail a part del que ja haurà rebut probablement. No es preocupi en el cas de que oblidi aquesta clau de pas; se li enviarà un mail de recordatori un cop al mes. 3)Si vostè té accés a World Wide Web, pot usar-lo quan vulgui per donar-se de baixa d'aquesta llista, per canviar a mode resum, per comprobar passades edicions de la llista (les quals estaran disponibles després de que la llista hagi estat rebent missatges durant un dia), etc. La direcció de la web per aquests recursos és: %(listinfo_url)s 4) Si no té accés a WWW, pot fer tot això via email. Envii l'email a %(requestaddr)s amb la paraula "ajuda" (sense les cometes) en el títol o el cos del missatge. Rebrà aleshores una resposta automàtica amb les directrius a seguir. Si us plau, envii qualsevol pregunta o problema que li plantegi aquesta nova cofiguració a : %(adminaddr)s. Aquest missatge ha estat auto-generat per Mailman %(version)s. Per més informació sobre el software de Mailman, visiti la pàgina de Mailman a http://www.list.org/
cs: Konference %(listname)s právì prodìlal velkou zmìnu. Od nynìj¹ka je provozována novým programem, který se jmenuje "Mailman". Doufám, ¾e to vyøe¹í v¹echny problémy, které se mo¾ná døíve pøi bìhu konference vyskytly. A jak se to týká Vás? 1) Pøíspìvky do konference budou nyní zasílány na adresu: %(listaddr)s. Je docela dobøe mo¾né, ¾e tato adresa se shoduje s adresou pùvodní, zále¾í to na lokální situaci. 2) Bude Vám pøidìleno unikátní heslo, které znemo¾ní, aby nìkdo jiný modifikoval nastavení Va¹eho u¾ivatelského konta, pøípadnì aby Vás bez Va¹eho vìdomí pøihlásil nebo odhlásil. Pokud heslo zapomenete, ¾ádný problém. Heslo je znovu zasíláno ka¾dý mìsíc a kromì toho si jej mù¾ete nechat zaslat z www stránky konference. Pøípadnì se jej tam mù¾ete i zmìnit. 3) Pokud máte pøístup WWW, mù¾ete kdykoliv mìnit nastavení svého u¾ivatelského úètu na adrese: %(listinfo_url)s Zde se mù¾ete jednak pøihlásit a odhlásit a jednak mìnit nastavení jako tøeba doèasný zákaz zasílání pøíspìvkù, zapnutí a vypnutí digest re¾imu. (Pokud je digest aktivní, jsou Vám pøíspìvky zasílány jen jednou za nastavený èas. Napø. dostanete veèer jeden dopis obsahující pøíspìvky z celého dne.) 4) Pokud nemáte pøístup k WWW, nevadí. Svùj úèet mù¾ete spravovat i pomocí elektronické po¹ty. Za¹lete na adresu %(requestaddr)s dopis obsahující slùvko help v tìle dopisu a obratem obdr¾íte podrobný návod. Pokud máte jakékoliv dotazy nebo problémy, mù¾ete kontaktovat správce konference na adrese: %(adminaddr)s. Tato zprávy byla generována automaticky programem Mailman verze %(version)s. Jakékoliv dal¹í informace o tomto programu naleznete na adrese: http://www.list.org/

source: The %(real_name)s@%(host_name)s mailing list has %(count)d request(s) waiting for your consideration at: %(adminDB)s Please attend to this at your earliest convenience. This notice of pending requests, if any, will be sent out daily.
ca: La llista de correu de %(real_name)s@%(host_name)s té %(count)d peticions Esperant la seva consideració a: %(adminDB)s Si us plau, ocupi's d'això quan li sigui possible. Aquesta notificació de solicituds pendents, si n'hi ha, serà enviada diàriament.
cs: Konference %(real_name)s@%(host_name)s má %(count)d po¾adavkù, které èekají na Va¹e rozhodnutí na: %(adminDB)s Prosím, rozhodnìte co nejdøíve o osudu èekajících po¾adavkù. Tato zpráva je zasílána jednou dennì, pokud nìjaké po¾adavky èekají na vyøízení.

source: This is a reminder, sent out once a month, about your %(hostname)s mailing list memberships. It includes your subscription info and how to use it to change it or unsubscribe from a list. You can visit the URLs to change your membership status or configuration, including unsubscribing, setting digest-style delivery or disabling delivery altogether (e.g., for a vacation), and so on. In addition to the URL interfaces, you can also use email to make such changes. For more info, send a message to the '-request' address of the list (for example, %(exreq)s) containing just the word 'help' in the message body, and an email message will be sent to you with instructions. If you have questions, problems, comments, etc, send them to %(owner)s. Thanks! Passwords for %(useraddr)s:
ca: Això és un recordatori, que s'envia un cop al mes sobre la comunitat de membres de la seva llista de correus %(hostname)s. Inclou la vostra informació de subscripció i el que s´ha de fer per canviar-la o donar-se de baixa d'una llista. Pot visitar les URLs per canviar la seva categoria de mebre o la seva configuració, també per donar-se de baixa, setting digest-style delivery or disabling delivery altogether (e.g., for a vacation), and so on. A més de les interfície de les URLs, pot usar l'email per fer aquests mateixos canvis. Per a més informació, envieu un missatge a l'adreça '-request-' de la llista (per exemple, %(exreq)s) amb només la paraula 'ajuda' en el cos del missatge, i un mail li serà enviat amb instruccions. Si té preguntes, problemes,comentaris, etc, envii'ls a %(owner)s. Gràcies! Clau de pas per %(useraddr)s:
cs: Tato zpráva je zasílána jednou mìsíènì, aby Vás upozornila na stav Va¹eho èlenství v konferencích na serveru %(hostname)s Zároveò obsahuje pro pøipomenutí hesla pro správu Va¹eho èlenského konta a informace o správì konference. Pokud nav¹tívíte ní¾e uvedený odkaz, mù¾ete si zmìnit parametry svého èlenského konta, vèetnì pøihlá¹ení a odhlá¹ení. Kromì http pøístupu mù¾ete parametry svého èlenského konta mìnit zasláním po¾adavkù na '-request'adresu konference. Dopis zaslaný (napø. na, %(exreq)s) obsahující slovo 'help' v tìle dopisu vrátí zpìt kompletní popis ovládání konference elektronickou po¹tou. Pokud máte nìjaké dotazy, problémy, pøipomínky a tak podobnì, za¹lete je, prosím, na adresu %(owner)s. Dìkuji! Hesla pro %(useraddr)s:

source: Your membership in the mailing list %(listname)s has been disabled %(reason)s. You will not get any more messages from this list until you re-enable your membership. You will receive %(noticesleft)s more reminders like this before your membership in the list is deleted. To re-enable your membership, you can simply respond to this message (leaving the Subject: line intact), or visit the confirmation page at %(confirmurl)s You can also visit your membership page at %(optionsurl)s On your membership page, you can change various delivery options such as your email address and whether you get digests or not. As a reminder, your membership password is %(password)s If you have any questions or problems, you can contact the list owner at %(owneraddr)s
ca: La seva subscripció a la llista de correus %(listname)s està deshabilitada %(reason)s. No rebrà més missatges d'aquesta llista fins que vostè la re-habiliti. Rebrà m%(noticesleft)s més recordatoris com aquest abans de que la seva subscripció a la llista sigui esborrada. Per re-habilitar la seva subscripció, pot senzillament respondre aquest missatge (deixant el títol intacte), o visitar la pàgina de confirmació a %(confirmurl)s Pot també visitar la seva pàgina de subscripció a %(optionsurl)s En aquesta pàgina, pot canviar vàries opcions d'enviament com la seva adreça d'email i si vol compilacions o no. Com a recordatori, la seva clau de pas de subscripció és %(password)s Si té alguna pregunta o algún problema, pot contactar amb el propietari de la llista a %(owneraddr)s
cs: Va¹e èlenství v konferenci %(listname)s bylo pozastaveno, z dùvodu: %(reason)s Toto varování bude zasláno je¹tì %(noticesleft)s a pokud nebudete reagovat, budete z konference odhlá¹en. Pokud máte zájem být i nadále èlenem, odpovìzte na tuto zprávu, tak, abyste nezmìnil to, co je napsáno v Subjectu. Nebo mù¾ete nav¹tívit stránku %(confirmurl)s Kde mù¾ete své èlenství potvrdit. Také mù¾ete nav¹tívit stránku s konfigurací úèastníka na adrese: %(optionsurl)s A na této stránce zmìnit parametry doruèování nebo emailovou adresu. Pro pøístup budete potøebovat heslo, které zní: %(password)s Pokud máte nìjaké dal¹í otázky nebo problémy, kontaktujte správce na %(owneraddr)s

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <title>The %(listname)s Archives</title> <META NAME="robots" CONTENT="noindex,follow"> </HEAD> <BODY BGCOLOR="#ffffff"> <h1>The %(listname)s Archives </h1> <p> No messages have been posted to this list yet, so the archives are currently empty. You can get <a href="%(listinfo)s">more information about this list</a>. </p> </BODY> </HTML>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <title>The %(listname)s Archives</title> <META NAME="robots" CONTENT="noindex,follow"> </HEAD> <BODY BGCOLOR="#ffffff"> <h1>Els Arxius de %(listname)s</h1> <p> Encara no s'hi ha enviat cap missatge en aquesta llista, aix&iacute; que els arxius estan buits. Podeu trobar <a href="%(listinfo)s">m&eacute;s informaci&oacute; sobre aquesta llista</a>. </p> </BODY> </HTML>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <title>Archiv konference %(listname)s</title> <META NAME="robots" CONTENT="noindex,follow"> </HEAD> <BODY BGCOLOR="#ffffff"> <h1>Archiv konference %(listname)s</h1> <p> Do této konference nebyl dosud zaslán ¾ádný pøíspìvek. Proto je tento archiv prázdný. Více informací o konferenci získáte na <a href="%(listinfo)s">informaèní stránce.</a>. </p> </BODY> </HTML>

source: This text can include <a href="http://www.python.org/doc/current/lib/typesseq-strings.html">Python format strings</a> which are resolved against list attributes. The list of substitutions allowed are: <ul> <li><b>real_name</b> - The "pretty" name of the list; usually the list name with capitalization. <li><b>list_name</b> - The name by which the list is identified in URLs, where case is significant. <li><b>host_name</b> - The fully qualified domain name that the list server runs on. <li><b>web_page_url</b> - The base URL for Mailman. This can be appended with, e.g. <em>listinfo/%(list_name)s</em> to yield the listinfo page for the mailing list. <li><b>description</b> - The brief description of the mailing list. <li><b>info</b> - The full description of the mailing list. <li><b>cgiext</b> - The extension added to CGI scripts. </ul>
ca: Aquest text pot incloure <a href="http://www.python.org/doc/current/lib/typesseq-strings.html">cadenes de format Python</a> les quals es resolen comparant-les amb un llistat d'atributs. La llista de les substitucions permeses &eacute;s la seg&uuml;ent: <ul> <li><b>real_name</b>- El nom &quot;bonic&quot; de la llista; normalment el nom de la llista amb capitalitzaci&oacute;. <li><b>list_name</b> - El nom pel qual la llista &eacute;s identificada per URLs en les que es distingeix entre maj&uacute;scules i min&uacute;scules.. <li><b>host_name</b> - El nom del servidor on el Mailman est&agrave; instal.lat. <li><b>web_page_url</b> - La URL b&agrave;sica de Mailman. Pot ser afegida amb, e.g. <em>listinfo/%(list_name)s</em> per a produir la p&agrave;gina d'informaci&oacute; de la llista per la llista de correus. <li><b>description</b> - La descripci&oacute; breu de la llista de correus.. <li><b>info</b> - La descripci&oacute; complerta de la llista de correus.. <li><b>cgiext</b> - La extensi&oacute; afegida als scripts CGI. </ul>
cs: Tento text mù¾e obsahovat <a href="http://www.python.org/doc/current/lib/typesseq-strings.html">formátovací pøíkazy Pythonu</a> které se nahrazují odpovídajícími hodnotami, pøi generování stránky. Nejdùle¾itìj¹í promìnné jsou: <ul> <li><b>real_name</b> - `Hezké' jméno konference, obvykle název, který má zachovánu velikost písmen tak jak je zadán v konfiguraci. <li><b>list_name</b> - Jméno konference, tak jak se pou¾ívá v URL, tedy tam kde zále¾í na velikosti písmen (v¹echna jsou pøevedena na malá). <li><b>host_name</b> - Celé DNS jméno serveru na kterém konference bì¾í. <li><b>web_page_url</b> - Základní URL pro Mailman. Pokud je následováno napø. tímto pøíkazem: <em>listinfo/%(list_name)s</em> vede na stránku s informacemi o konferenci. <li><b>description</b> - Krátký, charakteristický popis konference, tak jak byl zadán pøi konfiguraci. <li><b>info</b> - Kompletní, dlouhý, popis konference. <li><b>cgiext</b> - pøípona pøidávaná k cgi scriptùm. </ul>

source: Help for %(listname)s mailing list: This is email command help for version %(version)s of the "Mailman" list manager. The following describes commands you can send to get information about and control your subscription to Mailman lists at this site. A command can be in the subject line or in the body of the message. Note that much of the following can also be accomplished via the World Wide Web, at: %(listinfo_url)s In particular, you can use the Web site to have your password sent to your delivery address. List specific commands (subscribe, who, etc) should be sent to the *-request address for the particular list, e.g. for the 'mailman' list, use 'mailman-request@...'. About the descriptions - words in "<>"s signify REQUIRED items and words in "[]" denote OPTIONAL items. Do not include the "<>"s or "[]"s when you use the commands. The following commands are valid: %(commands)s Commands should be sent to %(requestaddr)s Questions and concerns for the attention of a person should be sent to %(adminaddr)s
ca: Ajuda per a la llista de correus %(listname)s : Això és 'email command help' per la versió %(version)s del gestionador de llista "Mailman". El següent descriu ordres que pot enviar per rebre'n informació i controlar la seva subscripció a les llistes Mailman en aquest lloc. Una ordre pot estar en el títol o en el cos del missatge. Fixi's que gran part d'això es pot fer via 'worl wide web' a: %(listinfo_url)s En concret, pot usar la web per enviar la seva clau de pas a la seva adreça. Les ordres específiques de la llista (subscriure's, qui, etc) hauran de ser enviades a *-adreça de petició per a la llista en particular, per exemple, per a la llista Mailman, usi 'mailman-request@...'. Sobre les descripcions - les paraules escrites entre "<>"s signifiquen ítems SOLICITATS i les paraules escrites entre "[]"s denoten ítems OPCIONALS. No inclogui els signes "<>"s o "[]"s quan usi les ordres. Les següents ordres són vàlides: %(commands)s Les ordres haurien de ser enviades a %(requestaddr)s Les Preguntes y preocupacions per l'atenció d'una persona hauran de ser enviades a %(adminaddr)s
cs: Nápovìda pro konferenci %(listname)s: Tato konference je zaji¹»ována programem "Mailman" verze %(version)s. Pro její ovládání mù¾ete pou¾ít dále popsané pøíkazy. Pøíkaz mù¾e být zadán v tìle dopisu nebo v øádce subject: (v èeských programech pøekládáme jako vìc:). Je lep¹í, kdy¾ dopis nebude kromì pøíkazù obsahovat nic jiného (tøeba podpis) a pøíkazy musíte zasílat z adresy, ze které jste se pøihlásili. Pokud je omezeno pøispívání do konference pouze pro její úèastníky, musíte se pøihlásit z adresy, kterou budete pou¾ívat pro pøispívání. Také se mù¾ete pøihlásit nìkolikrát, ze v¹ech adres, které budete pou¾ívat a u nìkterých nastavit, ¾e si nepøejete zasílat pøíspìvky. Vìt¹inu zde popsaných akcí mù¾ete mnohem pohodlnìji provést pomocí www prohlí¾eèe na adrese: %(listinfo_url)s Pokud zapomenete heslo, mù¾ete si jej nechat na vý¹e uvedené adrese zaslat na svou e-mailovou adresu. Pøíkazy vztahující se na urèitou konferenci (subscribe, who atd.) zasílejte na tzv. request adresu, která má tvar jméno_konference-request@..., tedy napøíklad pro konferenci, které se jmenuje mailman na adresu mailman-request@.... Konvence zápisu: slova uvedená mezi ostrými závorkami "<>" oznaèují povinné parametry, které musí být u pøíkazu uvedeny, slova v hranatých závorkách "[]" jsou nepovinné parametry, které uvedete jen tehdy, kdy¾ po¾adujete nìjakou zvlá¹tní konfiguraci. Závorky "<>" a "[]" nejsou souèástí pøíkazù a neuvádìjí se. Systém rozumí následujícím pøíkazùm: %(commands)s Pøíkazy zasílejte na adresu %(requestaddr)s Pøípadnì dotazy nebo námìty zasílejte na adresu %(adminaddr)s
