Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: size not available
ca: mida no disponible
cs: velikost není známa

source: at
ca: a
cs: na

source: Previous message:
ca: Missatge anterior:
cs: Pøedchozí pøíspìvek:

source: Next message:
ca: Següent missatge:
cs: Následující pøíspìvek:

source: thread
ca: cadena
cs: Vlákno

source: subject
ca: assumpte
cs: vìc

source: author
ca: autor
cs: autor

source: date
ca: data
cs: datum

source: <P>Currently, there are no archives. </P>
ca: <P>Actualment no hi han arxius. </P>
cs: <P>V souèasné dobì neexistují ¾ádné archivy. </P>

source: figuring article archives
ca: calculant els arxius d'articles
cs: generuji archiv pøíspìvkù

source: April
ca: Abril
cs: Duben

source: February
ca: Febrer
cs: Únor

source: January
ca: Gener
cs: Leden

source: March
ca: Març
cs: Bøezen

source: August
ca: Agost
cs: Srpen

source: July
ca: Juliol
cs: Èerven

source: June
ca: Juny
cs: Èervenec

source: May
ca: Maig
cs: Kvìten

source: December
ca: Desembre
cs: Prosinec

source: November
ca: Novembre
cs: Listopad

source: October
ca: Octubre
cs: Øíjen

source: September
ca: Setembre
cs: Záøí

source: First
ca: Primer
cs: První

source: Fourth
ca: Quart
cs: Ètvrtý

source: Second
ca: Segon
cs: Druhý

source: Third
ca: Tercer
cs: Tøetí

source: %(ord)s quarter %(year)i
ca: %(ord)s trimestre %(year)i
cs: %(ord)s ètvrtletí %(year)i

source: The Week Of Monday %(day)i %(month)s %(year)i
ca: La setmana del %(day)i %(month)s %(year)i
cs: Týden, který zaèíná pondìlím %(day)i %(month)s %(year)i

source: Computing threaded index
ca: Calculant l'índex de les cadenes
cs: Generuji index pro pøíspìvky sdru¾ené do vláken

source: Updating HTML for article %(seq)s
ca: Actualitzant el codi HTML per l'article %(seq)s
cs: Aktualizuji HTML stránky pro pøíspìvek %(seq)s

source: article file %(filename)s is missing!
ca: no es troba el fitxer d'article %(filename)s!
cs: soubor %(filename)s ve kterém je ulo¾en pøíspìvìk nebyl nalezen!

source: No subject
ca: Sense assumpte
cs: Nebyl nalezen subjekt
fr: Sans objet
sv: Utan titel

source: Creating archive directory
ca: Creant directori d'arxiu
cs: Vytváøím adresáø s pøíspìvky
fr: Création du répertoire des archives
sv: Skapar arkivkatalog

source: Reloading pickled archive state
ca: Recarregant l'estat dels arxius emmagatzemats
cs: Naèítám stav po¹kozeného archivu.
fr: Chargement de l'etat assaisonné des archives
sv: Laddar arkivets tillst&aring;nd fr&aring;n en pickle

source: Pickling archive state into
ca: Emmagatzemant l'estat de l'arxiu a
cs: Ukládám stav archivu do
fr: Assaisonnemnt de l'etat des archives vers
sv: Lagrar arkivets tillst&aring;nd i en pickle:

source: Updating index files for archive [%(archive)s]
ca: Actualitzant fitxers d'índex per l'arxiu [%(archive)s]
cs: Aktualizuji indexový soubor pro archiv konference [%(archive)s]
fr: Mise à jour des fichiers d'index pour les archives [%(archive)s]
sv: Uppdaterar indexfiler f&ouml;r arkivet [%(archive)s]

source: Thread
ca: Cadena
sv: Tr&aring;d

source: due to excessive bounces
ca: a causa d'un nombre excessiu de missatges rebotats
cs: kvùli nedoruèitelnosti

source: by yourself
ca: per tu
cs: na pokyn u¾ivatele

source: by the list administrator
ca: per l'administrador de la llista
cs: administrátorem konference

source: for unknown reasons
ca: per raons desconegudes
cs: z neznámých dùvodù
sv: av ok&auml;nd anledning

source: disabled
ca: inhabilitat
cs: zakázáno
fr: désactivé
sv: stoppad

source: Bounce action notification
ca: Notificació de missatges rebotats
cs: Oznámení o nedoruèitelnosti
sv: Meddelande om behandling av returmeddelanden

source: The last bounce received from you was dated %(date)s
ca: El darrer missatge rebotat rebut de tu té data %(date)s
cs: Poslední pøíspìvek, který se vrátil jako nedoruèitelný na Va¹i adresu má datum: %(date)s

source: (no subject)
ca: (sense assumpte)
fr: (sans objet)
sv: (utan titel)

source: [No bounce details are available]
ca: [No hi han detalls sobre missatges rebotats]
cs: [®ádné dal¹í informace nejsou dostupné.]
sv: [Inga returdetaljer &auml;r tillg&auml;ngliga]

source: Moderator
ca: Moderador
cs: Moderátor
fr: Modérateur

source: Administrator
ca: Administrador
cs: Administrátor
fr: Administrateur
sv: Administrat&ouml;r

source: No such list <em>%(safelistname)s</em>
ca: La llista <em>%(safelistname)s</em> no existeix
cs: Nenalezl jsem konferenci <em>%(safelistname)s</em>.
sv: Listan finns inte: <em>%(safelistname)s</em>

source: Authorization failed.
ca: Autorització fallida.
cs: Selhání autorizace.
fr: Echec de l'authentification.
sv: Felaktigt l&ouml;senord

source: You have turned off delivery of both digest and non-digest messages. This is an incompatible state of affairs. You must turn on either digest delivery or non-digest delivery or your mailing list will basically be unusable.
ca: Has desactivat l'entrega tant de missatges individuals com de missatges agrupats. Aquesta condició és incompatible. Cal que facis disponible una de les dues opcions com a mínim o la teva llista de correu no servirà per res.
cs: Zakázal jste souèasnì zasílání digest i non-digest. To není mo¾né, proto¾e potom by konferencí nepro¹el ¾ádný pøíspìvek. Musíte alespoò jeden zpùsob doruèení zapnout.
fr: Vous avez désactivé aussi bien les modes de remise groupé qu'indivuduels. C'est un paramètrage incompatible. Vous devez en activer un faute de quoi, votre liste de diffusion sera inutilisable.
sv: Du har st&auml;ngt av uts&auml;ndningen av meddelanden i b&aring;de normalversion och sammandragsversion. Om du inte v&auml;ljer n&aring;gon av dem kommer e-postlistan inte att kunna anv&auml;ndas.

source: Warning:
ca: Atenció:
cs: Pozor:
fr: Attention:
sv: Varning:

source: You have digest members, but digests are turned off. Those people will not receive mail.
ca: Hi ha membres que reben el correu de forma agrupada, però l'enviament de missatge agrupats està desactivat. Amb aquesta condició aquests usuaris no podran rebre cap correu.
cs: Pozor: Konference obsahuje digest úèastníky. Pokud digest vypnete nebudou dostávat po¹tu.
fr: Vous avez des abonnés en mode de rmise groupé alors que cette option est désactivée. Ces abonnés ne recevront pas de courriels.
sv: Det finns medlemmar p&aring; listan som valt sammandragsversionen. Dessa kommer inte l&auml;ngre att ta emot e-postbrev fr&aring;n listan, eftersom detta distribueringss&auml;tt valts bort.

source: You have regular list members but non-digestified mail is turned off. They will receive mail until you fix this problem.
ca: Hi ha membres que reben els correus de forma individual, però l'enviament de missatges individuals està desactivat. Amb aquesta condició, aquests usuaris no podran rebre cap correu.
cs: Pozor: V konferenci máte ne-digest úèastníky, ale je povoleno jen rozesíláni digestu. Tito nebudou dostávat po¹tu.
fr: Vous avez des abonnés normaux mais les soumissions non-groupées sont désactivées. Ils recevront les courriels jusqu'à ce ce que vous resolviez le problème.
sv: Det finns medlemmar p&aring; listan som har valt normalversionen. Dessa kommer inte l&auml;ngre att ta emot e-postbrev fr&aring;n listan, eftersom detta distribueringss&auml;tt valts bort.

source: %(hostname)s mailing lists - Admin Links
ca: Llistes de correu de %(hostname)s - Enllaços administratius
cs: Konference na serveru %(hostname)s - Administrativní odkazy
fr: Listes de diffusion de %(hostname)s - Liens de l'Admin
sv: E-postlistor p&aring; %(hostname)s - administrativa l&auml;nkar

source: Welcome!
ca: Benvingut!
cs: Vítejte!
fr: Bienvenue!
sv: V&auml;lkommen!

source: <p>There currently are no publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s.
ca: <p>Actualment no hi han llistes públiques de correu %(mailmanlink)s a %(hostname)s.
cs: <p>Na serveru %(hostname)s nejsou v této dobì ¾ádné veøejnì pøístupné konference spravované %(mailmanlink)s.
fr: <p>Il n'y a actuellement pas de liste de diffusion %(mailmanlink)s publiquement annoncées sur %(hostname)s
sv: <p>Det finns f&ouml;r n&auml;rvarande inga offentliga e-postlistor tillg&auml;ngliga p&aring; %(hostname)s.<br>

source: <p>Below is the collection of publicly-advertised %(mailmanlink)s mailing lists on %(hostname)s. Click on a list name to visit the configuration pages for that list.
ca: <p>Aquestes son les llistes públiques de correu %(mailmanlink)s a %(hostname)s. Fes clic al nom d'una llista si voleu accedir a la pàgina de configuració.
cs: <p>Zde vidíte seznam veøejnì pøístupných konferencí provozovaných pod %(mailmanlink)s na serveru %(hostname)s. Kliknutím na jméno konference se dostanete na její konfiguraèní stránky.
fr: <p>Ci-dessous une collection de listes de diffusion %(mailmanlinks)s sur %(hostname)s. Clickez sur le nom d'une liste pour afficher la page de configuration de la liste en question.
sv: <p>Nedan finns sammanst&auml;llningen av %(mailmanlink)s e-postlistor som finns tillg&auml;ngliga p&aring; %(hostname)s. Klicka p&aring; listans namn f&ouml;r att komma till listans konfigurationssida.

source: right
ca: correcte
cs: Vpravo
fr: droite
sv: r&auml;tt

source: To visit the administrators configuration page for an unadvertised list, open a URL similar to this one, but with a '/' and the %(extra)slist name appended. If you have the proper authority, you can also <a href="%(creatorurl)s">create a new mailing list</a>. <p>General list information can be found at
ca: Per accedir a la pàgina de configuració de l'administrador, d'una llista no pública, obre una URL similar a aquesta, però amb una '/' i el nom %(extra)s de la llista al final. Si disposes dels privilegis necessaris, també pots crear <a href="%(creatorurl)s">una nova llista de correu</a>. <p>Pots trobar informació general de la llista a
cs: Pro konfiguraci konference, které není veøejnì pøístupná zadejte URL podobné tomuto, ale na konec za '/' pøidejte jméno %(extra)s list . Pokud máte dostateèná práva, mù¾ete na URL <a href="%(creatorurl)s">zalo¾it novou konferenci</a>. <p>V¹eobecné informace o konferencích jsou na
fr: Pour visiter la page de configuration des administrateurs pour une liste non annoncée, ouvrez une URL semblable à celle-ci mais avec un '/' et le le nom %(extra)s de la liste à la fin. Si vous disposez des autorisations nécessaires vous pourrez également <a href="%(creatorurl)s">créer une nouvelle liste.</a> <p>Les informations générales sur les listes sont disponible à
sv: Om du vill administrera en e-postlista som inte visas i sammanst&auml;llningen nedan, l&auml;gg till '/' och d&auml;refter listans %(extra)snamn, p&aring; URL:en tillwebbsidan.<br> Du kan ocks&aring; <a href="%(creatorurl)s">skapa en ny e-postlista</a> om du har tillg&aring;ng till det. <p>Allm&auml;nn information om listorna finns p&aring;

source: the mailing list overview page
ca: la pàgina d'informació general de la llista de correu
cs: informaèní stránce konference
fr: Panorama de la liste de diffusion
sv: &Ouml;versikt &ouml;ver e-postlistor

source: <p>(Send questions and comments to
ca: <p>(Envia preguntes i/o comentaris a
cs: <p>(Zasílejte dotazy a pøipomínky na
fr: <p>Envoyez questions et commentaires à
sv: <p>(Skicka fr&aring;gor och kommentarer till

source: List
ca: Llista
cs: Do konference
fr: Liste
sv: Lista

source: Description
ca: Descripció
cs: Popis
sv: Beskrivning

source: [no description available]
ca: [descripció no disponible]
cs: [¾ádný popis není k dispozici]
fr: [pas de description disponible]
sv: [det finns ingen beskrivning tillg&auml;nglig]

source: No valid variable name found.
ca: S'ha trobat un nom de variable no vàlid
cs: Nenalezl jsem ¾ádný platný název promìnné
fr: Aucun nom de variable valide trouvé.
sv: Hittade inget giltigt variabelnamn.

source: %(realname)s Mailing list Configuration Help <br><em>%(varname)s</em> Option
ca: Ajuda de Mailman per a la configuració de la llista %(realname)s <br>opció <em>%(varname)s</em>
cs: Konference %(realname)s <br>Nápovìda pro volbu<em> %(varname)s</em>.
fr: Aide à la configuration de la liste %(realname)s <br>Option <em>%(varname)s</em>
sv: Hj&auml;lp f&ouml;r att konfigurera e-postlistan %(realname)s <br>Inst&auml;llning: <em>%(varname)s</em>

source: Mailman %(varname)s List Option Help
ca: Ajuda de Mailman per a la opció de llista %(varname)s
cs: Nápovìda pro promìnnou %(varname)s
fr: Aide Mailman sur l'option de liste %(varname)s
sv: Inst&auml;llning: %(varname)s

source: <em><strong>Warning:</strong> changing this option here could cause other screens to be out-of-sync. Be sure to reload any other pages that are displaying this option for this mailing list. You can also
ca: <em><strong>Atenció:</strong> canviar aquesta opció en aquesta pantalla pot causar una desincronització d'altres pantalles. Assegurat de recarregar qualsevol pàgina que visualitzi aquesta opció per evitar-ho. També pots
cs: <em><strong>Pozor:</strong> pokud zmìníte tuto volbu, budou ostatní stránky s konfigurací konference out-of-sync.Musíte je v¹echny obnovit, ne¾ na nich budete dìlat nìjaké zmìny. Nebo mù¾ete
fr: <em><strong>Attention:</strong> Modifier cette option ici peut entrainer un défaut de synchronisation sur les autres fenêtres. Veillez recharger toute page affichant cette option pour cette liste de diffusion. Vous pourrez également
sv: <em><strong>Observera:</strong> om du &auml;ndrar n&aring;got h&auml;r, s&aring; kommer &auml;ndringarna inte att visas omedelbart p&aring; andra sk&auml;rmar eller f&ouml;nster du har &ouml;ppna. Klicka p&aring; browserns uppdateringsknapp, om det beh&ouml;vs.

source: return to the %(categoryname)s options page.
ca: tornar a la pàgina d'opcions de la categoria %(categoryname)s.
cs: pøejít zpìt na stránku %(categoryname)s.

source: %(realname)s Administration (%(label)s)
ca: Administració de %(realname)s (%(label)s)
cs: Administrace konference %(realname)s (%(label)s)
fr: Administration %(realname)s (%(label)s)

source: %(realname)s mailing list administration<br>%(label)s Section
ca: Administració de la llista de correu %(realname)s<br>Secció %(label)s
cs: Konfigurace konference %(realname)s <br>%(label)s
fr: Administration de la liste %(realname)s<br>Section %(label)s
sv: %(realname)s administration<br>%(label)s

source: Configuration Categories
ca: Categoríes de configuració
cs: Konfiguraèní kategorie
fr: Catégories de configuration
sv: Kategorier

source: Other Administrative Activities
ca: Altres tasques administratives
cs: Dal¹í administrativní úkony
fr: Les autres activités administratives
sv: Andra administrativa aktiviteter

source: Tend to pending moderator requests
ca: Atendre les peticions de moderació pendents
cs: Pøejdi na stránku administativních po¾adavkù.
fr: Basculer vers les requêtes en attente du modérateur
sv: Behandla ans&ouml;kningar

source: Go to the general list information page
ca: Anar a la pàgina d'informació general de la llista
cs: Pøejdi na stránku se v¹eobecnými informacemi o konferenci.
fr: Allez à la page des informations générales de la liste
sv: G&aring; till listans webbsida

source: Go to list archives
ca: Anar als arxius de la llista
cs: Jdi na archiv konference
fr: Visitez les archives de la liste
sv: G&aring; till listans arkiv

source: Delete this mailing list
ca: Esborra aquesta llista de correu
cs: Sma¾te tuto konferenci
fr: Supprimer cette liste de diffusion
sv: Radera denna e-postlista

source: (requires confirmation)<br>&nbsp;<br>
ca: (cal confirmació)<br>&nbsp;<br>
cs: .(vy¾aduje potvrzení)<br>&nbsp;<br>
fr: (confirmation requise)<br>&nbsp;<br>
sv: (kr&auml;ver inloggning)<br>&nbsp;<br>

source: Logout
ca: Sortida
cs: Odhlá¹ení
fr: Déconnecter
sv: Logga ut

source: Emergency moderation of all list traffic is enabled
ca: La moderació d'emergència de tot el tràfic de la llista està activada
cs: Nouzová moderace v¹ech pøíspìvkù do konference je povolena.

source: Make your changes in the following section, then submit them using the <em>Submit Your Changes</em> button below.
ca: Fes els canvis a la secció següent, despres cal que els enviïs fent clic al botó <em>Enviar canvis</em> de la part inferior de la pàgina.
cs: Proveïte potøebné zmìny a ulo¾te je kliknutím na tlaèítko na konci stránky.
fr: Effectuez vos modifications dans la section suivante, ensuite soumettez-les en utilisant le bouton <em>Soumettre vos modifications<em> ci-dessous.
sv: G&ouml;r eventuella &auml;ndringar nedan och klicka d&auml;refter p&aring; knappen "Spara &auml;ndringar" l&auml;ngre ned p&aring; sidan, f&ouml;r att g&ouml;ra &auml;ndringarna giltiga.

source: Additional Member Tasks
ca: Tasques adiccionals dels membres
cs: Dal¹í vlastnosti úèastníkù
sv: Ytterligare medlemsinst&auml;llningar

source: <li>Set everyone's moderation bit, including those members not currently visible
ca: <li>Activa l'opció de moderació a tothom fins i tot els membres no visibles
cs: <li>Nastav ka¾dému pøíznak moderace, vèetnì tìch úèastníkù, kteøí nejsou zobrazeni.
sv: <li>S&auml;tt p&aring; eller av moderation f&ouml;r alla listans medlemmar, &auml;ven f&ouml;r dem som inte visas h&auml;r

source: Off
ca: Inactiu
sv: Av

source: On
ca: Actiu
sv: P&aring;

source: Set
ca: Estableix
cs: Nastav
sv: S&auml;tt

source: Value
ca: Valor
cs: Hodnota
fr: Valeur
sv: V&auml;rde

source: Badly formed options entry: %(record)s
ca: Les opcions han estat mal introduïdes: %(record)s
cs: Tato volba nemá po¾adovaný formát: %(record)s
fr: Options malformés: %(record)s
sv: Ogiltig inst&auml;llning: %(record)s

source: <em>Enter the text below, or...</em><br>
ca: <em>Introdueix el text a continuació, o...</em><br>
cs: <em>Zadejte text, nebo...</em><br>
fr: <em>Entrer le texte ci-dessous, ou ...</em><br>
sv: <em>Skriv in text nedan, eller...</em><br>

source: <br><em>...specify a file to upload</em><br>
ca: <br><em>...especifica el fitxer a pujar</em><br>
cs: <br><em>...vyberte soubor, který bude poslán na server</em><br>
fr: <br><em>...spécifiez une fichier à télédécharger</em><br>
sv: <br><em>...specificera namnet p&aring; en fil som inneh&aring;ller texten</em><br>

source: Topic %(i)d
ca: Tema %(i)d
cs: Téma è. %(i)d
fr: Thème %(i)d
sv: &Auml;mne %(i)d

source: Delete
ca: Suprimir
cs: Sma¾
fr: Supprimer
sv: Radera

source: Topic name:
ca: Nom del tema:
cs: Název:
fr: Nom du thème:
sv: Namn p&aring; &auml;mnet:

source: Regexp:
ca: Expressió regular:
cs: Regulární výraz:
fr: Expression regulière:
sv: Regexp-uttryck:

source: Description:
ca: Descripció:
cs: Popis:
sv: Beskrivning:

source: Add new item...
ca: Afegir un nou element...
cs: Pøidej novou polo¾ku....
fr: Ajouter une nouvelle entrée...
sv: L&auml;gga till nytt...

source: ...before this one.
ca: ...abans d'aquest.
cs: ... pøed tuto.
fr: ...avant celle-ci.
sv: ..f&ouml;re den h&auml;r.

source: ...after this one.
ca: ...després d'aquest.
cs: ... za tuto.
fr: ...après celle-ci.
sv: ...efter den h&auml;r.

source: Defer
ca: Ajornar
cs: Odlo¾
fr: Différer
sv: Skjut upp

source: Reject
ca: Rebutjar
cs: Odmítni
fr: Rejet
sv: Avsl&aring;

source: Hold
ca: Retenir
cs: Pozastav
sv: H&aring;lla&nbsp;tillbaka

source: Discard
ca: Descartar
cs: Zahoï
fr: Ignorer
sv: Kasta

source: Accept
ca: Acceptar
cs: Akceptovat
sv: Godk&auml;nn

source: Action:
ca: Acció:
cs: Akce:
sv: Beslut:

source: <br>(Edit <b>%(varname)s</b>)
ca: <br>(Edita <b>%(varname)s</b>)
cs: <br>(Editovat <b>%(varname)s</b>)

source: <br>(Details for <b>%(varname)s</b>)
ca: <br>(Detalls per a <b>%(varname)s</b>)
cs: <br>(Detaily o <b>%(varname)s</b>)
sv: <br>(Detaljer f&ouml;r <b>%(varname)s</b>)

source: <br><em><strong>Note:</strong> setting this value performs an immediate action but does not modify permanent state.</em>
ca: <br><em><strong>Nota:</strong> establir aquest paràmetre provoca una acció immediata, però no agafarà aquest valor permanentment.</em>
cs: <br><em><strong>Pozor:</strong> Zmìna této hodnoty vyvolá okam¾itou akci, ale nezmìní konfiguraci konference.</em>
fr: <br><em><strong>Note:</strong> l'activation de cette valeur prend effet immédiatement sans modifier les états permanents.</em>
sv: <br><em><strong>Observera:</strong> om denna inst&auml;llning s&auml;tts/&auml;ndras, kommer det bara att g&ouml;ras en tillf&auml;llig &auml;ndring.</em>

source: Mass Subscriptions
ca: Subscripcions en massa
cs: Hromadné pøihlá¹ení
fr: Abonnement en masse
sv: L&auml;gg in nya medlemmar

source: Mass Removals
ca: Baixes en massa
cs: Hromadné odhlá¹ení úèastníkù
fr: Suppression en masse
sv: Ta bort medlemmar

source: Membership List
ca: Llista de membres
cs: Seznam úèastníkù
fr: Liste des abonnements
sv: Lista &ouml;ver medlemmar

source: (help)
ca: (ajuda)
cs: (nápovìda)
sv: (hj&auml;lp)

source: Find member %(link)s:
ca: Cercar membres %(link)s:
cs: Nalezni úèastníka %(link)s:
sv: S&ouml;k medlem %(link)s:

source: Search...
ca: Cercar...
cs: Hledej...
fr: Recherche...
sv: S&ouml;k...

source: Bad regular expression:
ca: Expressió regular incorrecte:
cs: Chybný regulární výraz:
sv: Ogiltigt regexp-uttryck:

source: %(allcnt)s members total, %(membercnt)s shown
ca: %(allcnt)s membres en total, %(membercnt)s mostrats
cs: Konference má %(allcnt)s úèastníkù, %(membercnt)s je zobrazeno
fr: Total des abonnés %(allcnt)s, %(membercnt)s affichés
sv: Totalt %(allcnt)s medlemmar, bara %(membercnt)s visas.

source: %(allcnt)s members total
ca: %(allcnt)s membres en total
cs: Celkem %(allcnt)s úèastníkù
fr: total des abonnés %(allcnt)s
sv: Totalt %(allcnt)s medlemmar

source: unsub
ca: esborra
fr: résil
sv: avanm&auml;l

source: member address<br>member name
ca: adreça electrònica<br>nom de l'usuari
cs: adresa úèastníka<br>jméno úèastníka
fr: Adresse de l'abonné<br>Nom de l'abonné
sv: medlems adress<br>medlems namn

source: hide
ca: ocult
cs: skryj
fr: cacher
sv: d&ouml;lj

source: mod
ca: moderat
sv: modererad

source: nomail<br>[reason]
ca: no correu<br>[motiu]
cs: nomail<br>[dùvod]
sv: stoppa e-post<br>[anledning]

source: ack
ca: confirmació
cs: potvrzení
fr: acc
sv: bekr&auml;ftelse

source: not metoo
ca: no còpia
fr: pasmoi
sv: inte mina

source: nodupes
ca: no duplicats
sv: inga kopior

source: digest
ca: rebre<br>agrupats
fr: groupé
sv: sammandragsversion

source: plain
ca: text net
fr: brute
sv: ren text

source: language
ca: idioma
cs: jazyk
fr: langue
sv: spr&aring;k

source: <b>unsub</b> -- Click on this to unsubscribe the member.
ca: <b>esborra</b> -- Click on this to unsubscribe the member.
cs: <b>unsub</b> -- Vykliknìte pro odhlá¹ení úèastníka.
fr: <b>résil</b> -- Cliquez pour résilier son abonnement.
sv: <b>Avanm&auml;lan</b> -- Klicka p&aring; denna f&ouml;r att avanm&auml;la medlem fr&aring;n listan.

source: <b>mod</b> -- The user's personal moderation flag. If this is set, postings from them will be moderated, otherwise they will be approved.
ca: <b>moderat</b> -- The user's personal moderation flag. If this is set, postings from them will be moderated, otherwise they will be approved.
cs: <b>mod</b> -- U¾ivatelùm pøíznak moderace. Pokud je nastaven, tak v¹echny pøíspìvky od tohoto u¾ivatele musí být schváleny moderátorem. V opaèném pøípadì budou pøímo distribuovány.
sv: <b>mod</b> -- Medlemmens personliga moderationsflagga. Om denna &auml;r aktiverad f&ouml;r en medlem, m&aring;ste e-post fr&aring;n medlemmen alltid godk&auml;nnas av moderatorn. I annat fall kommer e-post fr&aring;n medlemmen att g&aring; till listan.

source: <b>hide</b> -- Is the member's address concealed on the list of subscribers?
ca: <b>ocult</b> -- Is the member's address concealed on the list of subscribers?
cs: <b>skryj</b> -- Je úèastník viditelný v seznamu úèastníkù?
fr: <b>cacher</b> -- L'adresse de l'abonné est-elle supprimée de la liste des abonnés?
sv: <b>d&ouml;lj</b> -- &Auml;r medlemmens adress dold i listans offentliga medlems&ouml;versikt?
