Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: The administrative requests are displayed in one of two ways, on a <a href="%(summaryurl)s">summary page</a>, and on a <em>details</em> page. The summary page contains pending subscription and unsubscription requests, as well as postings being held for your approval, grouped by sender email address. The details page contains a more detailed view of each held message, including the all the message's headers and an excerpt of the message body. <p>On all the pages, the following actions are available: <ul> <li><b>Defer</b> -- Defer your decision until later. No action is taken now for this pending administrative request, but for held postings, you can still forward or preserve the message (see below). <li><b>Approve</b> -- Approve the message, sending it on to the list. For membership requests, approve the change in membership status. <li><b>Reject</b> -- Reject the message, sending a rejection notice to the sender, and discarding the original message. For membership requests, reject the change in membership status. In either case, you should add a reason for the rejection in the accompanying text box. <li><b>Discard</b> -- Throw away the original message, without sending a rejection notice. For membership requests, this simply discards the request without notice to the person making the request. This is usually the action you want to take for known spam. </ul> <p>For held messages, turn on the <b>Preserve</b> option if you want to save a copy of the message for the site administrator. This is useful for abusive messages that you want to discard, but need to keep a record of for later inspection. <p>Turn on the <b>Forward to</b> option, and fill in the forwarding address if you want to forward the message to someone else not on the list. To edit a held message before it is sent on to the list, you should forward the message to yourself (or the list owners), and discard the original message. Then, when the message shows up in your mailbox, make your edits and resend the message to the list, including an <tt>Approved:</tt> header with the list password as its value. It is proper netiquette in this case to include a note in the resent message, explaining that you have modified the text. <p>If the sender is a list member who is being moderated, you can optionally clear their moderation flag. This is useful when your list is configured to put new members on probation, and you've decided that this member can be trusted to post to the list without approval. <p>If the sender is not a list member, you can add the email address to a <em>sender filter</em>. Sender filters are described on the <a href="%(filterurl)s">sender filter privacy page</a>, and may be one of <b>auto-accept</b> (Accepts), <b>auto-hold</b> (Holds), <b>auto-reject</b> (Rejects), or <b>auto-discard</b> (Discards). This option will not be available if the address is already on one of the sender filters. <p>When you're finished, click on the <em>Submit All Data</em> button at the top or bottom of the page. This button will submit all selected actions for all administrative requests that you've made a decision for. <p><a href="%(summaryurl)s">Return to the summary page</a>.
ca: Les peticions administratives es mostren en una de dues maneres possibles, en una <a href="%(summaryurl)s">p&agrave;gina de sumari</a>, i en una p&agrave;gina de <em>detalls</em>. LA p&agrave;gina de sumari cont&eacute; les peticions de subscripci&oacute; pendents, les peticions de baixa, i els missatges retinguts que esperen la seva aprobació, ordenats per les adreces dels remitents. La p&agrave;gina de detalls cont&eacute; una vista m&eacute;s detallada d'aquests missatges retinguts, incloent-ne el títol sencer i un extracte del cos del missatge. <p>En totes les p&agrave;gines estan disponibles les següents accions: <ul> <li><b>Defer</b> -- Posposar la vostra decisi&oacute; fins m&eacute;s tard. No es far&agrave; cap acci&oacute; a causa d'aquesta petici&oacute; administrativa, i en quant als missatges retinguts, encara pot reenviar-los o preservar-los. <li><b>Approve</b> -- Aprovar el missatge enviant-lo cap a la llista. Per a les peticions de subscripci&oacute;, aprovi el canvi en l'status de subscripci&oacute;. <li><b>Reject</b> -- Refusar el missatge enviant una nota de ref&uacute;s a la persona que el va enviar, i descartant el missatge original. Per a les peticions de subscripci&oacute;, refusi el canvi en l'status de subscripci&oacute;. En qualsevol cas hauria de donar una ra&oacute; per a tal decisi&oacute; en la caixa de texte acompanyant el missatge. <li><b>Discard</b> -- Esborrar el missatge original sense enviar una nota de ref&uacute;s. Per a les peticions de subscripci&oacute;, aquesta acci&oacute; descarta la petici&oacute; sense cap notificaci&oacute; a la persona que la va fer. Aquesta &eacute;s la manera d'actuar davant de l'Spam. </ul> <p>Per als missatges retinguts, activi l'opci&oacute; <b>Preserve</b> si vol desar una c&ograve;pia del missatge per a l'administrador del lloc. Aix&ograve; &eacute;s molt &uacute;til per a missatges abusius que vulgui descartar, per&ograve; dels que necessita una c&ograve;pia per a posteriors inspeccions. <p>Activi l'opci&oacute; <b>Forward to</b>, i escrigui l'adre&ccedil;a de reenviament si vol reenviar el missatge a alg&uacute; que no estigui a la llista. Per a canviar un missatge retingut abans d'enviar-lo a la llista, s'hauria d'enviar a vost&egrave; mateix el missatge (o b&eacute; al propietari de la llista), i descartar l'original. Aleshores, quan aquest aparegui en la seva b&uacute;stia, faci els canvis i reenvii el missatge cap a la llista afegint-li el t&iacute;tol <tt>Approved:</tt> i amb la seva clau de pas de la llista com a valor. En aquest casos el comportament adeq&uuml;at seria incloure una nota en el nou missatge explicant les modificacions del texte original. <p>Si la persona que va enviar el missatge original &eacute;s un membre de la llista que est&agrave; sent moderat, vost&egrave; pot opcionalment treure-li la bandera que aix&iacute; ho especifica. Aix&ograve; &eacute;s &uacute;til en el cas de que la seva llista estigui configurada per a posar &quot;a proba&quot; els membres nous, i vost&egrave; ja hagi decidit que aquest membre en concret &eacute;s fiable i pot enviar missatges a la llista sense necessitat de la seva aprobaci&oacute;. <p>Si la persona que va enviar el missatge original no &eacute;s un membre de la llista, pot afegir la seva adre&ccedil;a d'email a un <em>filtre de remitents</em>. Els filtres de remitents es descriuen en la <a href="%(filterurl)s">p&agrave;gina de privacitat del filtre de remitents</a>, i poden ser d'<b>auto-accept</b> (Accepts),d'<b>auto-hold</b> (Holds), d'<b>auto-reject</b> (Rejects), o d'<b>auto-discard</b> (Discards). Aquesta opci&oacute; no estar&agrave; disponible si l'adre&ccedil;a ja est&agrave; afegida en un filtre de remitents. <p>Quan hagi acabat, faci click sobre el bot&oacute; <em>Submit All Data</em> que es troba tant a l'inici com en el final de la p&agrave;gina.. Aquest bot&oacute; enviar&agrave; totes les accions seleccionades de totes les peticions administratives sobre les quals ha pres decisi&oacute;. <p><a href="%(summaryurl)s">Tornar a la p&agrave;gina principal</a>.
cs: Administrativní po¾adavky mohou být zobrazeny dvìma zpùsoby. Buï <a href="%(summaryurl)s">hromadnì</a> a nebo <em>detailnì</em>. Pøi hromadném zobrazení jsou v¹echny po¾adavky pocházející od stejného u¾ivatele zobrazeny dohromady a mù¾e o nich být rozhodnuto najednou. Pøi detailním zobrazení je ka¾dý pøíspìvek zobrazen samostatnì a administrátor rozhoduje o ka¾dém pøíspìvku zvlá¹». Detailní zobrazení obsahuje navíc v¹echny hlavièky a èást z tìla zprávy. <p>Pro pozastavené pøíspìvky vyberte jednu z tìchto akcí: <ul> <li><b>Ponechat</b> - Nech zprávu èekat ve frontì, nemá to vliv na nastavení forwardování, to znamená, ¾e zprávu mù¾ete forwardovat a pøitom ponechat ve frontì <li><b>Akceptovat</b> - Roze¹li zprávu do konference. Pokud se nejedná o zprávu, ale o po¾adavek na pøihlá¹ení úèastníka, pøihlas ho. <li><b>Zamítnout</b> - Vra» zprávu odesílateli. Mù¾ete uvést i dùvod, který bude uveden v zamítavé odpovìdi. Zpráva bude z fronty vymazána. Pokud se jedná o po¾adavek na pøihlá¹ení, bude zamítnut. <li><b>Zahodit</b> - vhodné pro SPAM. Zpráva potichu zmizí, nikomu se nic neposílá. I kdy¾ se jedná o po¾adavek na pøihlá¹ení, nebude se posílat ¾ádné oznámení. </ul> <p>Vybráním volby <b>Ponechat</b> mù¾ete napø. ponechat zprávu ve frontì pro správce serveru. To vyu¾ijete asi pøedev¹ím u zpráv, které nejsou obyèejným spamem, ale vy¾adují dal¹í odvetné akce. S pomocí volby<b>Pøeposlat</b> mù¾ete kopii zprávy odeslat na adresu, kterou vyplníte do vstupního pole vedle této volby. Pokud potøebujete nìjaký pøíspìvek modifikovat, pøed rozesláním u¾ivatelùm, musíte si jej pøeposlat na svou adresu a pùvodní zprávu zahodit. Poté co zprávu upravíte, musíte ji poslat zpìt do konference, pøípadnì s hlavièkou <tt>Approved:</tt> do které doplníte heslo pro danou konferenci. Netiquetta vy¾aduje, abyste v takovém pøípadì do textu uvedli upozornìní, ¾e jste zprávu pozmìnili a vysvìtlili, proè jste to udìlali. <p>Pokud má pøispìvatel nastaven pøíznak moderovat, co¾ se typicky pou¾ívá u nových úèastníkù, kdy se nejdøíve èeká, jakou úroveò budou mít jejich pøíspìvky, mù¾ete souèasnì s propu¹tìním pøíspìvku do distribuce tento pøíznak zru¹it, tak¾e u¾ivatel bude moci nadále pøispívat sám. <p>Pokud odesílatel není úèastníkem konference, mù¾ete jeho emailovou adresu vlo¾it do <em>filtru odesílatelù</em>. Jak tyto filtry fungují je popsáno na <a href="%(filterurl)s">stránce s konfigurací filtrování </a>. Pøíspìvky mohou být na základì filtrù buï automaticky akceptovány, automaticky pozdr¾eny do rozhodnutí moderátora, automaticky vráceny a nebo automaticky zahozeny (SPAM). Pokud odesílatel je úèastníkem a nebo u¾ je zaveden ve filtrech, tato volba nebude k dispozici. <p>Pokud jste ji¾ pro¹li celou stránkou kliknìte na jejím horním nebo spodním okraji na tlaèítko <em>Potvrdit v¹echny zmìny</em>. Tím se pøenesou provedené zmìny do databáze a server podle daných pokynù provede potøebné operace. Pokud u nìkteré polo¾ky nevyberete ani jednu volbu, polo¾ka nebude nijak ovlivnìna a zùstane ulo¾ena v databázi. Budete o ni moci rozhodnout kdykoliv pøí¹tì. <p><a href="%(summaryurl)s">Zpìt na pøehled èekajících po¾adavkù</a>.

source: This page contains a subset of the <em>%(listname)s</em> mailing list postings that are being held for your approval. It currently shows %(description)s <p>For each administrative request, please select the action to take, clicking on the <b>Submit All Data</b> when finished. More detailed instructions are available <a href="%(detailsurl)s">here</a>. <p>You can also <a href="%(summaryurl)s">view a summary</a> of all pending requests.
ca: Aquesta p&agrave;gina cont&eacute; un subconjunt dels missatges de la llista de correu <em>%(listname)s</em> que estan sent retinguts esperant la seva aprobaci&oacute;. Actualment mostra %(description)s <p>Per a cada petici&oacute; administrativa, si us plau esculli l'acci&oacute; a fer fent click sobre el botó <b>Enviar totes les dades</b> un cop hagi acabat. Trobar&agrave; informaci&Oacute; m&eacute;s detallada <a href="%(detailsurl)s">aqu&iacute;</a>. <p>Pot tamb&eacute; <a href="%(summaryurl)s">veure un sumari</a> de totes les peticions pendents..
cs: Na této stránce naleznete v¹echny pøíspìvky do konference <em>%(listname)s</em>, které nebyly z nìjakého dùvodu rozeslány a èekají na Va¹e rozhodnutí. Momentálnì jsou zobrazeny %(description)s <p>U ka¾dého administrativního po¾adavku musíte vybrat akci, která se s ním má provést a nakonec vybrané akce provedete kliknutím na <b>Potvrdit v¹echny zmìny</b>. Podrobnìj¹í informace o tom, jak zacházet s administrativním rozhraním naleznete <a href="%(detailsurl)s">zde</a>. <p>Takté¾ si mù¾ete prohlédnout pøehled v¹ech <a href="%(summaryurl)s">èekajících po¾adavkù</a> zobrazený tak, ¾e pøíspìvky od jednoho pøispìvatele jsou slouèeny dohromady a mù¾ete o nich rozhodnout souèasnì.

source: This page contains a summary of the current set of administrative requests requiring your approval for the <a href="%(adminurl)s"><em>%(listname)s</em> mailing list</a>. First, you will find the list of pending subscription and unsubscription requests, if any, followed by any postings being held for your approval. <p>For each administrative request, please select the action to take, clicking on the <b>Submit All Data</b> button when finished. <a href="%(detailsurl)s">More detailed instructions</a> are also available. <p>You can also <a href="%(viewallurl)s">view the details</a> of all held postings.
ca: Aquesta p&agrave;gina cont&eacute; un sumari del conjunt actual de peticions administratives que requereixen la vostra aprovaci&oacute; per a <a href="%(adminurl)s"><em>%(listname)s</em> mailing list</a>. Primer, trobareu una llista de les peticions pendents d'altes i baixes, si &eacute;s que n'hi ha cap, seguit dels missatges retinguts per a la vostra aprovaci&oacute;. <p>Per a qualsevol petici&oacute; administrativa, si us plau sel-leccioneu l'acci&oacute; a seguir fent click sobre el bot&oacute; <b>Enviar totes les dades</b> quan hagueu acabat. També hi ha disponibles <a href="%(detailsurl)s">instruccions m&eacute;s detallades</a>. <p>Tamb&eacute; podeu <a href="%(viewallurl)s">veure els detalls</a> de tots els missatges retinguts.
cs: Pøehled po¾adavkù pro konferenci <a href="%(adminurl)s"><em>%(listname)s</em></a>. Tato stránka obsahuje pøehled v¹ech po¾adavkù pro administrátora setøídìný tak, ¾e po¾adavky od jednoho u¾ivatele jsou slouèeny dohromady a mù¾e o nich být rozhodnuto najednou. Nejdøíve jsou zaøazeny po¾adavky na pøihlá¹ení a odhlá¹ení a za nimi pøípadnì pøíspìvky, které èekají na schválení distribuce moderátorem. <p>U ka¾dého administrativního po¾adavku musíte vybrat akci, která se s ním má provést a nakonec vybrané akce provedete kliknutím na <b>Potvrdit v¹echny zmìny</b>. Podrobnìj¹í informace o tom, jak zacházet s administrativním rozhraním naleznete <a href="%(detailsurl)s">zde</a>. <p>Takté¾ si mù¾ete prohlédnout detailní pøehled v¹ech <a href="%(viewallurl)s">èekajících po¾adavkù</a> kde je ka¾dý pøíspìvek zobrazen samostatnì.

source: %(member)s has been successfully subscribed to %(listname)s.
ca: %(member)s s'ha subscrit amb èxit a %(listname)s.
cs: %(member)s byl úspì¹nì pøihlá¹en do konference %(listname)s.

source: %(member)s has been removed from %(listname)s.
ca: %(member)s ha estat donat de baixa amb èxit de %(listname)s.
cs: %(member)s byl odhlá¹en z konference %(listname)s.

source: <html> <head> <title>%(listname)s %(who)s Authentication</title> </head> <body bgcolor="#ffffff"> <FORM METHOD=POST ACTION="%(path)s"> %(message)s <TABLE WIDTH="100%%" BORDER="0" CELLSPACING="4" CELLPADDING="5"> <TR> <TD COLSPAN="2" WIDTH="100%%" BGCOLOR="#99CCFF" ALIGN="CENTER"> <B><FONT COLOR="#000000" SIZE="+1">%(listname)s %(who)s Authentication</FONT></B> </TD> </TR> <tr> <TD><div ALIGN="Right">List %(who)s Password:</div></TD> <TD><INPUT TYPE="password" NAME="adminpw" SIZE="30"></TD> </tr> <tr> <td colspan=2 align=middle><INPUT type="SUBMIT" name="admlogin" value="Let me in..."> </td> </tr> </TABLE> <p><strong><em>Important:</em></strong> From this point on, you must have cookies enabled in your browser, otherwise no administrative changes will take effect. <p>Session cookies are used in Mailman's administrative interface so that you don't need to re-authenticate with every administrative operation. This cookie will expire automatically when you exit your browser, or you can explicitly expire the cookie by hitting the <em>Logout</em> link under <em>Other Administrative Activities</em> (which you'll see once you successfully log in). </FORM> </body> </html>
ca: <html> <head> <title>%(listname)s %(who)s Authentication</title> </head> <body bgcolor="#ffffff"> <FORM METHOD=POST ACTION="%(path)s"> %(message)s <TABLE WIDTH="100%%" BORDER="0" CELLSPACING="4" CELLPADDING="5"> <TR> <TD COLSPAN="2" WIDTH="100%%" BGCOLOR="#99CCFF" ALIGN="CENTER"> <B><FONT COLOR="#000000" SIZE="+1">%(listname)s %(who)s Autentificaci&oacute;</FONT></B></TD> </TR> <tr> <TD><div ALIGN="Right"> Clau de pas de la llista de %(who)s :</div></TD> <TD><INPUT TYPE="password" NAME="adminpw" SIZE="30"></TD> </tr> <tr> <td colspan=2 align=middle><input type="SUBMIT" name="admlogin" value="Entrar ->"> </td> </tr> </TABLE> <p><strong><em>Important:</em></strong> A partir d'aqu&iacute;, necessiteu tenir les cookies habilitades en el vostre navegador. <p>Les cookies de sessi&oacute; s'usen en la interf&iacute;cie administrativa de Mailman, de manera que no necessiteu re-autentificar-vos en cada operaci&oacute; administrativa. Aquesta cookie expirar&agrave; autom&agrave;ticament quan sortiu del navegador, o b&eacute; podeu eliminar expl&iacute;citament la cookie prement el link <em>Sortir</em> sota <em>Altres Activitats Administratives</em> (el qual podreu veure un cop us hagueu registra't). </FORM> </body> </html>
cs: <html> <head> <title>%(listname)s %(who)s pøihlá¹ení</title> </head> <body bgcolor="#ffffff"> <FORM METHOD=POST ACTION="%(path)s"> %(message)s <TABLE WIDTH="100%%" BORDER="0" CELLSPACING="4" CELLPADDING="5"> <TR> <TD COLSPAN="2" WIDTH="100%%" BGCOLOR="#99CCFF" ALIGN="CENTER"> <B><FONT COLOR="#000000" SIZE="+1">%(listname)s %(who)s pøihlá¹ení</FONT></B> </TD> </TR> <tr> <TD><div ALIGN="Right">Heslo pro %(who)s:</div></TD> <TD><INPUT TYPE="password" NAME="adminpw" SIZE="30"></TD> </tr> <tr> <td colspan=2 align=middle><INPUT type="SUBMIT" name="admlogin" value="Pus» mì dovnitø..."> </td> </tr> </TABLE> <p><strong><em>Pozor:</em></strong> Aby systém fungoval správnì musíte mít povolené cookie ve Va¹em prohlí¾eèi. <p>Cookies se pou¾ívají na to, abyste nemuseli jeden ka¾dý po¾adavek znovu potvrzovat heslem. Zaniknou pokud ukonèíte prohlí¾eè a nebo kdy¾ se odhlásíte. Odhlásit se mù¾ete kliknutím na <em>Odhlásit</em>. Tento odkaz uvidíte a¾ po úspì¹ném pøihlá¹ení. </FORM> </body> </html>

source: Your request to %(requestaddr)s: %(cmd)s has been forwarded to the person running the list. This is probably because you are trying to subscribe to a 'closed' list. You will receive email notification of the list owner's decision about your subscription request. Any questions about the list owner's policy should be directed to: %(adminaddr)s
ca: La vostra petició a %(requestaddr)s: %(cmd)s ha estat reenviada a la persona encarregada de la llista. Això ha passat perquè probablement esteu intentant de subscriure-us a una llista 'tancada'. Rebreu un notificació per correu amb la decisió del propietari de la llista sobre la vostra petició de subscripció. Qualsevol pregunta sobre el criteri que segueix el propietari de la llista s'ha de dirigir a: %(adminaddr)s
cs: Vá¹ po¾adavek zaslaný na adresu %(requestaddr)s: %(cmd)s byl pøedán správci konference. Pravdìpodobnì se pøihla¹ujete do uzavøené konference, která vy¾aduje pro pøihlá¹ení schválení správce. Pøípadnì automatický systém správy konference po¾adavku neporozumìl. O rozhodnutí správce budete informováni elektronickou po¹tou. Jakékoliv dal¹í dotazy smìøujte, prosím, na správce konference: %(adminaddr)s

source: </ul> <p> <a name="end"><b>Last message date:</b></a> <i>%(lastdate)s</i><br> <b>Archived on:</b> <i>%(archivedate)s</i> <p> <ul> <li> <b>Messages sorted by:</b> %(thread_ref)s %(subject_ref)s %(author_ref)s %(date_ref)s <li><b><a href="%(listinfo)s">More info on this list... </a></b></li> </ul> <p> <hr> <i>This archive was generated by Pipermail %(version)s.</i> </BODY> </HTML>
ca: </ul> <p> <a name="end"><b>Data de l'&uacute;ltim missatge:</b></a> <i>%(lastdate)s</i><br> <b>Arxivat a:</b> <i>%(archivedate)s</i> <p> <ul> <li> <b>Missatges ordenats per:</b> %(thread_ref)s %(subject_ref)s %(author_ref)s %(date_ref)s <li><b><a href="%(listinfo)s">M&eacute;s informaci&oacute; d'aquesta llista... </a></b></li> </ul> <p> <hr> <i>Aquest arxiu ha estat generat per Pipermail %(version)s.</i> </BODY> </HTML>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <title>The %(listname)s %(archive)s Archive by %(archtype)s</title> <META NAME="robots" CONTENT="noindex,follow"> %(encoding)s </HEAD> <BODY BGCOLOR="#ffffff"> <a name="start"></A> <h1>%(archive)s Archives by %(archtype)s</h1> <ul> <li> <b>Messages sorted by:</b> %(thread_ref)s %(subject_ref)s %(author_ref)s %(date_ref)s <li><b><a href="%(listinfo)s">More info on this list... </a></b></li> </ul> <p><b>Starting:</b> <i>%(firstdate)s</i><br> <b>Ending:</b> <i>%(lastdate)s</i><br> <b>Messages:</b> %(size)s<p> <ul>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <title>The %(listname)s %(archive)s Archive by %(archtype)s</title> <META NAME="robots" CONTENT="noindex,follow"> %(encoding)s </HEAD> <BODY BGCOLOR="#ffffff"> <a name="start"></A> <h1>%(archive)s Archives by %(archtype)s</h1> <ul> <li> <b>Missatges ordenats per :</b> %(thread_ref)s %(subject_ref)s %(author_ref)s %(date_ref)s <li><b><a href="%(listinfo)s">M&eacute;s informaci&oacute; d'aquesta llista... </a></b></li> </ul> <p><b>Inici:</b> <i>%(firstdate)s</i><br> <b>Final:</b> <i>%(lastdate)s</i><br> <b>Missatges:</b> %(size)s <p> <ul>

source: <table border=3> <tr><td>Archive</td> <td>View by:</td> <td>Downloadable version</td></tr>
ca: <table border=3> <tr> <td>Vista d'Arxiu per: versi&oacute; descarregable</td> </tr>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <title>The %(listname)s Archives</title> <META NAME="robots" CONTENT="noindex,follow"> %(meta)s </HEAD> <BODY BGCOLOR="#ffffff"> <h1>The %(listname)s Archives </h1> <p> You can get <a href="%(listinfo)s">more information about this list</a> or you can <a href="%(fullarch)s">download the full raw archive</a> (%(size)s). </p> %(noarchive_msg)s %(archive_listing_start)s %(archive_listing)s %(archive_listing_end)s </BODY> </HTML>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN"> <HTML> <HEAD> <title>The %(listname)s Archives</title> <META NAME="robots" CONTENT="noindex,follow"> %(meta)s </HEAD> <BODY BGCOLOR="#ffffff"> <h1>Els Arxius de %(listname)s </h1> <p> Pot obtenir <a href="%(listinfo)s">m&eacute;s informaci&oacute; sobre aquesta llistat</a> o b&eacute; pot <a href="%(fullarch)s">descarregar l'arxiu raw sencer</a> (%(size)s). </p> %(noarchive_msg)s %(archive_listing_start)s %(archive_listing)s %(archive_listing_end)s </BODY> </HTML>

source: <tr> <td>%(archivelabel)s:</td> <td> <A href="%(archive)s/thread.html">[ Thread ]</a> <A href="%(archive)s/subject.html">[ Subject ]</a> <A href="%(archive)s/author.html">[ Author ]</a> <A href="%(archive)s/date.html">[ Date ]</a> </td> %(textlink)s </tr>
ca: <tr> <td>%(archivelabel)s:</td> <td> <A href="%(archive)s/thread.html">[ Fil de discusi&oacute;]</a> <A href="%(archive)s/subject.html">[ Tema]</a> <A href="%(archive)s/author.html">[ Autor ]</a> <A href="%(archive)s/date.html">[ Data ]</a> </td> %(textlink)s </tr>
