Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: What steps are required for subscription?<br>
ca: Quins passos son necessaris per a la subscripció?
cs: Co je vy¾adováno pro pøihlá¹ení úèastníka?
fr: Quelles sont les étapes requises pour un abonnement?<br>
sv: Vad kr&auml;vs n&auml;r n&aring;gon &ouml;nskar att anm&auml;la sig p&aring; listan?

source: None - no verification steps (<em>Not Recommended </em>)<br> Confirm (*) - email confirmation step required <br> Require approval - require list administrator Approval for subscriptions <br> Confirm and approve - both confirm and approve <p>(*) when someone requests a subscription, Mailman sends them a notice with a unique subscription request number that they must reply to in order to subscribe.<br> This prevents mischievous (or malicious) people from creating subscriptions for others without their consent.
ca: Cap - no hi ha passos de verificació (<em>No Recomenat</em>) <br>Confirmar(*) - confirnació de correu electrònic requerida<br> Requerir aprovació - requereix l'aprovació de l'administrador de la llista per les subscripcions<br> Confirmar i aprovar - Confirma i aprova <p>(*) Quan algú es subscriu, Mailman li envia una petició de confirmació única que ha de contestar per a completar la susbcripció. Això prevé que algun usuari maliciós faci subscripcions d'altra gent sense el seu consentiment.
cs: ®ádné - není vy¾adováno ovìøení (<em>Dùraznì nedoporuèujeme</em>)<br>Potvrdit (*) - je vy¾adováno ovìøení zasláním emailové zprávy.<br>Vy¾adovat souhlas - pro pøihlá¹ení je nutný souhlas správce konference<br>Potvrdit + odsouhlasit - je nutný jak souhlas správce konference, tak ovìøení zasláním emailu.<p> (*) Pokud se nìkdo chce pøihlásit do konference Mailman mu za¹le na jeho emailovou adresu upozornìní. Upozornìní obsahuje unikátní identifikaèní èíslo a adresát musí èíslo zaslat zpìt - odpovìdìt na email, aby byl do konference pøihlá¹en. <br>Tím je zaji¹tìno, ¾e nebude mo¾né nìkoho pøihlásit do konference bez jeho vìdomí a ¾e do konference nebude zaøazena neplatná emailová adresa.
sv: Ingen - ingen bekr&auml;ftelse n&ouml;dvendig (<em>Rekommenderas inte!</em>)<br> Bekr&auml;ftelse(*) - bekr&auml;ftelse p&aring; e-post &auml;r n&ouml;dv&auml;ndig<br> Godk&auml;nnande - ans&ouml;kan om medlemskap m&aring;ste godk&auml;nnas av listadministrat&ouml;r (eller eventuellt listmoderator)<br> Bekr&auml;ftelse+godk&auml;nnande - b&aring;de bekr&auml;ftelse p&aring; e-post och godk&auml;nnande av listadministrat&ouml;r (eventuellt listmoderator) &auml;r n&ouml;dv&auml;ndigt<br> <p>(*) n&auml;r n&aring;gon vill anm&auml;la sig p&aring; en lista, skickar Mailman ett meddelande med en unik identifikator som m&aring;ste uppges f&ouml;r att bekr&auml;fta anm&auml;lan.<br> P&aring; detta s&auml;tt kommer det d&aring; inte att vara m&ouml;jligt att anm&auml;la n&aring;gon till listan mot dennes vilja.

source: Confirm (*) - email confirmation required <br> Require approval - require list administrator approval for subscriptions <br> Confirm and approve - both confirm and approve <p>(*) when someone requests a subscription, Mailman sends them a notice with a unique subscription request number that they must reply to in order to subscribe.<br> This prevents mischievous (or malicious) people from creating subscriptions for others without their consent.
ca: Confirmació(*) - es requereix correu electrònic de confirmació <br> Requerir aprovació - requereix l'aprovació de l'administrador de la llista per a les subscripcions <br> Confirmar i aprovar - confirmar i aprovar <p>(*) Quan algú es subscriu, Mailman li envia una petició de confirmació única que ha de contestar per a completar la susbcripció. Això prevé que algun usuari maliciós faci subscripcions d'altra gent sense el seu consentiment.
cs: potvrzení (*) - je vy¾adováno zaslání potvrzujícího emailu<br>vy¾aduj souhlas - èekej na souhlas moderátora<br>potvrzení + souhlas - je vy¾adován jak souhlas administrátora, tak potvrzení emailem<p> (*) Pokud se nìkdo chce pøihlásit Mailman mu za¹le email s unikátním èíslem. Úèastník musí na tento email odpovìdìt - zaslat èíslo zpìt.<br> Tím je zaji¹tìno, ¾e nikdo nebude pøihlá¹en bez svého vìdomí a souèasnì, ¾e se v konferenci neobjeví neplatné emailové adresy.
sv: bekr&auml;ftelse(*) - bekr&auml;ftelse p&aring; e-postbrev &auml;r n&ouml;dv&auml;ndig<br> godk&auml;nnande - ans&ouml;kan om medlemskap m&aring;ste godk&auml;nnas av listadministrat&ouml;r (eller eventuellt listmoderator)<br> bekr&auml;ftelse+godk&auml;nnande - b&aring;de bekr&auml;ftelse p&aring; e-post och godk&auml;nnade av listadministrat&ouml;r (eventuellt listmoderator) &auml;r n&ouml;dv&auml;ndig<br> <p>(*) n&auml;r n&aring;gon vill anm&auml;la sig p&aring; en lista, skickar Mailman ett meddelande med en unik identifikator som m&aring;ste uppges f&ouml;r att bekr&auml;fta anm&auml;lan.<br> P&aring; detta s&auml;tt kommer det inte att vara m&ouml;jligt att anm&auml;la n&aring;on p&aring; listan mot dennes vilja.

source: This section allows you to configure subscription and membership exposure policy. You can also control whether this list is public or not. See also the <a href="%(admin)s/archive">Archival Options</a> section for separate archive-related privacy settings.
ca: Aquesta secció et permet configurar subscripcions i politiques de subscripció. També pots controlar si aquesta llista és pública o no. També pots veure les <a href="%(admin)s/archive">Opcions d'Arxiu</a> per les opcions de configuració de privacitat dels arxius.
cs: Politika zasílání pøíspìvkù. Obsahuje anti-spam filtry, rozli¹ení úèastníka od cizího a podobnì. (Nahlédnìte do <a href="%(admin)s/archive">Archivace</a>, pro konfiguraci pøístupu k archivùm.)
sv: H&auml;r kan du best&auml;mma vad som kr&auml;vs f&ouml;r att anm&auml;la sig p&aring; e-postlistan, och bland annat best&auml;mma om e-postlistan ska vara dold eller inte. Se ocks&aring; <a href="%(admin)s/archive">Inst&auml;llningar f&ouml;r arkivering</a> f&ouml;r egna inst&auml;llningar n&auml;r det g&auml;ller arkivet och arkivering.

source: Subscribing
ca: Subscrivint
cs: Pøihla¹ování
fr: Abonnement en cours
sv: Anm&auml;lan

source: Advertise this list when people ask what lists are on this machine?
ca: Anunciar aquesta llista quan algú pregunti per les llistes d'aquest sistema?
cs: Zobraz tuto konferenci v seznamu konferencí na tomto listserveru?
fr: Annoncer cette liste lorqu'on demande les listes hébérgées par cette machine?
sv: Visa denna e-postlista n&auml;r n&aring;gon ber om att f&aring; se en &ouml;versikt &ouml;ver e-postlistor p&aring; denna maskin?

source: Is the list moderator's approval required for unsubscription requests? (<em>No</em> is recommended)
ca: Es requereix l'aprovació del moderador per a cancel·lar la subscripció de la llista? (<em>No</em> recomanat)
cs: Je vy¾adován souhlas moderátora s odhlá¹ením úèastníkù? (Doporuèujeme nastavit <em>Ne</em>)
sv: M&aring;ste listmoderatorn godk&auml;nna avanm&auml;lningar fr&aring;n listan? (<em>Nej</em> rekommenderas)

source: When members want to leave a list, they will make an unsubscription request, either via the web or via email. Normally it is best for you to allow open unsubscriptions so that users can easily remove themselves from mailing lists (they get really upset if they can't get off lists!). <p>For some lists though, you may want to impose moderator approval before an unsubscription request is processed. Examples of such lists include a corporate mailing list that all employees are required to be members of.
ca: Quan un membre vol deixar la llista, ell farà una petició per a cancel·lar la subscripció, ja sigui via web o via correu electrònic. Normalment es millor deixar obertes les cancel·lacions de subscripció de forma que els usuaris es poden donar de baixa ells mateixos. <p>Per algunes llistes, pots voler imposar l'aprovació del moderador abans de que la petició sigui processada. Ex, llistes corporatives on es requereix que els empleats siguin membres.
cs: Pokud se chce úèastník odhlásit z konference, musí poslat po¾adavek, buï emailem a nebo prostøednictvím www rozhraní. Normálnì je to v¹e co je potøeba pro odhlá¹ení z konference, tak¾e se úèastník mù¾e odhlásit kdykoliv sám. <p>Nìkdy ale mù¾e být potøeba. aby odhlá¹ení schválil moderátor. Není to èastý po¾adavek, ale mù¾e se jednat tøeba o firemní konferenci, ve které je povinná úèast v¹ech zamìstnancù.
sv: N&auml;r medlemmar &ouml;nskar att l&auml;mna en e-postlista, skickar de en ans&ouml;kan om avanm&auml;lan, antingen via webb, eller via e-postbrev. Vanligtvis &auml;r det b&auml;st att l&aring;ta s&aring;dana &ouml;nskem&aring;l automatiskt godk&auml;nnas, s&aring; att medlemmar kan avanm&auml;la sig n&auml;r de s&aring; &ouml;nskar (de kommer att bli irriterade om de inte kan g&aring; ur listan!). <p>F&ouml;r n&aring;gra enstaka e-postlistor kan det &auml;nd&aring; vara aktuellt att ha kontroll p&aring; medlemmar som vill avanm&auml;la sig. En lista som alla anst&auml;llda i ett f&ouml;retag M&Aring;STE vara medlem av, &auml;r ett exempel p&aring; en s&aring;dan lista.

source: Ban list
ca: Llista de Ban
cs: Seznam zakázaných odesílatelù
sv: Utest&auml;ngda adresser

source: List of addresses which are banned from membership in this mailing list.
ca: Llista d'adreces que tenen la subscripció prohibida a aquesta llista de correu.
cs: Seznam adres, které se nesmí pøihlásit do této konference.
sv: Lista &ouml;ver e-postadresser som inte f&aring;r lov att anm&auml;la sig till denna e-postlista.

source: Addresses in this list are banned outright from subscribing to this mailing list, with no further moderation required. Add addresses one per line; start the line with a ^ character to designate a regular expression match.
ca: Les adreces d'aquesta llista tenen totalment prohibida la subscripció a la llista de correu, sense més procés de moderació. Inclogui una adreça per línia; començant amb un ^ per a utilitzar una expressió regular.
cs: Adresy v tomto seznamu mají trvale zakázáno pøihlá¹ení do konference. Jejich pøípadné po¾adavky budou zamítnuty bez toho, aby moderátor musel o po¾adavku rozhodnout. Pokud chcete do seznamu umístit regulární výraz, napi¹te na daný øádek jako první znak ^.
sv: Alla e-postadresser som anges h&auml;r kommer att bli utest&auml;ngda fr&aring;n listan, och kan inte anm&auml;la sig. L&auml;gg in e-postadresser, en per rad, b&ouml;rja raden med tecknet ^ f&ouml;r att ange ett regexp-uttryck som ska passa med avs&auml;ndaradressen.

source: Membership exposure
ca: Exposició de membres
cs: Správa úèastníkù
fr: Exposition de l'abonnement
sv: Insyn i medlemskap

source: Anyone
ca: Qui sigui
cs: Kdokoliv
fr: Quiconque
sv: Vem som helst

source: List admin only
ca: Només els administradors de la llista
cs: Pouze administrátor konference
fr: Uniquement pour l'admin de la liste
sv: Bara listadministrat&ouml;r

source: List members
ca: Només els membres de la llista
cs: Úèastnící konference
fr: Abonnés de la liste
sv: Bara medlemmar av listan

source: Who can view subscription list?
ca: Qui pot veure la llista de subscripció?
cs: Kdo si mù¾e prohlédnout seznam úèastníkù?
fr: Qui peut voir la liste des abonnés?
sv: Vem har tillg&aring;ng till att se en lista &ouml;ver medlemmarna p&aring; e-postlistan?

source: When set, the list of subscribers is protected by member or admin password authentication.
ca: Si està establert, la llista de subscriptors està protegida per la contrasenya d'autenticacioó del membre o de l'admin.
cs: Pokud je tato volba nastavena, je pro zobrazení seznamu úèastníkù vy¾adováno ovìøení heslem úèastníka nebo administrátora.
fr: Lorsqu'il est définit, l'affichage de la liste des abonnés requiert la fourniture du mot de passe administrateur ou le status d'abonné.
sv: Om denna inst&auml;llning &auml;r satt, kommer listan &ouml;ver medlemmarna p&aring; e-postlistan att bli skyddad av medlemmarnas eller adminstrat&ouml;rens l&ouml;senord.

source: Show member addresses so they're not directly recognizable as email addresses?
ca: Mostrar les adreces dels membres de forma que no semblin adreces de correu electrònic?
cs: Zobrazuj adresy úèastníkù tak, aby nebyly snadno rozpoznatelné jako e-mailové adresy?

source: Setting this option causes member email addresses to be transformed when they are presented on list web pages (both in text and as links), so they're not trivially recognizable as email addresses. The intention is to prevent the addresses from being snarfed up by automated web scanners for use by spammers.
ca: Establir aquesta opció fa que les adreces de correu electrònic dels membres es trasnformin quan es presenten al llistat de les pàgines web (tant el text com l'enllaç). La intenció és prevenir que els spammers no capturin les adreces de forma automàtica.
cs: Nastavením této volby zajistíte, ¾e adresy úèastníkù budou na webovských stránkách zobrazeny v modifikovaném formátu, který nevypadá jako emailová adresa a tak není sbírán automatickými vyhledávaèi adres pro spamování.
fr: L'activation de cette option à pour effet de faire en sorte que les adresses des abonnées soient transformées avant d'être affichées dans les pages web (aussi bien comme texte et comme liens), ainsi, elles ne seront pas reconnues de façon triviale comme des adresses courriels valides. Le but de la manoeuvre est d'empêcher que les scanners web automatiques s'en emparent pour l'usage des spammers.
sv: V&auml;ljer du 'Ja' h&auml;r, kommer medlemmars e-postadresser att skrivas om n&auml;r de visas i en &ouml;versikt p&aring; webbsidorna (b&aring;de som text och i l&auml;nkar), s&aring; att de inte &auml;r l&auml;tta att tolka som e-postadresser. Meningen med detta &auml;r att hindra robotar som g&aring;r igenom webbsidor f&ouml;r att hitta e-postadresser och sedan anv&auml;nda dem f&auml;r att skicka ut spam/skr&auml;ppost.

source: When a message is posted to the list, a series of moderation steps are take to decide whether the a moderator must first approve the message or not. This section contains the controls for moderation of both member and non-member postings. <p>Member postings are held for moderation if their <b>moderation flag</b> is turned on. You can control whether member postings are moderated by default or not. <p>Non-member postings can be automatically <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >accepted</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">held for moderation</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >rejected</a> (bounced), or <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >discarded</a>, either individually or as a group. Any posting from a non-member who is not explicitly accepted, rejected, or discarded, will have their posting filtered by the <a href="?VARHELP=privacy/sender/generic_nonmember_action">general non-member rules</a>. <p>In the text boxes below, add one address per line; start the line with a ^ character to designate a <a href= "http://www.python.org/doc/current/lib/module-re.html" >Python regular expression</a>. When entering backslashes, do so as if you were using Python raw strings (i.e. you generally just use a single backslash). <p>Note that non-regexp matches are always done first.
ca: Quan un missatge és enviat a la llista de correu, s'han de seguir uns passos de moderació on el moderador ha de decidir si ha aprovar o no el missatge. Aquesta secció conté els controls de moderació per els missatges dels membres i per els no membres. <p>Els enviaments dels membres són retinguts per a la seva moderació si la seva <b>senyal de moderació</b> està establerta a 'on'. Pots controlar si els missatges dels membres són moderats per defecte o no. <p>Els enviaments dels No-membres poden ser automàticament <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >acceptats</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">retinguts per a la seva moderació</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >denegats</a> (bounced), or <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >descartats</a>, tant individualment com per grups. Qualsevol enviament de un no-membre que no és exlicitament acceptat, denegat, o descartat, es filtrarà amb les <a href="?VARHELP=privacy/sender/generic_nonmember_action">regles generals de no-membres</a>. <p>A les caixes de text d'abaix, afegeix una adreça per línia; comença la línia amb ^ per a designar <a href= "http://www.python.org/doc/current/lib/module-re.html" >una expressió regular de Python</a>. Quan escriguis barres inverses, fes-ho com si estiguessis al Python (ex. normalment només es fa servir una barra invertida). <p>Nota que les coincidencies non-regexp es fan en primer lloc.
cs: Pokud je do konference zaslán pøíspìvek, je nejdøíve provedena série testù které mají rozhodnout jestli je pro rozeslání pøíspìvku potøebné rozhodnutí moderátora. V této sekci nastavíte parametry tìchto pravidel a to pro bì¾né i digest doruèování. <p> Pøíspìvky od úèastníkù jsou automaticky pozdr¾eny, pokud má úèastník nastaven <b>pøíznak moderovat</b>. Mù¾ete nastavit, jestli jsou ve výchozím stavu pøíspìvky moderovány a nebo ne. <p>Pøíspìvky z adres, které se neúèastní konference mohou být automaticky <a href="?VARHELP=privacy/sender/accept_these_nonmembers">akceptovány</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">pozdr¾eny do rozhodnutí moderátora </a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >odmítnuty</a> (vráceny) a nebo <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >zahozeny</a>, a to buï samostatnì a nebo hromadnì. Na pøíspìvky, pro které nebude nalezena ¾ádná podmínka v seznamu bude aplikována <a href="?VARHELP=privacy/sender/generic_nonmember_action">výchozí akce pro pøíspìvky od neúèastníkù</a>. <p>Do ní¾e zobrazených rámeèkù zapisujte na ka¾dý øádek jednu adresu. Pokud chcete pou¾ít <a href= "http://www.python.org/doc/current/lib/module-re.html" >Regulární výraz Pythonu</a> zaènìte øádek znakem ^. Pokud potøebujete zadat zpìtné lomítko zadejte jej jako jednoduché (tedy není potøeba jej nìjak escapovat). <p>Pozor, nejdøíve jsou vyhodnocovány bì¾né vzory a¾ a¾ potom regulární výrazy.
sv: N&auml;r en anm&auml;lan skickas till e-postlistan, g&aring;r den igenom en rad steg f&ouml;r att avg&ouml;ra om moderatorn m&aring;ste godk&auml;nna anm&auml;lan eller ej. H&auml;r finns inst&auml;llningar f&ouml;r att kontrollera moderering av e-postbrev fr&aring;n b&aring;de medlemmar och icke-medlemmar. <p>E-postbrev fr&aring;n medlemmar h&aring;lls tillbaka f&ouml;r godk&auml;nnande om <b>moderationsflaggan</b> &auml;r satt. Du kan best&auml;mma om e-postbrev fr&aring;n medlemmar vanligtvis ska utv&auml;rderas eller inte innan de skickas till listan. <p>E-postbrev som inte har skickats av medlemmar av listan, kan automatiskt bli <a href="?VARHELP=privacy/sender/accept_these_nonmembers">godk&auml;nda</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">h&aring;llas tillbaka f&ouml;r godk&auml;nnande</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers">s&auml;nda i retur</a>, eller <a href="?VARHELP=privacy/sender/discard_these_nonmembers">kastade</a>, antingen individuellt eller som en grupp. Alla e-postbrev fr&aring;n icke-medlemmar, som inte specifikt blir godk&auml;nda, &aring;ters&auml;nda, eller kastade, kommer att bli behandlade allt efter vad <a href="?VARHELP=privacy/sender/generic_nonmember_action">de allm&auml;nna reglerna f&ouml;r icke-medlemmar</a> s&auml;ger. <p>I textrutorna nedan l&auml;gger du in en e-postadress per rad. Du kan ocks&aring; l&auml;gga in <a href="http://www.python.org/doc/current/lib/module-re.html">Python regexp-uttryck</a>. B&ouml;rja i s&aring; fall raden med tecknet ^ f&ouml;r att markera att det &auml;r ett s&aring;dant uttryck. N&auml;r du anv&auml;nder backslash, skriv d&aring; s&aring;som i rena str&auml;ngar (Python raw strings) (vanligtvis bara en backslash per g&aring;ng). <p>Observera: tr&auml;ff p&aring; vanliga e-postadresser utf&ouml;rs f&ouml;rst, regexp-uttryck kommer d&auml;rf&ouml;r att behandlas sist.

source: Member filters
ca: Filtres de membre
cs: Filtr seznamu úèastníkù
sv: Filtrering av e-postbrev fr&aring;n medlemmar

source: By default, should new list member postings be moderated?
ca: Per defecte, han de ser els missatges dels nous membres moderats?
cs: Mají být pøíspìvky nových úèastníkù schvalovány moderátorem?
sv: Ska e-postbrev till listan, skickade fr&aring;n nya medlemmar, vanligtvis utv&auml;rderas av moderatorn?

source: Each list member has a <em>moderation flag</em> which says whether messages from the list member can be posted directly to the list, or must first be approved by the list moderator. When the moderation flag is turned on, list member postings must be approved first. You, the list administrator can decide whether a specific individual's postings will be moderated or not. <p>When a new member is subscribed, their initial moderation flag takes its value from this option. Turn this option off to accept member postings by default. Turn this option on to, by default, moderate member postings first. You can always manually set an individual member's moderation bit by using the <a href="%(adminurl)s/members">membership management screens</a>.
ca: Cada subscriptor té una <em>marca</em> de moderació que indica si els seus missatges es poden enviar directament a la llista, o si s'han d'aprovar prèviament pel moderador de la llista. Quan la marca de moderació està activada, els missatges del subscriptor s'han d'aprovar. Vostè, com administrador de la llista, pot decidir si els missatges de cada persona concreta s'han de modera o no. <p>Quan hi hagi un subscriptor nou, la seva marca de moderació inicial pren el seu valor d'aquesta opció. Desactivi aquesta opció per a acceptar els missatges dels subscriptors per defecte. Activi aquesta opció per a moderar els missatges dels subscriptors per defecte. Vostè sempre pot establir manualment la marca de moderació de cada subscriptor fent servir les <a href="%(adminurl)s/members">seccions d'administració dels subscriptors</a>.
cs: Ka¾dý úèastník konference má vlastní <em>pøíznak moderace</em>, který urèuje, jestli jeho pøíspìvky mohou být distribuovány pøímo a nebo zda je musí nejdøíve schválit moderátor. To umo¾òuje rozhodovat zvlá¹» o pøíspìvcích problémových úèastníkù a nebo nastavit tento pøíznak novým úèastníkùm a tím zabránit spamovacím robotùm v distribuci spamu pøes fale¹né pøihlá¹ení do konference. <p>Kdy¾ se pøihlásí nový úèastník, jeho pøíznak se nastaví podle hodnoty této volby. Kdy¾ uznáte úèastníka za schopného pøímo pøispívat, mù¾ete mu na stránce <a href="%(adminurl)s/members">správy úèastníkù </a> pøíznak zru¹it.
sv: Varje medlem av listan har en <em>moderationsflagga</em> som ber&auml;ttar om e-postbrev fr&aring;n medlemmen kan skickas direkt till e-postlistan, eller om de f&ouml;rst m&aring;ste godk&auml;nnas av listmoderatorn. N&auml;r moderationsflaggan &auml;r aktiverad m&aring;ste e-postbrev fr&aring;n medlemmen godk&auml;nnas av listmoderatorn innan det skickas ut till alla p&aring; listan. Som listadministrat&ouml;r kan du f&ouml;r varje enskild medlem best&auml;mma om medlemmens e-postbrev ska modereras eller ej. <p>N&auml;r en ny medlem anm&auml;ls p&aring; listan, s&auml;tts moderationsflaggan till den inst&auml;llning du v&auml;ljer h&auml;r. S&auml;tt den til 'Nej' om du &ouml;nsker att e-postbrev fr&aring;n medlemmar vanligtvis ska g&aring; direkt till listan. S&auml;tt den till 'Ja' om du &auml;nskar att e-postbrev fr&aring;n nya medlemmar ska godk&auml;nnas innan de skickas ut till hela listan. Du kan alltid st&auml;lla in moderationsflaggan f&ouml;r varje enskild medlem p&aring; <a href="%(adminurl)s/members">Administrera medlemmar</a>-sidan.
