Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Run one or more qrunners, once or repeatedly. Each named runner class is run in round-robin fashion. In other words, the first named runner is run to consume all the files currently in its directory. When that qrunner is done, the next one is run to consume all the files in /its/ directory, and so on. The number of total iterations can be given on the command line. Usage: %(PROGRAM)s [options] Options: -r runner[:slice:range] --runner=runner[:slice:range] Run the named qrunner, which must be one of the strings returned by the -l option. Optional slice:range if given, is used to assign multiple qrunner processes to a queue. range is the total number of qrunners for this queue while slice is the number of this qrunner from [0..range). If using the slice:range form, you better make sure that each qrunner for the queue is given the same range value. If slice:runner is not given, then 1:1 is used. Multiple -r options may be given, in which case each qrunner will run once in round-robin fashion. The special runner `All' is shorthand for a qrunner for each listed by the -l option. --once -o Run each named qrunner exactly once through its main loop. Otherwise, each qrunner runs indefinitely, until the process receives a SIGTERM or SIGINT. -l/--list Shows the available qrunner names and exit. -v/--verbose Spit out more debugging information to the logs/qrunner log file. -s/--subproc This should only be used when running qrunner as a subprocess of the mailmanctl startup script. It changes some of the exit-on-error behavior to work better with that framework. -h/--help Print this message and exit. runner is required unless -l or -h is given, and it must be one of the names displayed by the -l switch.
ca: Executa un o més qrunners, una sola vegada o repetidament. Cada classe runner donada s'executa d'una manera round-robin. En altres paraules, el primer runner donat s'executa per a consumir tots els fitxers que hi hagi en el seu directori en aquest moment. Quan aquest qrunner ha acabat, s'executa el següent per a consumir tots els fitxers en /el seu/ directori, i així successivament. El nombre total de d'iteracions es pot proporcionar en la línia d'ordres. Sintaxi: %(PROGRAM)s [opcions] Opcions: -r runner[:slice:range] --runner=runner[:slice:range] Executar el runner donat, que ha de ser un de les cadenes retornades per l'opció -l. Si es proporciona l'opcional rodanxa:rang, es fa servir per a assignar múltiples processos qrunner a una cua. range és el nombre total de qrunners per a aquesta cua, mentre que slice és el nombre d'aquest qrunner de [o...range]. Si fa servir la forma slice:range, més val que s'asseguri que a cada qrunner per a la cua se li dóna el mateix valor de range. Si no es proporciona slice:runner, es fa servir 1:1. Es poden proporcionar múltiples opcions -r, en aquest cas cada qrunner s'executarà una vegada d'una manera round-robin. El runner especial `All' és una drecera per a un qrunner per a cadascun dels llistats per l'opció -l. --onze -o Executar cada qrunner donat exactament una sola vegada a través del seu bucle principal. En cas contrari, cada qrunner s'executa indefinidament, fins que el procés rep un SIGTERM o SIGINT. -l /--list Mostrar els noms dels qrunners disponibles i surt. -*v / --verbose Apuntar més informació de depuració als logs. -h / --help Mostrar aquest missatge i sortir. es precisa un runner tret que s'indiqui -l o -h, i ha de ser un dels noms mostrats per l'opció -l.

source: %(name)s runs the %(runnername)s qrunner
ca: %(name)s executa el qrunner %(runnername)s
sv: %(name)s startar %(runnername)s qrunnern

source: All runs all the above qrunners
ca: Tot executa tots els qrunners indicats adalt
sv: "All" k&ouml;r alla qrunners ovan

source: No runner name given.
ca: No has proporcionat cap nom de runner
cs: Nebylo zadáno jméno pro runner.
fr: Nom de runner non fournit.
sv: Inget runner namn blev angett.

source: Could not open file for reading: %(filename)s.
ca: No es pot obrir el fitxer per llegir: %(filename)s.
fr: Impossible d'ouvrir le fichier en lecture: %(filename)s
sv: Kunde inte &ouml;ppna filen "%(filename)s" f&ouml;r att l&auml;sa.

source: Error opening list %(listname)s... skipping.
ca: Error obrint la llista %(listname)s... saltant.
cs: Chyba pøi otevírání konfigurace konference %(listname)s... pøeskakuji.
sv: Hoppar &ouml;ver listan "%(listname)s" p g a fel under &ouml;ppnandet.

source: No such member: %(addr)s
ca: El membre no existeix: %(addr)s
cs: Nenalezl jsem úèastníka: %(addr)s.
sv: Medlemmen finns inte: %(addr)s.

source: User `%(addr)s' removed from list: %(listname)s.
ca: El usuari `%(addr)s' ha estat eliminat de la llista: %(listname)s.
cs: Úèastníka `%(addr)s' byl odhlá¹en z konference: %(listname)s.
sv: %(addr)s &auml;r nu borttagen fr&aring;n listan %(listname)s.

source: Remove the components of a mailing list with impunity - beware! This removes (almost) all traces of a mailing list. By default, the lists archives are not removed, which is very handy for retiring old lists. Usage: rmlist [-a] [-h] listname Where: --archives -a Remove the list's archives too, or if the list has already been deleted, remove any residual archives. --help -h Print this help message and exit.
ca: Eliminar els components d'una llista de correu amb inpunitat - atenció! Això elimina (gairebé) tot rastre d'una llista de distribució. Per defecte, els arxius de les llistes no són eliminats, el que és molt pràctic per a jubilar llistes velles. Ús: rmlist [-a] [-h] listname On: --archives -a Eliminar també els arxius de la llista, o si la llista ja ha estat esborrada eliminar els arxius residuals. --help -h Mostrar aquest missatge i sortir.
sv: Tar bort alla komponenter av en e-postlista fr&aring;n systemet! Detta kommando tar bort (n&auml;stan) alla sp&aring;r av en e-postlista. Utan -a valet tas inte listans arkiv bort, vilket kan vara nyttigt att ha f&ouml;r att avveckla gamla listor. Anv&auml;nds s&ring; h&auml;r: rmlist [-a] [-h] listnamn D&auml;r: --archives -a Ta bort (radera) &auml;ven listans arkiv, eller om listan redan &auml;r raderad, ta bort arkiven som eventuellt ligger kvar. --help -h Visar denna hj&auml;lptext.

source: Removing %(msg)s
ca: Eliminant %(msg)s
fr: Suppression de %(msg)s
sv: Tar bort %(msg)s

source: No such list (or list already deleted): %(listname)s
ca: La llista no existeix (o la llista ja ha estat eliminada): %(listname)s
cs: Nenalezl jsem konferenci (tøeba byla smazána) - %(listname)s
sv: Listan finns inte (eller &auml;r redan raderad): %(listname)s

source: No such list: %(listname)s. Removing its residual archives.
ca: La llista no existeix: %(listname)s. Eliminant els seus fitxers residuals.
cs: Nenalezl jsem konferenci %(listname)s - odstraòuji zbytky archivù.
sv: Listan finns inte: %(listname)s. Tar bort arkivet som ligger kvar.

source: Not removing archives. Reinvoke with -a to remove them.
ca: No s'estan eliminant els fitxers. Re-invoca amb l'opció -a per eliminar-los.
fr: Archives non suppriméés. Réinvoquez avec l'option -a pour les supprimer.
sv: Tar inte bort arkivet. K&ouml;r kommandot p&aring; nytt med parametern "-a" f&ouml;r att ta bort arkivet.

source: list info
ca: informació de la llista
sv: listinformation

source: private archives
ca: fitxers privats
cs: soukromé archivy
fr: archives privées
sv: privat arkiv

source: public archives
ca: fitxers públics
cs: veøejné archivy
fr: archives publiques
sv: offentligt arkiv

source: Synchronize a mailing list's membership with a flat file. This script is useful if you have a Mailman mailing list and a sendmail :include: style list of addresses (also as is used in Majordomo). For every address in the file that does not appear in the mailing list, the address is added. For every address in the mailing list that does not appear in the file, the address is removed. Other options control what happens when an address is added or removed. Usage: %(PROGRAM)s [options] -f file listname Where `options' are: --no-change -n Don't actually make the changes. Instead, print out what would be done to the list. --welcome-msg[=<yes|no>] -w[=<yes|no>] Sets whether or not to send the newly added members a welcome message, overriding whatever the list's `send_welcome_msg' setting is. With -w=yes or -w, the welcome message is sent. With -w=no, no message is sent. --goodbye-msg[=<yes|no>] -g[=<yes|no>] Sets whether or not to send the goodbye message to removed members, overriding whatever the list's `send_goodbye_msg' setting is. With -g=yes or -g, the goodbye message is sent. With -g=no, no message is sent. --digest[=<yes|no>] -d[=<yes|no>] Selects whether to make newly added members receive messages in digests. With -d=yes or -d, they become digest members. With -d=no (or if no -d option given) they are added as regular members. --notifyadmin[=<yes|no>] -a[=<yes|no>] Specifies whether the admin should be notified for each subscription or unsubscription. If you're adding a lot of addresses, you definitely want to turn this off! With -a=yes or -a, the admin is notified. With -a=no, the admin is not notified. With no -a option, the default for the list is used. --file <filename | -> -f <filename | -> This option is required. It specifies the flat file to synchronize against. Email addresses must appear one per line. If filename is `-' then stdin is used. --help -h Print this message. listname Required. This specifies the list to synchronize.
ca: Sincronitza els membres d'una llista de distribució amb un fitxer de text. Aquest script és útil si té una llista de distribució de Mailman i una llista d'adreces del tipus :include: de sendmail (com les que es fan servir també a Majordomo). S'afegeixen les adreces del fitxer que no estigui subscrites en la llista. S'esborren les adreces subscrites a la llista que no estiguin en el fitxer. Altres opcions controlen que passa quan s'afegeix o elimina una adreça. Ús: %(PROGRAM)s [opcions] -f file listname On les opcions són: --no-change -n No fer canvis, només mostrar lo que passaria a la llista. --welcome-msg[=<yes|no>] -w[=<yes|no>] Estableix si enviar o no als nous subscriptors un missatge de benvinguda, ignorant el que digui la preferència `send_welcome_msg' de la llista. Amb -w=yes o -w, s'envia el missatge de benvinguda. Amb -w=no, no s'envia cap missatge. --goodbye-msg[=<yes|no>] -g[=<yes|no>] Controla si s'envien missatges informatius quan s'esborrin adreces de la llista, ignorant qualsevol valor que tingui el paràmetre `send_goodbye_msg' de la llista. Amb -g=no no s'envia cap missatge. --digest[=<yes|no>] -d[=<yes|no>] Controla si els subscriptors nous tindran el lliurament en forma de resum. Amb -d o -d=yes es donaran d'alta com subscriptors amb el lliurament diferit en recopilacions. Amb -d=no es donaran d'alta com subscriptors regulars. --notifyadmin[=<yes|no>] -a[=<yes|no>] Especifica si l'administrador hauria de ser notificat de cada subscripció o cancel·lació de subscripció. Si està afegint un munt d'adreces, ¡segur que vol inhabilitar-lo! Amb -a=yes o -a, s'avisa a l'administrador. Amb a=no, l'administrador no rep avisos. Sense l'opció -a, es fa servir el valor que tingui configurada la llista.. --file <filename | -> -f <filename | -> Aquesta opció és obligatòria. Especifica el fitxer de text amb el qual sincronitzar-se. Les adreces de correu electrònic han d'aparèixer cadascuna en una línia distinta. Si el nom de fitxer és `-' es llegeixen les adreces de l'entrada estàndard. --help -h Mostra aquest missatge. listname Requerit. Això especifica la llista a sincronitzar.

source: Bad choice: %(yesno)s
ca: Elecció errònia: %(yesno)s
fr: Mauvais choix: %(yesno)s
sv: Ogiltigt val: %(yesno)s

source: Dry run mode
ca: mode d'execució sec
fr: mode d'exécution brûte
sv: Utf&ouml;r inga &auml;ndringar.

source: Only one -f switch allowed
ca: Nomes es permet un indicador -f
fr: Une seule option -f est autorisée
sv: Bara en "-f" parameter kan anv&auml;ndas

source: No argument to -f given
ca: No s'han donat arguments a -f
cs: Nebyl zadán parametr k -f
fr: aucun argument n'a été fournit à -f
sv: "-f" parametern saknar v&auml;rde

source: Illegal option: %(opt)s
ca: Opció errònia: %(opt)s
fr: Option invalide: %(opt)s
sv: Ogiltig parameter: %(opt)s

source: No listname given
ca: No s'ha donat el nom de la llista
cs: Nebyl zadán název konference
fr: Le nom de la liste n'a pas été fourni
sv: Ingen lista har angetts

source: Must have a listname and a filename
ca: Es necessari tenir un nom de llista i un nom de fitxer
fr: Nom de liste et nom de fichier nécessaires
sv: M&aring;ste ha ett listnamn och ett filnamn

source: Cannot read address file: %(filename)s: %(msg)s
ca: No es pot llegir el fitxer d'adreça: %(filename)s: %(msg)s
fr: Impossible de lire le fichier des adresses: %(msg)s
sv: Kan inte l&auml;sa adressfil: %(filename)s: %(msg)s

source: Ignore : %(addr)30s
ca: Ignorar : %(addr)30s
cs: Ignoruji : %(addr)30s
sv: Hoppar &ouml;ver : %(addr)30s

source: Invalid : %(addr)30s
ca: invàlid : %(addr)30s
cs: Neplatná adresa : %(addr)30s
sv: Ogiltig : %(addr)30s

source: You must fix the preceding invalid addresses first.
ca: Primer has de fixar l'anterior adreça invàlida.
fr: Vous devez d'abord régler le problème de l'adresse invalide précédente.
sv: Du m&aring;ste fixa de ogiltiga adresserna f&ouml;rst.

source: Added : %(s)s
ca: afegit : %(s)s

source: Removed: %(s)s
ca: Eliminat: %(s)s

source: Check a given Mailman translation, making sure that variables and tags referenced in translation are the same variables and tags in the original templates and catalog. Usage: cd $MAILMAN_DIR %(program)s [-q] <lang> Where <lang> is your country code (e.g. 'it' for Italy) and -q is to ask for a brief summary.
ca: Comprovar una tradució del Mailman, assegurant-se que les variables i els tags als que es fa referencia a la traducció son els mateixos que hi ha a la plantilla original. Ús: cd $MAILMAN_DIR %(program)s [-q] <lang> On <lang> és el codi del país (ex 'it' per a Italia) i -q es per demanar un resum.

source: check a translation comparing with the original string
ca: comprovar una traducció comparant-la amb la cadena original

source: scan a string from the original file
ca: Escanejar una cadena des del fitxer original

source: scan a translated string
ca: escanejar una cadena traduïda

source: check for differences between checked in and checked out
ca: Comprovar les diferencies entre els que s'han descarregat i els que s'han de pujar

source: parse a .po file extracting msgids and msgstrs
ca: analitzar sintàcticament un fitxer .po extraient msgids i msgstrs

source: States table for the finite-states-machine parser: 0 idle 1 filename-or-comment 2 msgid 3 msgstr 4 end
ca: Taula d'estats per la finite-states-machine parser: 0 inactiu 1 fitxer o comentari 2 msgid 3 msgstr 4 fi

source: check a translated template against the original one search also <MM-*> tags if html is not zero
ca: comprovar la plantilla traduïda amb l'original buscar també etiquetes <MM-*> si l'html no és zero

source: scan the po file comparing msgids with msgstrs
ca: escanejar el fitxer po comparant msgids amb msgstrs

source: Move a message from the shunt queue to the original queue. Usage: %(PROGRAM)s [options] [directory] Where: -h / --help Print help and exit. Optional `directory' specifies a directory to dequeue from other than qfiles/shunt.
ca: Moure un missatge de la cua "shunt" a la cua original. Ús: %(PROGRAM)s [opcions] [directori] On: -h / --help Mostra l'ajuda i surt. El directori opciona indica un altre directori per a treure de la cua distint de qfiles/shunt.

source: Cannot unshunt message %(filebase)s, skipping: %(e)s
ca: No puc treure el missatge %(filebase)s, saltant: %(e)s

source: Perform all necessary upgrades. Usage: %(PROGRAM)s [options] Options: -f/--force Force running the upgrade procedures. Normally, if the version number of the installed Mailman matches the current version number (or a `downgrade' is detected), nothing will be done. -h/--help Print this text and exit. Use this script to help you update to the latest release of Mailman from some previous version. It knows about versions back to 1.0b4 (?).
ca: Portar a terme totes les actualitzacions necessaries. Ús:: %(PROGRAM)s [options] Opcions: -f/--force Forçar l'actualització. Normalment, si el nombre de la versió instalada de Mailman coincideix amb la versió actual (o si es detecta un `downgrade' ), no es fa res. -h/--help Mostra aquest text i surt. Fes servir aquest script per actualitzar a la última versió de Mailma a partir d'una versió anterior. Reconeix versions fins a la 1.0b4(?).
fr: Effectue toute les mises à jour nécessaires. Usage: %(PROGRAM)s [options] Options: -f/--force Force la procédure de mise à jour. En principe si la version courante est identique à celle installée (ou si un `downgrade' est détecté), le programme ne fait rien. -h/--help Affiche ce texte puis quitte. Utilisez ce script pour mettre à jour votre installation de Mailman. Elle connaît toutes les versions ultérieures à la version 1.0b4 (?).
sv: Utf&ouml;r all n&ouml;dv&auml;ndig uppgradering. Anv&auml;nds s&aring; h&auml;r: %(PROGRAM)s [val] Val: -f / --force Vanligtvis g&ouml;rs ingenting om den installerade Mailmanversionen &auml;r samma som den nya versionen (eller en nedgradering pr&ouml;vas). Med detta val kommer uppgradering att k&ouml;ras oavsett versionsnummer. --help -h Visar denna hj&auml;lptext. Anv&auml;nd detta skript till att hj&auml;lpa dig att uppgradera Mailman fr&aring;n tidigare versioner till ny version. Skriptet k&auml;nner till versioner &auml;nda tillbaka till 1.0b4 (?).

source: Fixing language templates: %(listname)s
ca: Fixant la plantilla de llenguatge: %(listname)s
fr: Réparation des templates de langue: %(listname)s
sv: Uppdaterar spr&aring;kfiler: %(listname)s

source: WARNING: could not acquire lock for list: %(listname)s
ca: Atenció: no s'ha pogut adquirir el bloqueig de la llista: %(listname)s
fr: ATTENTION: impossible de disposer d'un vérrou sur la liste: %(listname)s
sv: VARNING: kunde inte l&aring;sa listan: %(listname)s

source: Resetting %(n)s BYBOUNCEs disabled addrs with no bounce info
ca: Posant a zero %(n)s BYBOUNCEs adreces inhabilitades sense informació de rebot

source: Updating the held requests database.
ca: Actualitzant la base de dades de peticions retingudes.
sv: Uppdaterar databasen &ouml;ver tillbakah&aring;llna meddelanden.

source: For some reason, %(mbox_dir)s exists as a file. This won't work with b6, so I'm renaming it to %(mbox_dir)s.tmp and proceeding.
ca: per alguna raó, %(mbox_dir)s existeix com fitxer. Això no funcionarà amb la b6, li canvio el nom a %(mbox_dir)s.tmp i segueixo amb el procés.
fr: Pour une raison ou une autre, %(mbox_dir) existe comme fichier, cela ne fonctionnera pas avec b6, je suis donc en train de le renommer en %(mobox_dir)s.tmp pour pouvoir poursuivre.
sv: Av en eller annan anledning, existerar %(mbox_dir)s som en fil. Detta kommer inte att fungera i b6, s&aring; jag &auml;ndrar namnet till %(mbox_dir)s.tmp och forts&auml;tter.

source: %(listname)s has both public and private mbox archives. Since this list currently uses private archiving, I'm installing the private mbox archive -- %(o_pri_mbox_file)s -- as the active archive, and renaming %(o_pub_mbox_file)s to %(o_pub_mbox_file)s.preb6 You can integrate that into the archives if you want by using the 'arch' script.
ca: %(listname)s té fitxers mbox públics i privats. Ja que la llista està fent servir arxivació privada, Instalo el fitxer mbox privat -- %(o_pri_mbox_file)s -- com a arxiu actiu, i renombro %(o_pub_mbox_file)s a %(o_pub_mbox_file)s.preb6 Pots integrar això amb els arxius si vols, fent servir el script 'arch'.
fr: %(listname)s dispose à la fois d'archives privées et publiques. puisque qu'elle utilise actuellement un archivage privé, je vais installer les archives privées -- %(o_pub_mbox_file)s sur %(o_pub_mbox_file)s.preb6 Vous pourrez, si vous le désirer, les intégrer aux archives en utilisant le script 'arch'.
sv: %(listname)s har b&aring;de offentliga och privata mbox arkiv. Eftersom denna lista bara anv&auml;nder privata arkiv, installerar jag det privata mbox arkivet -- %(o_pri_mbox_file)s -- som det aktiva arkivet, och &auml;ndrar namnet %(o_pub_mbox_file)s till %(o_pub_mbox_file)s.preb6 Om du vill kan du integrera detta in i arkivet genom att anv&auml;nda 'arch' skriptet.

source: %s has both public and private mbox archives. Since this list currently uses public archiving, I'm installing the public mbox file archive file (%s) as the active one, and renaming %s to %s.preb6 You can integrate that into the archives if you want by using the 'arch' script.
ca: %s té fitxers mbox públics i privats. Ja qeu aquesta llista fa servir arxivació pública, instal·lo el fitxer públic mbox (%s) com a fitxer actiu, i li canviare el nom de %s a %s.preb6 Pots integrar això amb els arxius si vols, fent servir l'script 'arch'.
fr: %s dispose d'archives publiques et privées. puisquue cette liste utilise actuellement l'archivage publique, je vais installer les fichiers d'archives publique (%s) comme fichiers actifs et renommer %s en %s.preb6 Vous pourrez, si vous le désirrer, les intégrer dans les archives en utilisant le script arch.
sv: %(listname)s har b&aring;de offentliga och privata mbox arkiv. Eftrsom denna lista bara anv&auml;nder offentligt arkiv, installerar jag den offentliga mbox arkivfilen (%s) som den aktiva, och &auml;ndrar namnet %s till %s.preb6 Om du vill kan du integrera detta in i arkivet genom att anv&auml;nda 'arch' skriptet.

source: - updating old private mbox file
ca: - actualitzant l'antic fitxer privat mbox
fr: - mise à jour du vieux fichier mbox privé
sv: - uppdaterar den gamla privata mbox-filen

source: unknown file in the way, moving %(o_pri_mbox_file)s to %(newname)s
ca: Fitxer desconegut, movent %(o_pri_mbox_file)s a %(newname)s
fr: fichier inconnue au passage, renommage de %(o_pri_mbox_file)s en %(newname)s
sv: ok&auml;nd fil i v&auml;gen, flyttar %(o_pri_mbox_file)s till %(newname)

source: looks like you have a really recent CVS installation... you're either one brave soul, or you already ran me
ca: sembla que tens una instal·lació molt recent del CVS... ets un valent! ;-)
fr: On dirait que vous avez une installation CVS très rècente... ou vous êtes une âme vaillante, ou vous m'avez déjà lancé
sv: ser ut som om du har en ganska ny CVS installation... antingen &auml;r du en modig sj&auml;l, eller s&aring; har du redan k&ouml;rt detta skript

source: - updating old public mbox file
ca: - actualitzant l'antic fitxer públic mbox
fr: - Mise à jour du vieux fichier mbox public
sv: - uppdaterar den gamla offentliga mbox-filen

source: unknown file in the way, moving %(o_pub_mbox_file)s to %(newname)s
ca: fitxer desconegut, movent %(o_pub_mbox_file)s a %(newname)s
fr: Fichier inconnue rencontré, renommage de %(o_pub_mbox_file)s en %(newname)s
sv: ok&auml;nd fil i v&auml;gen, flyttar %(o_pub_mbox_file)s till %(newname)

source: - This list looks like it might have <= b4 list templates around
ca: - Sembla que aquesta llista té plantilles <= b4
fr: - Cette liste semble avoir des templates de liste <= b4 dans les parrages
sv: - Det ser ut som denna lista har templates &auml;ldre &auml;n b5 liggande

source: - moved %(o_tmpl)s to %(n_tmpl)s
ca: - mogut %(o_tmpl)s a %(n_tmpl)s
fr: - renommé %(o_tmpl)s en %(n_tmpl)s
sv: - flyttat %(o_tmpl)s till %(n_tmpl)s

source: - both %(o_tmpl)s and %(n_tmpl)s exist, leaving untouched
ca: - %(o_tmpl)s i %(n_tmpl)s existeixen, els deixo com estan.
fr: - %(o_tmpl)s et %(n_tmpl)s existent tous deux, aucune modification
sv: - b&aring;de %(o_tmpl)s och %(n_tmpl)s existerar, r&ouml;r inte dessa

source: removing directory %(src)s and everything underneath
ca: eliminant el directori %(src)s i tot el seu contingut
sv: tar bort katalogen %(src)s och alla underkataloger
