Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: List all the members of a mailing list. Usage: %(PROGRAM)s [-o file] [-r] [-d] [-p] [-h] listname Where: --output file -o file Write output to specified file instead of standard out. --regular -r Print just the regular (non-digest) members. --digest -d Print just the digest members. --preserve -p Output member addresses case preserved the way they were added to the list. Otherwise, addresses are printed in all lowercase. --help -h Print this help message and exit. listname is the name of the mailing list to use. Note that if neither -r or -d is supplied, both regular members are printed first, followed by digest members, but no indication is given as to address status.
fr: Afficher tous les abonnés d'une liste. Usage: %(PROGRAM)s [-o fichier] [-r] [-d] [-p] [-h] nom_liste Où: --output fichier -o fichier Diriger la sortie vers `fichier' en lieu et place de la sortie standard. --regular -r Afficher juste les abonnés normaux (remise non-groupées). --digest -d Afficher juste les abonnés digest. --preserve -p Afficher les adresses des abonnés en conservant la casse initiale. Autrement, toute les adresses sont affichées en minuscule. --help -h Afficher ce message d'aide puis quitter. `nom_liste' est le nom de la liste de diffusion à utiliser. Notez que si vous ne spécifiez ni l'option -r ni l'option -d, tous les abonnés sont affichés, les abonnés normaux l'étant en premier, par contre, aucune information sur le status de l'adresse ne sera donnée.

source: Create a new, unpopulated mailing list. Usage: %(PROGRAM)s [options] [listname [listadmin-addr [admin-password]]] Options: -q/--quiet Normally the administrator is notified by email (after a prompt) that their list has been created. This option suppresses the prompt and notification. -h/--help Print this help text and exit. You can specify as many of the arguments as you want on the command line: you will be prompted for the missing ones. Every Mailman list has two parameters which define the default host name for outgoing email, and the default URL for all web interfaces. When you configured Mailman, certain defaults were calculated, but if you are running multiple virtual Mailman sites, then the defaults may not be appropriate for the list you are creating. You can specify the domain to create your new list in by spelling the listname like so: mylist@www.mydom.ain where `www.mydom.ain' should be the base hostname for the URL to this virtual hosts's lists. E.g. with is setting people will view the general list overviews at http://www.mydom.ain/mailman/listinfo. Also, www.mydom.ain should be a key in the VIRTUAL_HOSTS mapping in mm_cfg.py/Defaults.py. It will be looked up to give the email hostname. If this can't be found, then www.mydom.ain will be used for both the web interface and the email interface. If you spell the list name as just `mylist', then the email hostname will be taken from DEFAULT_HOST_NAME and the url will be taken from DEFAULT_URL (as defined in your Defaults.py file or overridden by settings in mm_cfg.py). Note that listnames are forced to lowercase.
fr: Crée une nouvelle liste sans abonnés. Usage: %(PROGRAM)s [options] \ [nom_liste [addr_listeadmin [mot_de_passe-admin]]] Options: -q/--quiet En principe l'administrateur reçoit un courriel (après demande de confirmation) que sa liste a été crée. Cette option supprime la demande de confirmation et l'avis. Vous pouvez spécifier autant d'arguments désirés sur la ligne de commande, les arguments omis seront demandés. Chaque liste Mailman dispose de deux paramètres définissant le nom d'hôte par défaut pour les messages sortants, et l'URL de base pour l'interface web. Lors de la configuration de Mailman, certaines valeurs par défaut ont été calculées et risquent de ne pas convenir pour la liste que vous créez si vous gérer un site Mailman avec plusieurs hôtes virtuels. Vous pourrez spécifier le domaine de la liste crée en fournissant un nom de liste de la forme: maliste@www.mondoma.ine Où `www.mondoma.ine' serait le nom d'hôte de base pour l'URL décrivant les listes de l'hôte virtuel en question. Avec cette configuration, le panorama de la liste sera accessible à l'adresse http://www.mondoma.ine/mailman/listinfo. De plus, www.mondoma.ine pourrait être une clé dans le mappage VIRTUAL_HOST dans mm_cfg.py/Defaults.py. Il sera analysé pour trouver le nom d'hôte pour la messagerie. Si cela est introuvable, www.mondoma.ine sera utilisé aussi bien pour le web que la messagerie. Si vous spécifiez le nom de la liste sous la forme `maliste', alors le nom d'hôte pour la messagerie sera extrait de DEFAULT_HOST_NAME et l'url sera extrait de DEFAULT_URL (comme spécifié dans votre fichier Defaults.py à moins que ces valeurs n'aient été redéfinit dans mm_cfg.py). Notez que les noms de liste sont ramenés en minuscule.

source: Bad owner email address: %(owner_mail)s
fr: Adresse de propriétaire spécifiée invalide: %(owner_mail)s

source: # File: %(filename)s, line: %(lineno)d
fr: # Fichier: %(filename)s, ligne: %(lineno)d

source: %(filename)s:%(lineno)d
fr: %(filename)s:%(lineno)s

source: Invalid value for --style: %s
fr: Valeur inavalide pour --style: %s

source: pygettext.py (xgettext for Python) %s
fr: pygettext.py (xgettext pour Python) %s

source: --width argument must be an integer: %s
fr: l'argument de --width doit être un entier: %s

source: Can't read --exclude-file: %s
fr: Impossible de lire --exclude-file: %s

source: Reading standard input
fr: Lecture de l'entrée standard

source: Working on %s
fr: Traitement de %s

source: a unicode string
fr: une chaîne unicode

source: Remove members from a list. Usage: remove_members [options] listname [addr1 ...] Options: --file=file -f file Remove member addresses found in the given file. If file is `-', read stdin. --all -a Remove all members of the mailing list. --help -h Print this help message and exit. listname is the name of the mailing list to use. addr1 ... are additional addresses to remove.
fr: Supprimer des abonnés de la liste Usage: remove_members [options] nomliste [addr1 ...] --file=fichier -f fichier Supprimer les abonnés correspondant aux adresses trouvées dans le fichier fournit. Si le fichier est `-', le programme lit stdin. --all -a Supprimer tous les abonnés de la liste --help -h Affiche ce message d'aide puis quitte. nomliste est le nom de la liste à utiliser. addr1 ... sont les adresses additionnelles à supprimer.

source: User `%(addr)s' not found.
fr: Adresse d'utilisateur '%(addr)s' non trouvée

source: Remove the components of a mailing list with impunity - beware! This removes (almost) all traces of a mailing list. By default, the lists archives are not removed, which is very handy for retiring old lists. Usage: rmlist [-a] [-h] listname Where: --archives -a remove the lists archives too --help -h print this help message and exit
fr: Supprimer les composantes d'une liste de diffusion impunément - Prenez garde! Ceci supprime (presque) toutes traces d'une liste de diffusion. Par défaut, les archives de la liste ne sont pas supprimées, ce qui est très utile pour une vieille liste qui part à la retraite. Usage: rmlist [-a] [-h] nomliste Où: --archives -a Supprime aussi les archives de la liste. --help -h Affiche ce message d'aide puis quitte.

source: Synchronize a mailing list's membership with a flat file. This script is useful if you have a Mailman mailing list and a sendmail :include: style list of addresses (also as is used in Majordomo). For every address in the file that does not appear in the mailing list, the address is added. For every address in the mailing list that does not appear in the file, the address is removed. Other options control what happens when an address is added or removed. Usage: %(PROGRAM)s [options] -f file listname Where `options' are: --no-change -n Don't actually make the changes. Instead, print out what would be done to the list. --welcome-msg[=<yes|no>] -w[=<yes|no>] Sets whether or not to send the newly added members a welcome message, overriding whatever the list's `send_welcome_msg' setting is. With -w=yes or -w, the welcome message is sent. With -w=no, no message is sent. --digest[=<yes|no>] -d[=<yes|no>] Selects whether to make newly added members receive messages in digests. With -d=yes or -d, they become digest members. With -d=no (or if no -d option given) they are added as regular members. --notifyadmin[=<yes|no>] --a[=<yes|no>] Specifies whether the admin should be notified for each subscription or unsubscription. If you're adding a lot of addresses, you definitely want to turn this off! With -a=yes or -a, the admin is notified. With -a=no, the admin is not notified. With no -a option, the default for the list is used. --file <filename | -> -f <filename | -> This option is required. It specifies the flat file to synchronize against. Email addresses must appear one per line. If filename is `-' then stdin is used. --help -h Print this message. listname Required. This specifies the list to synchronize.
fr: Synchronise les abonnés d'une liste avec un fichier brute. Ce script est utile pour ceux qui disposent d'une liste de diffusion Mailman et d'une liste d'adresses de type :include: de sendmail (aussi utilisé par Majordomo). Chaque adresse dans le fichier n'apparaissant pas dans la liste est ajoutée à la liste alors que les adresses ne figurant pas dans le fichier sont supprimées de la liste lors-qu'elles y sont abonnées. Les autres options déterminent ce qui se passe à la suite de l'ajout ou de la suppression d'une adresse. Usage: %(PROGRAM)s [options] -f fichier nomliste Où les `options' sont: --no-change -n Ne pas effectuer de modifications, plutôt afficher la liste des opérations à effectuer sur la liste. --welcome-msg[=<yes|no>] -w[=<yes|no>] Détermine si les abonnés ajoutés doivent recevoir un message de bienvenue, annulant ainsi l'effet du paramètre `send_welcome_msg' de la liste. avec -w=yes ou -w, le message de bienvenue est envoyé. Avec -w=no, aucun message n'est envoyé. --digest=[<yes|no>] -d[=<yes|no>] Détermine si les nouveaux abonnés ajoutés recevront des messages en mode groupés ou non. Avec -d=yes ou -d, ils deviennent des abonnés digest. Avec -d=no (ou sans -d), ils seront ajoutés avec une option de remise normale. --notifyadmin[=<yes|no>] -a[=<yes|no>] Détermine si l'admin doit être avisé suite à chaque abonnement et à chaque résiliation. Si vous ajouter un grand nombre, vous devrez certainement désactiver cette option! Avec -a=yes ou -s, l'admin reçoit un avis. Sans l'option -a, le comportement par défaut de la liste est utilisé. --file <nomfichier | -> -f <nomfichier | -> Cette option est requise. Elle définit le fichier brute sur laquelle la synchronisation aura lieu. Chaque ligne doit contenir une seule adresse courriel. Si nomfichier est `-', stdin est utilisée. --help -h Affiche ce message. nomliste Requit. Il définit la liste à synchroniser.

source: Ignore : %30(addr)s
fr: Ignorer : %30(addr)s

source: Invalid : %30(addr)s
fr: Invalide : %30(addr)s

source: General framework for interacting with a mailing list object. There are two ways to use this script: interactively or programmatically. Using it interactively allows you to play with, examine and modify a MailList object from Python's interactive interpreter. To do this, run the script as follows: %% python -i bin/withlist [options] listname [args ...] This will load the list object named by listname (required) into an object called `m' in the global namespace. It also loads the class MailList into the global namespace. Programmatically, you can write a function to operate on a MailList object, and this script will take care of the housekeeping (see below for examples). In that case, the general usage syntax is: %% bin/withlist [options] listname [args ...] Options: -l --lock Lock the list when opening. Normally the list is opened unlocked (e.g. for read-only operations). You can always lock the file after the fact by typing `m.Lock()' Note that if you use this option, you should explicitly call m.Save() before exiting, since the interpreter's clean up procedure will not automatically save changes to the MailList object (but it will unlock the list). --run [module.]callable -r [module.]callable This can be used to run a script with the opened MailList object. This works by attempting to import `module' (which must already be accessible on your sys.path), and then calling `callable' from the module. callable can be a class or function; it is called with the MailList object as the first argument. If additional args are given on the command line, they are passed as subsequent positional args to the callable. Note that `module.' is optional; if it is omitted then a module with the name `callable' will be imported. The global variable `r' will be set to the results of this call. --quiet -q Suppress all status messages. --help -h Print this message and exit Here's an example of how to use the -r option. Say you have a file in the Mailman installation directory called `listaddr.py', with the following two functions: def listaddr(mlist): print mlist.GetListEmail() def requestaddr(mlist): print mlist.GetRequestEmail() Now, from the command line you can print the list's posting address by running the following from the command line: %% bin/withlist -r listaddr mylist Loading list: mylist (unlocked) Importing listaddr ... Running listaddr.listaddr() ... mylist@myhost.com And you can print the list's request address by running: %% bin/withlist -r listaddr.requestaddr mylist Loading list: mylist (unlocked) Importing listaddr ... Running listaddr.requestaddr() ... mylist-request@myhost.com As another example, say you wanted to change the password for a particular user on a particular list. You could put the following function in a file called `changepw.py': from Mailman.Errors import NotAMember def changepw(mlist, addr, newpasswd): try: mlist.setMemberPassword(addr, newpasswd) mlist.Save() except NotAMember: print 'No address matched:', addr and run this from the command line: %% bin/withlist -l -r changepw mylist somebody@somewhere.org foobar
fr: Cadre générique pour travailler avec les objets liste de diffusion. Il y a deux façons d'utiliser ce script: Interactivement ou de façon programatique. De façon interactive vous pourrez explorer, afficher et modifier un objet MailList en utilisant un interface Python interactif. Pour faire cela, exécutez le script comme suit: %% python -i bin/withlist [options] nomliste [args ...] Cette commande chargera l'objet liste spécifié par nomliste (requit) sous le nom `m' dans l'espace de nommage global. Elle chargera également la classe MailList dans l'espace de nommage global. De façon programatique, vous pourrez écrire une fonction qui travaille avec un objet MailList, et ce script prendra soins de tous les détails (Voir exemples ci-dessous). Dans ce cas, la syntaxe générique est: %% bin/withlist [options] nomliste [args ...] Options: -l --lock Verrouiller la liste à l'ouverture. En principe la liste est ouverte sans verrou (e.g. pour les opérations en lecture seule). Vous pourrez toujours verrouiller la liste après coup en appelant `m.Lock()' Notez que si vous utilisez cette option, vous devrez faire explicitement appelle à m.Save() avant de quitter puisque la procédure de nettoyage de l'interpréteur n'enregistre pas automatiquement les modifications de l'objet MailList (il déverrouillera par contre la liste). --run [module.]callable -r [module.]callable Ceci peut être utilisé pour exécuter un script avec un objet MailList ouvert. La démarche consiste à essayer d'importer `module' (qui doit être déjà disponible dans sys.path) puis à appeler `callable' à partir du module. callable peut être une classe ou une fonction; il est appelé avec l'objet MailList comme premier argument. Si d'autres arguments sont fournit sur la ligne de commade, ils sont passés comme paramètres additionnels à callable. Notez que `module' est facultatif; quand il est omis, un module nommé `callable' sera importé. La variable globale `r' prendra la valeur de retour de cet appel. --quiet -q Supprimer tous les messages de statut. --help -h Afficher ce message puis quitter Voici un exemple d'utilisation de l'option -r. Supposons que vous disposiez d'un fichier `addrliste.py' dans le répertoire principal d'installation de Mailman, avec les deux fonctions suivantes: def addrliste(mlist): print mlist.GetListEmail() def addrrequest(mlist): print mlist.GetRequestEmail() A présent, à partir de la ligne de commande, vous pouvez afficher l'adresse de soumission sur la liste en exécutant ce qui suit en ligne de commande: %% bin/withlist -r addrliste maliste Chargement de la liste: maliste (sans verrou) Importation de addrliste ... Exécution de addrliste.addrliste() ... maliste@monhote.com Et vous pourrez afficher l'adresse request de la liste en exécutant: %% bin/withlist -r addrliste.addrrequest maliste Chargement de la liste: maliste (sans verrou) Importation de addrliste ... Exécution de addrliste.addrrequest() ... maliste-request@monhote.com Prenons un autre exemple. Disons que vous souhaitez modifier le mot de passe d'un utilisateur particulier sur une liste particulière. Vous pourrez créer les fonctions suivantes dans un fichier appelé `changepass.py': from Mailman.Errors import NotAMember def changepasse(mlist, addr, nouvpasse): try: mlist.setMemberPassword(addr, nouvpasse) mlist.Save() except NotAMember: print "Pas d'adresse correspondant à:", addr puis exécuter ce qui suit sur la ligne de commande: %% bin/withlist -l -r changepasse maliste toto@qqpart.org foobar

source: From: %(sender)s on %(date)s Cause: %(reason)s
fr: De: %(sender)s le %(date)s Cause: %(reason)s

source: Send password reminders for all lists to all users. This program scans all mailing lists and collects users and their passwords, grouped by the list's host_name if mm_cfg.VIRTUAL_HOST_OVERVIEW is true. Then one email message is sent to each unique user (per-virtual host) containing the list passwords and options url for the user. The password reminder comes from the mm_cfg.MAILMAN_SITE_LIST, which must exist. Usage: %(PROGRAM)s [options] Options: -h/--help Print this message and exit.
fr: Envoie les rappels des mots de passe à tous les abonnés de toute les liste. Ce programme scanne toute les listes et récupère les utilisateurs ainsi que leurs mots de passe groupés par les paramètre host_name de la liste lorsque mm_cfg.VIRTUAL_HOST_OVERVIEW a la valeur vrai. Puis un courriel est envoyé à chaque utilisateur individuel (pour chaque hôte virtuel) contenant les mots de passe des listes et l'url des options pour l'utilisateur. Le rappel de mot de passe provient de mm_cfg.MAILMAN_SITE_LIST qui doit être définit. Usage: %(PROGRAM)s [options] Options: -h/--help Affiche ce message et quitte.

source: Dispatch digests for lists w/pending messages and digest_send_periodic set. Typically it's invoked via cron.
fr: Envoyer les digests pour les listes avec des messages en attente pour lesquelles la variable digest_send_periodic est définit. Il est généralement appelé par cron.
