Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: <html> <head> <link rel="SHORTCUT ICON" href="<mm-favicon>"> <title><MM-Presentable-User> membership configuration for <MM-List-Name> </title> </head> <BODY BGCOLOR="#ffffff"> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR><TD WIDTH="100%" BGCOLOR="#99CCFF"><B> <FONT COLOR="#000000" SIZE=+1> <MM-List-Name> mailing list membership configuration for <MM-Presentable-User> </FONT></B></TD></TR> </TABLE> <p> <table width="100%" border="0" cellspacing="5" cellpadding="5"> <tr><td> <b><MM-Presentable-User></b>'s subscription status, password, and options for the <MM-List-Name> mailing list. </td><td><MM-Form-Start><mm-logout-button><MM-Form-End></td> </tr><tr> <td colspan="2"> <MM-Case-Preserved-User> <MM-Disabled-Notice> <p><mm-results> </td> </tr> </table> <MM-Form-Start> <p> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR><TD WIDTH="100%" BGCOLOR="#FFF0D0" colspan="2"> <FONT COLOR="#000000"> <B>Changing your <MM-List-Name> membership information</B> </FONT></TD></TR> <tr><td colspan="2">You can change the address that you are subscribed to the mailing list with by entering the new address in the fields below. Note that a confirmation email will be sent to the new address, and the change must be confirmed before it is processed. <p>Confirmations time out after about <mm-pending-days>. <p>You can also optionally set or change your real name (i.e. <em>John Smith</em>). <p>If you want to make the membership changes for all the lists that you are subscribed to at <mm-host>, turn on the <em>Change globally</em> check box. </td></tr> <tr><td><center> <table border="0" cellspacing="2" cellpadding="2" width="80%" cols="2"> <tr><td bgcolor="#dddddd"><div align="right">New address:</div></td> <td><mm-new-address-box></td> </tr> <tr><td bgcolor="#dddddd"><div align="right">Again to confirm:</div></td> <td><mm-confirm-address-box></td> </tr> </tr></table></center> </td> <td><center> <table border="0" cellspacing="2" cellpadding="2" width="80%" cols="2"> <tr><td bgcolor="#dddddd"><div align="right">Your name (optional):</div></td> <td><mm-fullname-box></td> </tr> </table></center> </td> </tr> <tr><td colspan="2"><center><mm-change-address-button> <p><mm-global-change-of-address>Change globally</center></td> </tr> </table> <p> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="5" CELLPADDING="5"> <TR><TD WIDTH="50%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>Unsubscribing from <MM-List-Name></B></td> <TD WIDTH="50%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>Your other <MM-Host> subscriptions</B> </FONT></TD></TR> <tr><td> Turn on the confirmation checkbox and hit this button to unsubscribe from this mailing list. <strong>Warning:</strong> This action will be taken immediately! <p> <center><MM-Unsubscribe-Button></center></td> <td> You can view a list of all the other mailing lists at <mm-host> for which you are a member. Use this if you want to make the same membership option changes to this other subscriptions. <p> <center><MM-Other-Subscriptions-Submit></center> </TD></TR> </table> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR><TD COLSPAN=2 WIDTH="100%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>Your <MM-List-Name> Password</B> </FONT></TD></TR> <tr valign="TOP"><td WIDTH="50%"> <a name=reminder> <center> <h3>Forgotten Your Password?</h3> </center> Click this button to have your password emailed to your membership address. <p><MM-Umbrella-Notice> <center> <MM-Email-My-Pw> </center> </td> <td WIDTH="50%"> <a name=changepw> <center> <h3>Change Your Password</h3> <TABLE BORDER="0" CELLSPACING="2" CELLPADDING="2" WIDTH="70%" COLS=2> <TR><TD BGCOLOR="#dddddd"><div align="right">New password:</div></TD> <TD><MM-New-Pass-Box></TD> </TR> <TR> <TD BGCOLOR="#dddddd"><div align="right">Again to confirm:</div></TD> <TD><MM-Confirm-Pass-Box></TD> </TR> </table> <MM-Change-Pass-Button> <p><center><mm-global-pw-changes-button>Change globally. </center> </TABLE> <p> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR><TD WIDTH="100%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>Your <MM-List-Name> Subscription Options</B> </FONT></TD></TR> </table> <p> <i><strong>Current values are checked.</strong></i> <p>Note that some of the options have a <em>Set globally</em> checkbox. Checking this field will cause the changes to be made to every mailing list that you are a member of on <mm-host>. Click on <em>List my other subscriptions</em> above to see which other mailing lists you are subscribed to. <p> <TABLE BORDER="0" CELLSPACING="3" CELLPADDING="4" WIDTH="100%"> <tr><TD BGCOLOR="#cccccc"> <a name="disable"> <strong>Mail delivery</strong></a><p> Set this option to <em>Enabled</em> to receive messages posted to this mailing list. Set it to <em>Disabled</em> if you want to stay subscribed, but don't want mail delivered to you for a while (e.g. you're going on vacation). If you disable mail delivery, don't forget to re-enable it when you come back; it will not be automatically re-enabled. </td><td bgcolor="#cccccc"> <mm-delivery-enable-button>Enabled<br> <mm-delivery-disable-button>Disabled<p> <mm-global-deliver-button><i>Set globally</i> </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Set Digest Mode</strong><p> If you turn digest mode on, you'll get posts bundled together (usually one per day but possibly more on busy lists), instead of singly when they're sent. If digest mode is changed from on to off, you may receive one last digest. </td><td bgcolor="#cccccc"> <MM-Undigest-Radio-Button>Off<br> <MM-Digest-Radio-Button>On </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Get MIME or Plain Text Digests?</strong><p> Your mail reader may or may not support MIME digests. In general MIME digests are preferred, but if you have a problem reading them, select plain text digests. </td><td bgcolor="#cccccc"> <MM-Mime-Digests-Button>MIME<br> <MM-Plain-Digests-Button>Plain Text<p> <mm-global-mime-button><i>Set globally</i> </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Receive your own posts to the list?</strong><p> Ordinarily, you will get a copy of every message you post to the list. If you don't want to receive this copy, set this option to <em>No</em>. </td><td bgcolor="#cccccc"> <mm-dont-receive-own-mail-button>No<br> <mm-receive-own-mail-button>Yes </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Receive acknowledgement mail when you send mail to the list?</strong><p> </td><td bgcolor="#cccccc"> <mm-dont-ack-posts-button>No<br> <mm-ack-posts-button>Yes </td></tr> <tr><td bgcolor="#cccccc"> <strong>Get password reminder email for this list?</strong><p> Once a month, you will get an email containing a password reminder for every list at this host to which you are subscribed. You can turn this off on a per-list basis by selecting <em>No</em> for this option. If you turn off password reminders for all the lists you are subscribed to, no reminder email will be sent to you. </td><td bgcolor="#cccccc"> <mm-dont-get-password-reminder-button>No<br> <mm-get-password-reminder-button>Yes<p> <mm-global-remind-button><i>Set globally</i> </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Conceal yourself from subscriber list?</strong><p> When someone views the list membership, your email address is normally shown (in an obscured fashion to thwart spam harvesters). If you do not want your email address to show up on this membership roster at all, select <em>Yes</em> for this option. </td><td bgcolor="#cccccc"> <MM-Public-Subscription-Button>No<br> <MM-Hide-Subscription-Button>Yes </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>What language do you prefer?</strong><p> </td><td bgcolor="#cccccc"> <MM-list-langs> </td></tr> <tr><td bgcolor="#cccccc"> <strong>Which topic categories would you like to subscribe to?</strong><p> By selecting one or more topics, you can filter the traffic on the mailing list, so as to receive only a subset of the messages. If a message matches one of your selected topics, then you will get the message, otherwise you will not. <p>If a message does not match any topic, the delivery rule depends on the setting of the option below. If you do not select any topics of interest, you will get all the messages sent to the mailing list. </td><td bgcolor="#cccccc"> <mm-topics> </td></tr> <tr><td bgcolor="#cccccc"> <strong>Do you want to receive messages that do not match any topic filter?</strong><p> This option only takes effect if you've subscribed to at least one topic above. It describes what the default delivery rule is for messages that don't match any topic filter. Selecting <em>No</em> says that if the message does not match any topic filters, then you won't get the message, while selecting <em>Yes</em> says to deliver such non-matching messages to you. <p>If no topics of interest are selected above, then you will receive every message sent to the mailing list. </td><td bgcolor="#cccccc"> <mm-suppress-nonmatching-topics>No<br> <mm-receive-nonmatching-topics>Yes </td></tr> <tr><td bgcolor="#cccccc"> <strong>Avoid duplicate copies of messages?</strong><p> When you are listed explicitly in the <tt>To:</tt> or <tt>Cc:</tt> headers of a list message, you can opt to not receive another copy from the mailing list. Select <em>Yes</em> to avoid receiving copies from the mailing list; select <em>No</em> to receive copies. <p>If the list has member personalized messages enabled, and you elect to receive copies, every copy will have a <tt>X-Mailman-Copy: yes</tt> header added to it. </td><td bgcolor="#cccccc"> <mm-receive-duplicates-button>No<br> <mm-dont-receive-duplicates-button>Yes<p> <mm-global-nodupes-button><i>Set globally</i> </td></tr> <tr><TD colspan="2"> <center><MM-options-Submit-button></center> </td></tr> </table> </center> <p> <MM-Form-End> <MM-Mailman-Footer> </body> </html>
ca: <!-- $Revision: 7853 $ --> <html> <head> <link rel="SHORTCUT ICON" href="<mm-favicon>"> <title><MM-Presentable-User> membership configuration for <MM-List-Name> </title> </head> <BODY BGCOLOR="#ffffff"> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR> <TD WIDTH="100%" BGCOLOR="#99CCFF"><B> <FONT COLOR="#000000" SIZE=+1> <MM-List-Name> Configuraci&oacute; dels subscriptors de la llista de correu<MM-Presentable-User> </FONT></B></TD> </TR> </TABLE> <p> <table width="100%" border="0" cellspacing="5" cellpadding="5"> <tr> <td> estat de la subscripci&oacute;, clau de pas, i opcions de la llista de correu.</td> <td><MM-Form-Start><mm-logout-button><MM-Form-End></td> </tr><tr> <td colspan="2"> <MM-Case-Preserved-User> <MM-Disabled-Notice> <p><mm-results> </td> </tr> </table> <MM-Form-Start> <p> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR> <TD WIDTH="100%" BGCOLOR="#FFF0D0" colspan="2"> <FONT COLOR="#000000"> <B>Canviant la vostra informaci&oacute; de subscripci&oacute;</B></FONT></TD> </TR> <tr> <td colspan="2">Podeu canviar l'adre&ccedil;a amb la que esteu subscrits a la llista de correu entrant la nova adre&ccedil;a en les caselles seg&uuml;ents. Un email de confirmaci&oacute; ser&agrave; enviat a la nova adre&ccedil;a, i el canvi haur&agrave; de ser confirmat abans de ser processat. <p>Confirmations time out after about <mm-pending-days>. <p>Tamb&eacute; pot opcionalment afegir o canviar el seu nom real (per exemple <em>John Smith</em>). <p>Si voleu que els canvis que feu a la vostra configuraci&oacute; siguin visibles a totes les llistes a les que esteu subscrit, seleccioneu la casella <em>Canvi Global.</em> </td></tr> <tr><td><center> <table border="0" cellspacing="2" cellpadding="2" width="80%" cols="2"> <tr><td bgcolor="#dddddd"><div align="right">New address:</div></td> <td><mm-new-address-box></td> </tr> <tr><td bgcolor="#dddddd"><div align="right">Again to confirm:</div></td> <td><mm-confirm-address-box></td> </tr> </tr></table></center> </td> <td><center> <table border="0" cellspacing="2" cellpadding="2" width="80%" cols="2"> <tr><td bgcolor="#dddddd"><div align="right">El seu nom (opcional):</div></td> <td><mm-fullname-box></td> </tr> </table></center> </td> </tr> <tr><td colspan="2"><center><mm-change-address-button> <p><mm-global-change-of-address>Canvi Global </center></td> </tr> </table> <p> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="5" CELLPADDING="5"> <TR><TD WIDTH="50%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>donar-se de baixa <MM-List-Name></B></td> <TD WIDTH="50%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>Les seves altres<MM-Host> subscripcions</B> </FONT></TD></TR> <tr> <td> <p>Seleccioni la casella de confirmaci&oacute; i premi aquest bot&oacute; per donar-se de baixa d'aquesta llista de correu. <strong>Av&iacute;s:</strong> Aquesta acci&oacute; s'executar&agrave; inmediatament! </p> <p> <center><MM-Unsubscribe-Button></center></td> <td> Pot veure una llista de les altres llistes de correu a les quals tamb&eacute; est&agrave; subscrit. Faci servir aix&ograve; si vol aplicar els mateixos canvis d'opcions en les dem&eacute;s llistes de correu. <p> <center><MM-Other-Subscriptions-Submit></center> </TD></TR> </table> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR> <TD COLSPAN=2 WIDTH="100%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>La seva Clau de Pas</B></FONT></TD> </TR> <tr valign="TOP"><td WIDTH="50%"> <a name=reminder> <center> <h3>Ha oblidat la clau?</h3> </center> Premi aquest bot&oacute; per rebre un mail amb la seva clau de pas a la seva adre&ccedil;a de correu. <p><MM-Umbrella-Notice> <center> <MM-Email-My-Pw> </center> </td> <td WIDTH="50%"> <a name=changepw> <center> <h3>Canviar la seva clau</h3> <TABLE BORDER="0" CELLSPACING="2" CELLPADDING="2" WIDTH="70%" COLS=2> <TR><TD BGCOLOR="#dddddd"><div align="right">Nova clau:</div></TD> <TD><MM-New-Pass-Box></TD> </TR> <TR> <TD BGCOLOR="#dddddd"><div align="right">Confirmi la clau</div></TD> <TD><MM-Confirm-Pass-Box></TD> </TR> </table> <MM-Change-Pass-Button> <p><center> <mm-global-pw-changes-button>Canvi Global. </center> </TABLE> <p> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR> <TD WIDTH="100%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <b>Les seves Opcions de Subscripci&oacute;</b></FONT></TD> </TR> </table> <p> <i><strong>Els valors actuals estan seleccionats.</strong></i> <p>Fixi's que algunes de les opcions tenen una casella de <em>Canvi Global</em>. Seleccionar aquestes caselles far&agrave; que els canvis es produeixin en totes les llistes de correu en les que vost&egrave; &eacute;s membre. Faci click sobre <em>LLista les meves altres subscripcions</em> per veure en quines altres llistes de correu est&agrave; subscrit. <p> <TABLE BORDER="0" CELLSPACING="3" CELLPADDING="4" WIDTH="100%"> <tr> <TD BGCOLOR="#cccccc"> <a name="disable"> <strong>Enviament de mail</strong></a> <p> Seleccioni<em> Habilitat</em> per tal de rebre missatges enviats a aquesta llista de correut. Seleccioni <em>Deshabilitat</em> si vol continuar subscrit per&ograve; no vol rebre cap mail durant un temps (per exemple en el cas de que marxi de vacances). Si deshabilita aquesta opci&oacute;, recordi de habilitar-la de nou quan torni, ja que aix&ograve; no succeeix autom&agrave;ticament. </td> <td bgcolor="#cccccc"> <mm-delivery-enable-button>Habilitat<br> <mm-delivery-disable-button>Deshabilitat <p> <mm-global-deliver-button><i>Canvi Global</i></td></tr> <tr> <TD BGCOLOR="#cccccc"> <strong>Activar mode de compilaci&oacute;</strong> <p> Si activeu el mode de compilaci&oacute;, rebreu tots els missatges junts (normalment un per dia, per&ograve; probablement m&eacute;s d'un de les llistes ocupades), en comptes de forma individual en el moment en que s&oacute;n enviats. Si el mode de compilaci&oacute; es canvia d'activat a desactivat es rebr&agrave; una &uacute;ltima compilaci&oacute; abans de comen&ccedil;ar a rebre'ls un per un. </td> <td bgcolor="#cccccc"> <MM-Undigest-Radio-Button>Desactivat<br> <MM-Digest-Radio-Button>Activat</td> </tr> <tr> <TD BGCOLOR="#cccccc"> <strong>Compilacions MIME o de text pla?</strong> <p> Depenent de quin programa de correu faci servir podr&agrave; rebre compilacions MIME. En general, es prefereixen les compilacions MIME, per&ograve; si teniu problemes a l'hora de llegir-les, seleccioneu compilacions de text pla. </td><td bgcolor="#cccccc"> <MM-Mime-Digests-Button>MIME<br> <MM-Plain-Digests-Button>Text pla <p> <mm-global-mime-button><i>Canvi Global</i> </td></tr> <tr> <TD BGCOLOR="#cccccc"> <strong>Rebre els seus propis missatges a la llista?</strong> <p> Ordin&agrave;riament, rebreu una c&ograve;pia de cada missatge que envieu a la llistat. Si no voleu rebre aquesta c&ograve;pia, seleccioneu <em>No.</em> </td><td bgcolor="#cccccc"> <mm-dont-receive-own-mail-button>No<br> <mm-receive-own-mail-button>S&iacute;</td> </tr> <tr> <TD BGCOLOR="#cccccc"> <strong>Rebre un mail de reconeixement quan envii un missatge a la llista?</strong> <p> </td><td bgcolor="#cccccc"> <mm-dont-ack-posts-button>No<br> <mm-ack-posts-button>S&iacute;</td> </tr> <tr> <td bgcolor="#cccccc"> <strong>Rebre un mail de recordatori de la clau de pas per a la llista?</strong> <p> Un cop al mes, rebreu un mail de recordatori amb les seves claus de pas per a cada una de les llistes en les que estigui subscrit. Pot cancelar aquesta opci&oacute; seleccionant <em>No</em>. Si ho fa, no rebr&agrave; cap mail de recordatori. </td><td bgcolor="#cccccc"> <mm-dont-get-password-reminder-button>No<br> <mm-get-password-reminder-button>S&iacute; <p> <mm-global-remind-button><i>Canvi Global</i> </td></tr> <tr> <TD BGCOLOR="#cccccc"> <strong>Treure's de la llista de membres?</strong> <p> Quan alg&uacute; revisa la llista de membres, la seva adre&ccedil;a d'email normalment hi apareix (en un color fosc per tal de frustrar als recollidors d'spam). Si vost&egrave; no vol que la seva adre&ccedil;a d'email aparegui en el llistat de membres seleccioni <em>S&iacute; </em> per aquesta opci&oacute;. </td><td bgcolor="#cccccc"> <MM-Public-Subscription-Button>No<br> <MM-Hide-Subscription-Button><em>S&iacute;</em></td> </tr> <tr> <TD BGCOLOR="#cccccc"> <strong>Quina llengua prefereix?</strong> <p> </td><td bgcolor="#cccccc"> <MM-list-langs> </td></tr> <tr> <td bgcolor="#cccccc"> <strong>En quines categories de temes li agradaria subscriure's ?</strong> <p> Seleccionant un o m&eacute;s temes, podr&agrave; filtrar el tr&agrave;fic de la llista de correu, i aix&iacute; rebre nom&eacute;s una part de tots els missatges. Si un missatge coincideix amb alg&uacute;n dels temes que hagi seleccionat, aleshores rebr&agrave; aquest missatge, en cas contrari no li ser&agrave; enviat. <p>Si un missatge no coincideix amb cap tema, aleshores la norma a seguir de l'opci&oacute; seg&uuml;ent. Si no escull cap tema d'inter&egrave;s rebr&agrave; tots els missatges de la llista de correu. </td><td bgcolor="#cccccc"> <mm-topics> </td></tr> <tr> <td bgcolor="#cccccc"> <strong>Vol rebre missatges que no coincideixen amb cap filtre de temes d'inter&eacute;s?</strong> <p> Aquesta opci&oacute; nom&eacute;s l'afecta en cas de que estigui subscrit en almenys una categoria de temes d'inter&eacute;s de l'opci&oacute; anterior. Descriu quina ha de ser la norma d'enviament a seguir per aquells missatges que no coincideixin amb cap categoria de temes. Escollir <em> No </em>significa no rebre els missatges que no coincideixin amb cap filtre de temes, mentres que escollir <em>S&iacute;</em> significa rebre aquesta mena de missatges. <p>Si no ha seleccionat cap tema d'inter&egrave;s en l'opci&oacute; anterior, aleshores rebr&agrave; tots els missatges enviats a la llista de correu. </td><td bgcolor="#cccccc"> <mm-suppress-nonmatching-topics>No<br> <mm-receive-nonmatching-topics>S&iacute;</td> </tr> <tr> <td bgcolor="#cccccc"> <strong>Evitar les c&ograve;pies duplicades dels missatges?</strong> <p> Quan vost&egrave; est&agrave; expl&iacute;citament llistat en els encap&ccedil;alaments <tt>To:</tt> o<tt> Cc:</tt> d'un missatge , pot optar a no rebre una altra c&ograve;pia de la llista de correu.. Seleccioni <em>S&iacute;</em> per no rebre m&eacute;s c&ograve;pies de la llista de correu, o seleccioni <em> No </em>si vol rebre-les. <p>Si la llista t&eacute; habilitada l'opci&oacute; de missatges personalitzats de membre, i vost&egrave; escull de rebre les c&ograve;pies, cada c&ograve;pia tindr&agrave; un encap&ccedil;alament <tt>'X-Mailman-Copy: yes' afegit</tt>. </td><td bgcolor="#cccccc"> <mm-receive-duplicates-button>No<br> <mm-dont-receive-duplicates-button>S&iacute; <p> <mm-global-nodupes-button><i>Canvi Golbal</i> </td></tr> <tr><TD colspan="2"> <center><MM-options-Submit-button></center> </td></tr> </table> <p> <MM-Form-End> <MM-Mailman-Footer> </body> </html>
cs: <!-- $Revision: 7889 $ --> <html> <head> <link rel="SHORTCUT ICON" href="<mm-favicon>"> <title><MM-Presentable-User> Konfigurace konference <MM-List-Name></title> </head> <BODY BGCOLOR="#ffffff"> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR><TD WIDTH="100%" BGCOLOR="#99CCFF"><B> <FONT COLOR="#000000" SIZE=+1> <MM-List-Name> Nastavení pro u¾ivatele: <MM-Presentable-User> </FONT></B></TD></TR> </TABLE> <p> <table width="100%" border="0" cellspacing="5" cellpadding="5"> <tr><td> <b>U¾ivatel <MM-Presentable-User></b>, konfigurace u¾ivatelského úètu pro konferenci <MM-List-Name>. </td><td><MM-Form-Start><mm-logout-button><MM-Form-End></td> </tr><tr> <td colspan="2"> <MM-Case-Preserved-User> <MM-Disabled-Notice> <p><mm-results> </td> </tr> </table> <MM-Form-Start> <p> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR><TD WIDTH="100%" BGCOLOR="#FFF0D0" colspan="2"> <FONT COLOR="#000000"> <B>Zmìna konfigurace pro konferenci <MM-List-Name></B> </FONT></TD></TR> <tr><td colspan="2">Mù¾ete zmìnit e-mailovou adresu, na kterou se zasílají pøíspìvky. Zadejte novou adresu do tohoto pole. Na Va¹i stávající adresu bude zaslána ¾ádost o ovìøení a zmìna bude provedena teprve po potvrzení. <p>Na potvrzení budeme èekat <mm-pending-days> dní. <p>Mù¾ete si nastavit i své jméno, jako napø. <em>Petr Novák</em>. <p>Pokud se mají provedené zmìny projevit ve v¹ech konferencích na tomto serveru, musíte za¹krtnout volbu <em>Zmìnit globálnì</em>. </td></tr> <tr><td><center> <table border="0" cellspacing="2" cellpadding="2" width="80%" cols="2"> <tr><td bgcolor="#dddddd"><div align="right">Nová adresa:</div></td> <td><mm-new-address-box></td> </tr> <tr><td bgcolor="#dddddd"><div align="right">Znovu pro potvrzení: </div></td> <td><mm-confirm-address-box></td> </tr> </tr></table></center> </td> <td><center> <table border="0" cellspacing="2" cellpadding="2" width="80%" cols="2"> <tr><td bgcolor="#dddddd"><div align="right">Celé jméno (nepovinné):</div></td> <td><mm-fullname-box></td> </tr> </table></center> </td> </tr> <tr><td colspan="2"><center><mm-change-address-button> <p><mm-global-change-of-address>Zmìnit globálnì</center></td> </tr> </table> <p> <TABLE WIDTH="100%" BORDER="0" CELLSPACING=5" CELLPADDING="5"> <TR><TD WIDTH="50%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>Odhlá¹ení z <MM-List-Name></B> <TD WIDTH="50%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>Va¹e ostatní pøihlá¹ené konference na <MM-Host></B> </FONT></TD></TR> <tr><td> Pro odhlá¹ení za¹krtnìte políèko a kliknìte na tlaèítko Odhlásit. <strong>Pozor:</strong> Zmìna se projeví okam¾itì. <p> <center><MM-Unsubscribe-Button></center></td> <td> Mù¾ete si zobrazit seznam v¹ech dal¹ích konferencí na tomto serveru, jejich¾ jste èleny. Pokud zvolíte tuto volbu, promítnou se zde provedené zmìny i do v¹ech ostatních kont. <p> <center><MM-Other-Subscriptions-Submit></center> </TD></TR> </table> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR><TD COLSPAN=2 WIDTH="100%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>Va¹e heslo pro <MM-List-Name></B> </FONT></TD></TR> <tr valign="TOP"><td WIDTH="50%"> <a name=reminder> <center> <h3>Zapomnìli jste heslo?</h3> </center> Kliknìte na toto tlaèítko a heslo Vám bude zasláno na Va¹í e-mailovou adresu. <p> <MM-Umbrella-Notice> <center> <MM-Email-My-Pw> </center> </td> <td WIDTH="50%"> <a name=changepw> <center> <h3>Zmìna hesla</h3> <TABLE BORDER="0" CELLSPACING="2" CELLPADDING="2" WIDTH="70%" COLS=2> <TR><TD BGCOLOR="#dddddd">Nové heslo:</TD> <TD><MM-New-Pass-Box></TD> </TR> <TR> <TD BGCOLOR="#dddddd">A je¹tì jednou nové pro kontrolu:</TD> <TD><MM-Confirm-Pass-Box></TD> </TR> </table> <MM-Change-Pass-Button> <p><center><mm-global-pw-changes-button>Zmìnit globálnì. </TABLE> <p> <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="5"> <TR><TD WIDTH="100%" BGCOLOR="#FFF0D0"><FONT COLOR="#000000"> <B>Nastavení Va¹eho konta pro konferenci <MM-List-Name> </B> </FONT></TD></TR> </table> <p> <i><strong>Aktuální hodnoty jsou za¹krtnuty</strong></i><p> <p>Pozor, u nìkterých voleb je checkbox <em>Nastavit globálnì</em>. Pokud jej za¹krtnete, provedou se zmìny ve v¹ech konferencích, do kterých jste pøihlá¹eni na tomto serveru. Pokud chcete vìdìt, které to jsou, kliknìte na <em>Seznam ostatních konferencí</em> nahoøe na stránce. <p> <TABLE BORDER="0" CELLSPACING="3" CELLPADDING="4" WIDTH="100%"> <tr><TD BGCOLOR="#cccccc"> <a name="disable"> <strong>Zakázat zasílání pøíspìvkù</strong></a><p> Vyberte tuto volbu, pokud si nepøejete dostávat ¾ádné pøíspìvky. </td><td bgcolor="#cccccc"> <mm-delivery-enable-button> Zasílat<br> <mm-delivery-disable-button> Nezasílat<br> <mm-global-deliver-button><i>Nastavit globálnì</i> </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Zapnutí digest re¾imu</strong><p> Pokud je zapnut digest re¾im dostanete v¹echny pøíspìvky v jednom dopise jednou dennì. Pokud digest vypnete, dostanete pøíspìvky z posledního dne je¹tì v digest formì. </td><td bgcolor="#cccccc"> <MM-Undigest-Radio-Button>Vypnuto<br> <MM-Digest-Radio-Button>Zapnuto </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Pøejete si digest dostávat jako MIME zprávu nebo èistý text?</strong><p> Pokud Vá¹ po¹tovní klient nedoká¾e pøeèíst MIME zprávu, nastavte si zde volbu èistý text. Tato volba nemá ¾ádný význam, pokud není digest aktivní.<br> </td><td bgcolor="#cccccc"> <MM-Mime-Digests-Button>MIME<br> <MM-Plain-Digests-Button>Èistý text<p> <mm-global-mime-button><i>Nastavit globálnìkk</i> </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Pøejete si dostávat pøíspìvky, které jste sami zaslali do konference?</strong><p> </td><td bgcolor="#cccccc"> <mm-dont-receive-own-mail-button>Ne<br> <mm-receive-own-mail-button>Ano </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong> Pøejete si dostávat oznámení o rozeslání vlastních pøíspìvkù?</strong><p> </td><td bgcolor="#cccccc"> <mm-dont-ack-posts-button>Ne<br> <mm-ack-posts-button>Ano </td></tr> <tr><td bgcolor="#cccccc"> <strong>Chcete dostávat upozornìní na hesla?</strong><p> Ve výchozí konfiguraci dostáváte jednou mìsíènì mailem zprávu, kde je uveden seznam konferencí a k nim pøíslu¹ná hesla, která potøebujete pro rùzné administrativní operace. Pokud vyberete <em>Ne</em>, nebudete tento mail dostávat. Pøípadnì zapomenuté heslo si mù¾ete poslat z webovského rozhraní. </td><td bgcolor="#cccccc"> <mm-dont-get-password-reminder-button>Ne<br> <mm-get-password-reminder-button>Ano<p> <mm-global-remind-button><i>Nastavit globálnì</i> </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Pøejete si být vidìt v seznamu úèastníkù?</strong><p> Pokud si nìkdo zobrazí seznam úèastníkù, ve výchozí konfiguraci vidí adresy v¹ech úèastníkù. Pokud na tomto seznamu nechcete být uvedeni, mù¾ete zde zobrazení zakázat. </td><td bgcolor="#cccccc"> <MM-Public-Subscription-Button>Zobrazit<br> <MM-Hide-Subscription-Button>Skrýt </td></tr> <tr><TD BGCOLOR="#cccccc"> <strong>Jakou øeè preferujete pro komunikaci s listserverem?</strong><p> </td><td bgcolor="#cccccc"> <MM-list-langs> </td></tr> <tr><td bgcolor="#cccccc"> <strong>Která témata Vás zajímají?</strong><p> Pokud si vyberete jedno nebo více témat, mù¾ete filtrovat pøíspìvky z konference a dostávat jedinì ty, které Vás zajímají. <p>U pøíspìvkù, které se nepodaøí zatøídit do ¾ádné kategorie, závisí na nastavení dal¹í volby, jestli je dostanete nebo ne. Pokud nezvolíte ¾ádné téma, budete dostávat v¹echny pøíspìvky. </td><td bgcolor="#cccccc"> <mm-topics> </td></tr> <tr><td bgcolor="#cccccc"> <strong>Chcete dostávat pøíspìvky, které se nepodaøilo zaøadit do ¾ádné kategorie?</strong><p> Tato volba má smysl jedinì pokud jste si v pøedchozí volbì vybral nìjaké téma. Pokud zde odpovíte <em>Ne</em> nebudete dostávat ¾ádné pøíspìvky, které nespadají do Va¹ich témat, jinak budete dostávat i nezatøíditelné. </td><td bgcolor="#cccccc"> <mm-suppress-nonmatching-topics>Ne<br> <mm-receive-nonmatching-topics>Ano </td></tr> <tr><td bgcolor="#cccccc"> <strong>Eliminuj duplicitní pøíspìvky?</strong><p> Pokud dostane listserver k rozeslání pøíspìvek jste uvedeni v hlavièèe <tt>To:</tt> nebo <tt>Cc:</tt> dostanete pøíspìvek dvakrát, jednou pøímo a jednou pøes konferenci. Pokud vyberete volbu <em>Ano</em>, listserv takový pøíspìvek na va¹i adresu neza¹le a vy dostanete jen ten, který vám zasílá pøímo autor. Pokud vyberete volbu <em>Ne</em> dostanete pøíspìvek pravdìpodobnì dvakrát. <p>Pokud listserver rozesílá ka¾dý pøíspìvek zvlá¹», a vy máte nastaveno, ¾e si pøejete dostávat duplicitní pøíspìvky, bude mít ka¾dý duplicitní pøíspìvek pøidánu hlavièku <tt>X-Mailman-Copy: yes</tt>. </td><td bgcolor="#cccccc"> <mm-receive-duplicates-button>Ne<br> <mm-dont-receive-duplicates-button>Ano<p> <mm-global-nodupes-button><i>Nastavit globálnì</i> </td></tr> <tr><TD colspan="2"> <center><MM-options-Submit-button></center> </td></tr> </table> </center> <p> <MM-Form-End> <MM-Mailman-Footer> </body> </html>
