Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: <b>nomail</b> -- Is delivery to the member disabled? If so, an abbreviation will be given describing the reason for the disabled delivery: <ul><li><b>U</b> -- Delivery was disabled by the user via their personal options page. <li><b>A</b> -- Delivery was disabled by the list administrators. <li><b>B</b> -- Delivery was disabled by the system due to excessive bouncing from the member's address. <li><b>?</b> -- The reason for disabled delivery isn't known. This is the case for all memberships which were disabled in older versions of Mailman. </ul>
ca: <b>no correu</b> -- Is delivery to the member disabled? If so, an abbreviation will be given describing the reason for the disabled delivery: <ul><li><b>U</b> -- Delivery was disabled by the user via their personal options page. <li><b>A</b> -- Delivery was disabled by the list administrators. <li><b>B</b> -- Delivery was disabled by the system due to excessive bouncing from the member's address. <li><b>?</b> -- The reason for disabled delivery isn't known. This is the case for all memberships which were disabled in older versions of Mailman. </ul>
cs: <b>nomail</b> -- Doruèování pøíspìvkù tomuto u¾ivateli je zakázáno. Pokud je pøíznak nastaven, je pøipojena zkratka, která vysvìtluje, proè je doruèování zakázáno: <ul><li><b>U</b> -- U¾ivatel si zákaz nastavil sám v konfiguraci u¾ivatele. <li><b>A</b> -- Bylo zakázáno administrátorem. <li><b>B</b> -- Bylo zakázáno listserverem automaticky, proto¾e se pøíspìvky vracely jako nedoruèitelné. <li><b>?</b> -- Dùvod není znám. To mù¾e znamenat, ¾e bylo zakázáno star¹í verzí Mailmanu, která tyto pøíznaky nepodporovala. </ul>
sv: <b>stoppa e-post</b> -- Sluta att distribuera e-postbrev till medlemmen? Om ja, kommer en anledning att anges med en bokstav: <ul> <li><b>M</b> -- Medlemmen har angett detta sj&auml;lv via sin personliga medlemssida. <li><b>A</b> -- Angett av listadministrat&ouml;ren <li><b>R</b> -- Angett av Mailman grundat p&aring; f&ouml;r m&aring;nga returmeddelanden fr&aring;n medlemmens e-postadress <li><b>?</b> -- Ok&auml;nd anledning. Detta &auml;r orsaken om e-post stoppades f&ouml;r medlemmen i en tidigare version av Mailman. </ul>

source: <b>ack</b> -- Does the member get acknowledgements of their posts?
ca: <b>confirmació</b> -- Does the member get acknowledgements of their posts?
cs: <b>potvrzení</b> -- Dostává pøispìvatel potvrzení o pøijetí pøíspìvku?
fr: <b>acc</b> -- Les abonnés recoivent-ils un accusé de récéption de leurs soumissions?
sv: <b>bekr&auml;ftelse</b> -- S&auml;nd bekr&auml;ftelse p&aring; varje e-postbrev som medlemmen skickar till listan?

source: <b>not metoo</b> -- Does the member want to avoid copies of their own postings?
ca: <b>no còpia</b> -- Does the member want to avoid copies of their own postings?
cs: <b>not metoo</b> -- Úèastník si nepøeje dostávat kopie vlastních pøíspìvkù.
sv: <b>inte mina</b> -- Vill medlemmen undvika att ta emot kopior av e-postbrev som han/hon sj&auml;lv har skickat till listan?

source: <b>nodupes</b> -- Does the member want to avoid duplicates of the same message?
ca: <b>no duplicats</b> -- Does the member want to avoid duplicates of the same message?
cs: <b>nodupes</b> -- Má se systém pokou¹et nedoruèovat duplicitní pøíspìvky tomuto u¾ivateli?
sv: <b>inga kopior</b> -- Vill medlemmen undvika att ta emot kopior av e-postbrev som har medlemmens e-postadress som mottagare?

source: <b>digest</b> -- Does the member get messages in digests? (otherwise, individual messages)
ca: <b>rebre agrupats</b> -- Does the member get messages in digests? (otherwise, individual messages)
cs: <b>digest</b> -- Dostává úèastník pøíspìvky jako digest? (V opaèném pøípadì dostává ka¾dý pøíspìvek samostatnì a ihned.)
fr: <b>groupée</b> -- Est ce que les abonnés recoivent les messages sous forme groupée? (soumissions individuelles sinon)
sv: <b>sammandragsversion</b> -- Medlemmen f&aring;r ett sammandrag skickat med j&auml;mna mellanrum ist&auml;llet f&ouml;r varje e-postbrev?

source: <b>plain</b> -- If getting digests, does the member get plain text digests? (otherwise, MIME)
ca: <b>text net</b> -- En el cas de rebre els missatges agrupats, es reben en text net? (f getting digests, does the member get plain text digests? (otherwise, MIME)
cs: <b>plain</b> -- Pokud má úèastník nastaven digest, dostává jej jako èistý text? (jinak bude formátován podle MIME)
fr: <b>brute</b> -- Est ce que lors de l'envoi des lots, l'abonné doit-il recevoir du texte brute? (MIME sinon)
sv: <b>ren text</b> -- F&aring;r medlem, som tar emot e-postbrev i sammandragsversion, meddelandet som ren text? (I annat fall s&auml;nds e-postbrevet i sammandragsversion i MIME-format.)

source: <b>language</b> -- Language preferred by the user
ca: <b>idioma</b> -- Idioma preferit de l'usuari
cs: <b>Jazyk</b> -- Jazyk preferovaný úèastníky konference.
fr: <b>Langue</b> -- Langue préféré par l'utilisateur
sv: <b>spr&aring;k</b> -- &Ouml;nskat spr&aring;k

source: Click here to hide the legend for this table.
ca: Fes clic aquí per amagar la llegenda d'aquesta taula.
cs: Kliknutím sem skryjete popisek této tabulky.
sv: Klicka h&auml;r f&ouml;r att inte visa f&ouml;rklaringen till inst&auml;llningarna.

source: Click here to include the legend for this table.
ca: Fes clic aquí per mostrar la llegenda d'aquesta taula.
cs: Kliknutím sem zobrazíte popisek této tabulky.
sv: Klicka h&auml;r f&ouml;r att visa f&ouml;rklaringen till inst&auml;llningarna.

source: <p><em>To view more members, click on the appropriate range listed below:</em>
ca: <p><em>Per veure més membres, fés clic a l'abast llistat a sota:</em>
cs: <p><em>Pro zobrazení dal¹ích èástí výpisu kliknìte ní¾e na segment, který chcete zobrazit.</em>
fr: <p><em>Pour voir d'avantage d'abonnés, clicker sur l'un des intervals ci-dessous:<em>
sv: <p><em>F&ouml;r att se fler medlemmar, klicka p&aring; &ouml;nskat omr&aring;de:

source: from %(start)s to %(end)s
ca: desde %(start)s fins %(end)s
cs: od %(start)s do %(end)s
fr: De %(start)s à %(end)s
sv: fr&aring;n %(start)s till %(end)s

source: Subscribe these users now or invite them?
ca: Subscriure aquests usuaris ara o convidar-los?
cs: Mají být tito úèastníci pøihlá¹eni a nebo pozváni k úèasti v konferenci?
sv: Anm&auml;la dessa adresser omedelbart, eller inbjuda dem?

source: Invite
ca: Convidar
cs: Pozváni
sv: Inbjud

source: Subscribe
ca: Subscriure's
cs: Pøihlas
fr: Abonner
sv: Anm&auml;l

source: Send welcome messages to new subscribees?
ca: Enviar missatge de benvinguda als nous subscriptors?
cs: Poslat novì pøihlá¹eným uvítací zprávu?
sv: Skicka v&auml;lkomsth&auml;lsning till nya medlemmar?

source: Yes
ca: Si
cs: Ano
fr: Oui
sv: Ja

source: Send notifications of new subscriptions to the list owner?
ca: Enviar notificacions de nous subscriptors a l'amo de la llista?
cs: Zasílat upozornìní na nová pøihlá¹ení vlastníkovi konference?
sv: Skicka meddelande till listans &auml;gare n&auml;r n&aring;gon anm&auml;ler sig?

source: Enter one address per line below...
ca: A continuació introdueix una adreça per línia...
cs: Zadejte na ka¾dý øádek jednu adresu:
fr: Entrer une adresse par ligne ci-dessous...
sv: Skriv in e-postadressen/adresserna (bara en adress per rad) i textrutan nedan...

source: ...or specify a file to upload:
ca: ...o especifica un fitxer per pujar:
cs: ...vyberte soubor, který bude poslán na server:
fr: ...ou spécifier un fichier à télédécharger
sv: ...eller specificera namnet p&aring; en fil i samma format, som inneh&aring;ller adresserna:

source: Below, enter additional text to be added to the top of your invitation or the subscription notification. Include at least one blank line at the end...
ca: A continuació, introdueix el text que s'afegirà a dalt de la teva invitació o notificació de subscripció. Inclou al menys una línia en blanc al final...
cs: Do tohoto pole zadejte text, který bude pøidán na zaèátek emailu, který bude poslán jako zvací a nebo jako potvrzení o pøihlá¹ení. Na konci nechte alespoò jeden prázdný øádek, aby se text po kompletaci neslil dohromady.

source: Send unsubscription acknowledgement to the user?
ca: Enviar contestació de la cancel·lació de subscripció al usuari?
cs: Zaslat úèastníkovi upozornìní o odhlá¹ení?
fr: Envoyer un accusé de récéption de résiliation à l'utilisateur?
sv: Skicka bekr&auml;ftelse p&aring; avanm&auml;lan fr&aring;n listan till medlemmen?

source: Send notifications to the list owner?
ca: Enviar una notificació a l'amo de la llista?
cs: Zasílat upozornìní vlastníkovi konference?
fr: Envoyer les avis au propriétaire de la liste?
sv: Skicka meddelande till listans &auml;gare?

source: Change list ownership passwords
ca: Canviar contrasenyes de propietat de la llista
cs: Zmìna hesla vlastníka konference
fr: Modifier le mot de passe des propriétaires de la liste
sv: &Auml;ndra admin/moderatorns l&ouml;senord

source: The <em>list administrators</em> are the people who have ultimate control over all parameters of this mailing list. They are able to change any list configuration variable available through these administration web pages. <p>The <em>list moderators</em> have more limited permissions; they are not able to change any list configuration variable, but they are allowed to tend to pending administration requests, including approving or rejecting held subscription requests, and disposing of held postings. Of course, the <em>list administrators</em> can also tend to pending requests. <p>In order to split the list ownership duties into administrators and moderators, you must set a separate moderator password in the fields below, and also provide the email addresses of the list moderators in the <a href="%(adminurl)s/general">general options section</a>.
ca: Els <em>administradors de llista</em> són les persones amb control total sobre tots els paràmetres de la llista de correu. Poden canviar la configuració de qualsevol variable de la llista a través d'aquestes pàgines d'administració. <p>Els <em>moderadors de llista</em> tenen permisos mes limitats; no poden canviar la configuració de qualsevol variable, però poden atendre les peticions d'administració, incloent l'aprovació o denegació de subscripcions pendents, o que fer amb els enviaments retinguts. És clar, els <em>administradors de llista</em> també poden atendre les peticions pendents. Per a poder dividir les tasques d'administració entre els administradors i els moderadors, ha de posar-li una clau distinta als moderadors en el camp que està més abaix i indicar les adreces de correu electròniques a la <a href="%(adminurl)s/general">secció d'opcions generals</a>.
cs: <em>Administrátoøi konference</em> jsou lidé, kteøí mají úplnou kontrolu nad konfigurací konference. Mohou prostøednictvím tìchto webovských stránek mìnit v¹echny parametry a takté¾ rozhodovat o po¾adavcích z administrativní databáze. <p><em>Moderátoøi</em> mají pouze omezená práva. Nemohou mìnit konfiguraci, pouze rozhodují o distribuci pozastavených pøíspìvkù a ¾ádostech o pøihlá¹ení do konference. <p>Moderátoøi se zakládají vepsáním jejich emailových adres <a href="%(adminurl)s/general"> do pøíslu¹ných políèek na stránce v¹eobecných vlastností</a>. a zadáním hesla do ní¾e uvedeného vstupního pole.
sv: <em>Listadministrat&ouml;rerna</em> är de som har full kontroll och tillg&aring;ng till alla inst&auml;llningar f&ouml;r den h&auml;r e-postlistan. <p><em>Listmoderatorerna</em> har en n&aring;got mer begr&auml;nsad tillg&aring;ng. De kan inte &auml;ndra n&arng;gra inst&auml;llningar f&ouml;r listan, men de kan godk&auml;nna e-post som ska behandlas, och de kan godk&auml;nna eller avsl&aring; ans&ouml;kningar om medlemskap. (Det kan ocks&aring; listadministrat&ouml;ren g&ouml;ra.) <p>F&ouml;r att kunna utnyttja m&ouml;jligheten att ha listmoderatorer, m&aring;ste du s&auml;tta ett eget moderatorl&ouml;senord i f&auml;lten nedan. (L&ouml;senordet kan naturligtvis vara vad som helst, men &auml;r det detsamma som administrat&ouml;rsl&ouml;senordet, har det ju inget syfte.) Du m&aring;ste ocks&aring; sedan skriva in e-postadressen (adresserna) till listmoderatorn (moderatorerna) p&aring;<a href="%(adminurl)s/general">Allm&auml;nna inst&auml;llningar</a>.

source: Enter new administrator password:
ca: Introduir nova contrasenya del administrador:
cs: Zadejte nové heslo pro administrátora konference:
fr: Entrez le nouveau mot de passe administrateur:
sv: Nytt administrat&ouml;rsl&ouml;senord:

source: Confirm administrator password:
ca: confirmar la contrasenya del administrador:
cs: Potvrïte heslo administrátora konference:

source: Enter new moderator password:
ca: Introduir nova contrasenya del moderador:
cs: Zadejte nové heslo pro moderátora:
fr: Entrer le nouveau mot de passe de modération:
sv: Nytt moderatorl&ouml;senord:

source: Confirm moderator password:
ca: Confirmar la contrasenya del moderador:
cs: Potvrï nové heslo pro moderátora:
fr: Confirmer le nouveau mot de passe de modération:
sv: Moderatorl&ouml;senordet en g&aring;ng till:

source: Submit Your Changes
ca: Enviar canvis
cs: Ulo¾it zmìny
fr: Soumettre vos modifications
sv: Spara &auml;ndringar

source: Moderator passwords did not match
ca: Les contrasenyes del moderador no coincideixen
cs: Hesla moderátora se neshodují.
fr: Les mots de passe de modération ne correspondent pas.<br>
sv: Moderatorl&ouml;senorden &auml;r inte lika

source: Administrator passwords did not match
ca: Les contrasenyes del administrador no coincideixen
cs: Hesla administrátora se neshodují.

source: Already a member
ca: Ja ets membre
cs: Je ji¾ úèastníkem
fr: Déjà abonné
sv: Redan medlem

source: &lt;blank line&gt;
ca: &lt;línia en blanc&gt;
cs: &lt;prázdný øádek&gt;
fr: &lt;ligne vide&gt;
sv: &lt;tom rad&gt;

source: Bad/Invalid email address
ca: Adreça de correu electrònic invàlida
cs: Neplatná emailová adresa
fr: Adresse courriel Mauvais/Invalide
sv: Fel/Ogiltig e-postadress

source: Hostile address (illegal characters)
ca: Adreça hostil (caràcters il·legals)
cs: Neplatná adresa (obsahuje nepovolené znaky)
fr: Adresse hostile (caractères illégaux)
sv: Farlig e-postadress (inneh&aring;ller ogiltiga tecken)

source: Successfully invited:
ca: Convidat satisfactòriament:
cs: Úspì¹nì pøizváni:
sv: Inbjudan &auml;r skickad till:

source: Successfully subscribed:
ca: Subscrit satisfactòriament:
cs: Úspì¹nì pøihlá¹eni:
sv: Anm&auml;lan gjord:

source: Error inviting:
ca: Error convidant:
cs: Chyba pøi pozvání:
sv: Fel under inbjudan:

source: Error subscribing:
ca: Error subscrivint:
cs: Chyba pøi pøihla¹ování:
sv: Fel under anm&auml;an:

source: Successfully Unsubscribed:
ca: Subscripció Cancel·lada Satisfactòriament:
cs: Úspì¹nì odhlá¹eni:
fr: Résiliation réussit
sv: Avanm&auml;lan gjord:

source: Cannot unsubscribe non-members:
ca: No es pot cancel·lar la subscripció dels no-membres:
cs: Nemohu odhlásit nìkoho, kdo není úèastníkem:
fr: Ne peut résilier l'abonnement de non-abonnés
sv: Kan inte avanm&auml;la en icke-existerande medlem:

source: Bad moderation flag value
ca: Valor erroni de la senyal de moderació
cs: Chybná hodnota pøíznaku moderace.
sv: Ogiltigt v&auml;rde p&aring; moderationsflaggan

source: Not subscribed
ca: No subscrit:
cs: Není pøihlá¹en
fr: Pas abonné
sv: Inte anm&auml;ld

source: Ignoring changes to deleted member: %(user)s
ca: Ignorant els canvis al membre eliminat: %(user)s
cs: Ignoruji zmìny provedené u odhlá¹eného úèastníka: %(user)s
sv: Bortser fr&aring;n &auml;ndring av en medlem som &auml;r avanm&auml;ld: %(user)s

source: Successfully Removed:
ca: Eliminat satisfactòriament:
cs: Úspì¹nì odstranìni:
fr: Abonnement résilié avec succès:
sv: Avanm&auml;lan gjord av:

source: Error Unsubscribing:
ca: Error cancel·lant la subscripció:
cs: Chyba pøi odhla¹ování
fr: Erreur lors de la résiliation:
sv: Fel under avanm&auml;lan av:

source: %(realname)s Administrative Database
ca: Base de dades administrativa %(realname)s
cs: Konference %(realname)s -- administrace
fr: Base de données administrative de %(realname)s
sv: Administrativ databas f&ouml;r listan %(realname)s

source: %(realname)s Administrative Database Results
ca: Resultats de la base de dades administrativa %(realname)s
cs: Konference %(realname)s -- výsledky editace databáze po¾adavkù
fr: Résultats de la base de données administrative de %(realname)s
sv: Resultat fr&aring;n den administrativa databasen till listan %(realname)s

source: There are no pending requests.
ca: No hi ha peticions pendents
cs: ®ádné po¾adavky neèekají na vyøízení.
fr: Pas de rquêtes en instance.
sv: Inga ans&ouml;kningar v&auml;ntar.

source: Click here to reload this page.
ca: Click aquí per recarregar la pàgina.
cs: Kliknutím sem obnovíte obsah této stránky.

source: Detailed instructions for the administrative database
ca: Instruccions detallades per a la base de dades administrativa
cs: Podrobnìj¹í instrukce pro práci s databází po¾adavkù
sv: Detaljerade instruktioner f&ouml;r den administrativa databasen

source: Administrative requests for mailing list:
ca: Petició administrativa per la llista de correu:
cs: Administrativní po¾adavky pro konference
fr: Requêtes administratives pour la liste de diffusion:
sv: Administrativa f&ouml;rfr&aring;gningar f&ouml;r listan:

source: Submit All Data
ca: Enviar tota la informació
cs: Potvrï v¹echny akce
fr: Soumettre toutes les données
sv: Utf&ouml;r

source: all of %(esender)s's held messages.
ca: tots els missatges retinguts de %(esender)s
cs: v¹echny pozdr¾ené zprávy od úèastníka %(esender)s.
sv: alla meddelanden fr&aring;n %(esender)s, som h&aring;lls tillbaka f&ouml;r godk&auml;nnande.

source: a single held message.
ca: un missatge retingut.
cs: jedna pozdr¾ená zpráva.
sv: ett ensamt tillbakah&aring;llet meddelande.

source: all held messages.
ca: tots els missatges retinguts.
cs: v¹echny pozdr¾ené pøíspìvky.
sv: alla tillbakah&aring;llna meddelanden.

source: Mailman Administrative Database Error
ca: Error a la base de dades administrativa de Mailman
cs: Pøi zpracování databáze po¾adavkù (Admindb) do¹lo k chybì.
fr: Erreur sur la base de données administrative de Mailman
sv: Fel i Mailmans administrativa databas

source: list of available mailing lists.
ca: Llista de les llista de correu disponibles
cs: seznam konferencí
fr: liste des listes de diffusion disponibles
sv: Lista &ouml;ver alla tillg&auml;ngliga e-postlistor.

source: You must specify a list name. Here is the %(link)s
ca: Has d'especificar el nom d'una llista . Aquí hi ha la %(link)s
cs: Musíte zadat název konference, zde je odkaz %(link)s
fr: Vous devez donner le nom d'une liste. Voici les %(link)s
sv: Du m&aring;ste uppge ett namn p&aring; en lista. H&auml;r &auml;r %(link)s

source: Subscription Requests
ca: Petició de Subscripció
cs: Po¾adavky na pøihlá¹ení
fr: Requêtes d'abonnement
sv: Ans&ouml;kningar om medlemskap

source: Address/name
ca: Adreça/nom
cs: Adresa/jméno
sv: Adress/namn

source: Your decision
ca: La teva decisió
cs: Va¹e rozhodnutí
fr: Votre Décision
sv: Ditt beslut

source: Reason for refusal
ca: Raó de la rebutja
cs: Dùvod pro zamítnutí
fr: Motifs du refus
sv: Anledning

source: Approve
ca: Aprovar
cs: Odsouhlas
fr: Approuver
sv: Godk&auml;nn

source: Permanently ban from this list
ca: Prohibir-li permanentment l'entrada en aquesta llista
cs: Trvale zakázat pøístup do konference
sv: Utest&auml;ng f&ouml;r alltid fr&aring; denna lista

source: User address/name
ca: Adreça/nom de usuari
cs: adresa úèastníka/jméno úèastníka
fr: Adresse/nom de l'abonné
sv: Medlemmens adress/namn

source: Unsubscription Requests
ca: Peticions de Cancel·lació de Subscripció
cs: Po¾adavky na odhlá¹ení
sv: Ans&ouml;kningar om avanm&auml;lan

source: From:
ca: De:
cs: Od:
fr: De:
sv: Fr&aring;n:

source: Action to take on all these held messages:
ca: Acció a prendre sobre tots aquests missatges retinguts:
cs: Co se má udìlat se v¹emi pozdr¾enými zprávami:
sv: Beslut f&ouml;r alla tillbakah&aring;llna meddelanden:

source: Preserve messages for the site administrator
ca: Preservar els missatges per l'administrador del Site.
cs: Uschovej tuto zprávu pro administrátora serveru
sv: Bevara meddelanden f&ouml;r systemets administrat&ouml;r

source: Forward messages (individually) to:
ca: Enviar missatges (individualment) a:
cs: Pøepo¹li zprávy (jednotlivì) na:
sv: Vidares&auml;nd meddelanden (individuellt) till:

source: Clear this member's <em>moderate</em> flag
ca: Netejar la senyal de <em>moderació</em> d'aquest membre
cs: Zru¹it tomuto úèastníkovi pøíznak <em>moderovat</em>.
sv: Rensa denna medlems <em>moderationsflagga</em>

source: <em>The sender is now a member of this list</em>
ca: <em>El remitent es ara membre de la llista</em>
cs: <em>Odesílatel je nyní úèastníkem konference.</em>

source: Accepts
ca: Accepta
cs: Akceptovat
sv: Godk&auml;nner

source: Discards
ca: Descarta
cs: Zahoï
sv: Kastar

source: Holds
ca: Retenir
cs: Pozdr¾et
sv: H&aring;ller tillbaka

source: Rejects
ca: Rebutges
cs: Odmítni
sv: Avsl&aring;r

source: Ban <b>%(esender)s</b> from ever subscribing to this mailing list
ca: prohibir que <b>%(esender)s</b> es subscrigui a aquesta llista de correu electrònic
cs: Zaka¾ úèastníkovi <b>%(esender)s</b> nav¾dy pøihlá¹ení do této konference.
sv: Utest&auml;ng <b>%(esender)s</b> fr&aring;n att anm&auml;la sig p&aring; denna e-postlista

source: Click on the message number to view the individual message, or you can
ca: Fes click al nombre del missatge per a veure el missatge individual, o també pots
cs: Buï mù¾ete kliknout na èíslo zprávy, abyste si ji zobrazili, nebo mù¾ete
sv: Klicka p&aring; meddelandets nummer f&ouml;r att se den, eller s&aring; kan du

source: view all messages from %(esender)s
ca: Veure tots els missatges de %(esender)s
cs: zobrazit v¹echny zprávy od %(esender)s
sv: se alla meddelanden fr&aring;n %(esender)s

source: Subject:
ca: Assumpte:
fr: Objet:
sv: Titel:

source: Size:
ca: Mida:
cs: Velikost:
sv: Storlek:

source: not available
ca: no disponible
cs: [¾ádný popis není k dispozici]
fr: non disponible
sv: inte tillg&auml;nglig

source: Reason:
ca: Raó:
cs: Dùvod:
fr: Motif:
sv: Orsak:

source: Received:
ca: Rebut:
cs: Doruèeno:

source: Posting Held for Approval
ca: El missatge enviat ha estat retingut fins la seva aprovació
cs: Pøíspìvek byl pozastaven do souhlasu moderátora
fr: Soumission mise en attente d'approbation
sv: E-post till listan som v&auml;ntar p&aring; godk&auml;nnande

source: (%(count)d of %(total)d)
ca: (%(count)d de %(total)d)
cs: (%(count)d z %(total)d)
fr: (%(count)d de %(total)d)
sv: (%(count)d av %(total)d)

source: <em>Message with id #%(id)d was lost.
ca: <em>El missatge amb id #%(id)d s'ha perdut.
cs: <em>Pøíspìvek s ID #%(id)d byl ztracen.
fr: <em>Message avec l'id #%(id)d perdu.
sv: <em>F&ouml;rlorat meddelandet med id #%(id)d.

source: <em>Message with id #%(id)d is corrupted.
ca: <em>El missatge amb id #%(id)d s'ha corromput.
cs: <em>Pøíspìvek s ID #%(id)d byl po¹kozen.
fr: <em>Le message avec comme id #%(id)d est altéré.
sv: <em>Fel p&aring; meddelandet med id #%(id)d.

source: Preserve message for site administrator
ca: Guarda còpia del missatge per a l'administrador
cs: Uschovej tuto zprávu pro administrátora serveru
fr: Concerver les messages pour l'administrateur du site
sv: Ta vara p&aring; meddelandet f&ouml;r systemets administrat&ouml;r

source: Additionally, forward this message to:
ca: Addicionalment, enviar una còpia a:
cs: Kromì toho za¹lete tuto zprávu na adresu:
fr: De plus, faîtes suivre ce message à:
sv: Vidares&auml;nd detta meddelande &auml;ven till:

source: [No explanation given]
ca: [No s'ha donat cap explicació]
cs: [Bez udání dùvodu]
fr: [Aucun motif fournit]
sv: [Ingen f&ouml;rklaring]
