Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Hold posts with header value matching a specified regexp.
ca: Missatges retinguts que tenen una capçalera que coincideix amb una regexp específica.
cs: Pozastav distribuci pøíspìvkù, které obsahují v hlavièce takovéto øetìzce.
fr: Retenez les soumissions ayant un en-tête comparable à une expression regulière dterminée
sv: H&aring;ll tillbaka e-postbrev som skickats till listan, som inneh&aring;ller f&auml;lt (i meddelandehuvudet) som passar med egendefinierade regexp-uttryck.

source: Use this option to prohibit posts according to specific header values. The target value is a regular-expression for matching against the specified header. The match is done disregarding letter case. Lines beginning with '#' are ignored as comments. <p>For example:<pre>to: .*@public.com </pre> says to hold all postings with a <em>To:</em> mail header containing '@public.com' anywhere among the addresses. <p>Note that leading whitespace is trimmed from the regexp. This can be circumvented in a number of ways, e.g. by escaping or bracketing it.
ca: Fes servir aquesta opció per a prohibir enviaments d'acord als valors de determinades capçaleres. El valor és una expressió regular que es compara amb les capçaleres indicades. La comparança es realitza sense tenir en compte majúsculs i minúscules. Les línies que comencen amb "#" s'ignoren al considerar-se comentaris. <p>Per exemple: <pre>to: .*@public.com </pre> indica que es retingui tots els enviaments dels quals a la capçalera <em>To:</em> continguin '@public.com' en qualsevol posició. <p>Observi que els espais en blanc es treuen de l'expressió regular. Això es pot evitar de distintes maneres, escapant-los o posant-los entre parèntesis.
cs: Tato volba je urèena na omezení pøíspìvkù podle specifických vlastností, obsahù, hlavièek. Zadávejte regulární výrazy, jeden na ka¾dý øádek. Øádky zaèínající znakem # jsou ignorovány jako komentáøe. Pøi hledání se nerozli¹uje velikost písmen. <p>Pøíklad:<p><pre>to: .*@public.com </pre> zpùsobí zadr¾ení v¹ech pøíspìvkù, které v hlavièce <em>to</em> obsahují øetìzec'@public.com' .<p>Mezery na zaèátku øádku jsou ignorovány, co¾ mù¾e být u¾iteèné pro strukturování zadaných pravidel.

source: Topics
ca: Temes
cs: Tematické filtry
sv: &Auml;mnen

source: List topic keywords
ca: Llistar paraules clau dels temes
cs: Zobraz klíèová slova pro tøídìní podle témat
fr: Mot clés du thème de la liste
sv: &Auml;mnesord f&ouml;r listan

source: Disabled
ca: Deshabilitat
cs: Zakázán
fr: Désactivé
sv: Inte tillg&auml;ngligt

source: Enabled
ca: Habilitat
cs: Povolen
fr: Activé
sv: Tillg&auml;ngligt

source: Should the topic filter be enabled or disabled?
ca: El filtre de tema hauria d'estar habilitat o deshabilitat?
cs: Má být povolen tematický filtr?
fr: Le filtre de thème doit-il être activé ou désactivé?
sv: Ska &auml;mnesfiltret vara tillg&auml;ngligt eller inte?

source: The topic filter categorizes each incoming email message according to <a href="http://www.python.org/doc/current/lib/module-re.html">regular expression filters</a> you specify below. If the message's <code>Subject:</code> or <code>Keywords:</code> header contains a match against a topic filter, the message is logically placed into a topic <em>bucket</em>. Each user can then choose to only receive messages from the mailing list for a particular topic bucket (or buckets). Any message not categorized in a topic bucket registered with the user is not delivered to the list. <p>Note that this feature only works with regular delivery, not digest delivery. <p>The body of the message can also be optionally scanned for <code>Subject:</code> and <code>Keywords:</code> headers, as specified by the <a href="?VARHELP=topics/topics_bodylines_limit">topics_bodylines_limit</a> configuration variable.
ca: El filtre segons el tema, classifica cada missatge rebut segons: <a href="http://www.python.org/doc/current/lib/module-re.html">els filtres d'expressions</a> que especifiqui abaix. Si les capçaleres <code>Subject:</code> o <code>Keywords</code> coincideixen amb un dels filtres per temes, el missatge es col·loca en ordre lògic al <em>calaix</em> de temes. Cadascun dels usuaris pot així elegir rebre únicament missatges de la llista de distribució que corresponguin a un o més temes. Els missatges que no es trobin en els calaixos de temes elegits per l'usuari no es lliuraran a la llista. <p>Tingui en compte que aquesta funció només funciona amb el lliurament regular i no amb el lliurament de resums. <p>Opcionalment també es pot processar part del cos del missatge a la recerca de capçaleres <code>Subject:</code> i <code>Keyword:</code>, com s'especifica en la variable de configuració a href="?VARHELP=topics/topics_bodylines_limit">topics_bodylines_limit</a>.
cs: Tématický filtr zatøídí ka¾dou pøijatou zprávu s pou¾itím <a href="http://www.python.org/doc/current/lib/module-re.html">regulárních výrazù</a> , které zadáte ní¾e. Pokud zpráva obsahuje v hlavièce <code>Subject:</code> a nebo <code>Keywords:</code> výraz nalezený v seznamu témat, je zaøazena do správného <em>kyblíèku</em>. Ka¾dý u¾ivatel si mù¾e vybrat z kterých kyblíèkù si pøeje dostávat pøíspìvky. <p>Pozor, tuto volbu mají jen u¾ivatelé pøijímající zprávy bì¾ným zpùsobem, odbìratelé digestu tu mo¾nost nemají. <p>Na výskyt hlavièek <code>Subject:</code> a nebo <code>Keyword:</code> mù¾e být testována i èást tìla pøíspìvku, v závislosti na nastavení promìnné <a href="?VARHELP=topics/topics_bodylines_limit"> Kolik øádek z tìla pøíspìvku má být prohlédnuto pøi hledání klíèových slov?</a>.
sv: &Auml;mnesfiltret kategoriserar varje e-postbrev som kommer till listan, efter <a href="http://www.python.org/doc/current/lib/module-re.html">regexp-uttrycken</a> du skriver in nedan. Om f&auml;lten <code>Subject:</code> eller <code>Keywords:</code> i meddelandehuvudet i ett e-postbrev passar mot dessa uttryck, placeras detunder detta &auml;mne. Varje medlem av listan kan v&auml;lja att enbart ta emot e-postbrev som passar in p&aring; &ouml;nskade &auml;mnen. E-postbrev som inte g&aring;r in under n&aring;got &auml;mne, distribueras inte. <p>Observera: Detta fungerar bara i normalversion, inte i sammandragsversion. <p>Inneh&aring;llet i e-postbrevet kan ocks&aring; unders&ouml;kas n&auml;r det g&auml;ller <code>Subject:</code> og <code>Keyword:</code> f&auml;lt, allt efter vad inst&auml;llningen <a href="?VARHELP=topics/topics_bodylines_limit">topics_bodylines_limit</a> &auml;r satt till.

source: How many body lines should the topic matcher scan?
ca: Quantes línies del cos ha d'escanejar el buscador de temes?
cs: Kolik øádek z tìla pøíspìvku má být prohlédnuto pøi hledání klíèových slov?
fr: Combien de lignes le moteur de thème doit-il analyser dans le corps du message?
sv: Hur m&aring;nga rader ska filtret s&ouml;ka igenom?

source: The topic matcher will scan this many lines of the message body looking for topic keyword matches. Body scanning stops when either this many lines have been looked at, or a non-header-like body line is encountered. By setting this value to zero, no body lines will be scanned (i.e. only the <code>Keywords:</code> and <code>Subject:</code> headers will be scanned). By setting this value to a negative number, then all body lines will be scanned until a non-header-like line is encountered.
ca: El cercador de temes escanejarà aquesta quantitat de línies del cos del missatge a la recerca de paraules clau dels temes. L'escaneig del cos es deté quan s'ha mirat en totes aquestes línies o quan es troba una línia en el cos del missatge que no sembla una capçalera. Posant aquest valor a zero, no s'escanejarà cap línia del cos (és a dir, només s'escanejaran les capçaleres <code>Keywords:</code> i <code>Subject:</code>). Si es posa un nombre negatiu, s'escanejaran totes les línies del cos fins que es trobi una línia que no sembli una capçalera.
cs: Tématický filtr bude hledat své hlavièky (tedy <code>Keywords:</code> a <code>Subject:</code>) i v tìle zprávy a to bud zde nastavený poèet øádek nebo dokud nenarazí na konec zprávy. Pokud nastavíte nulu, nebude se tìlo prohledávat vùbec, pokud nastavíte záporné èíslo, bude se v ka¾dém pøípadì prohledávat celé tìlo zprávy.
fr: Le moteur de thème va analyser un nombre de lignes égal à celui-ci dans le corps du message à la recherche d'une correspondance du thème. Cette opération s'arrête lorsque le nombre de ligne cité est couvert à moins qu'une ligne qui ne ressemblerait pas à un corps de message ne soit rencontré. Porter cette valeur à 0 signifie que le corps du message ne sera pas analysé (i.e. que seuls les en-têtes <code>Objet:</code> et <code>Mots Clés:</code> seront analysés). Si la valeur est négative alors toutes les lignes du corps seront analysées jusqu'à ce qu'une ligne ne ressemblant pas à une en-tête soit rencontrée
sv: H&auml;r uppger du hur m&aring;nga rader av e-postbrevets inneh&aring;ll som &auml;mnesfiltret ska s&ouml;ka igenom. Ett s&aring;dant s&ouml;k stoppar n&auml;r s&aring; m&aring;nga rader &auml;r genoms&ouml;kta, eller n&auml;r det st&ouml;ter p&aring; en rad som inte ser ut som ett meddelandehuvudf&auml;lt. Genom att s&auml;tta detta till noll (0), kommer inga rader i inneh&aring;llet att bli unders&ouml;kta (d v s bara <code>Keywords:</code> och <code>Subject:</code> i meddelandehuvudet unders&ouml;ks). Genom att s&auml;tta detta v&auml;rde till ett negativt tal, kommer alla rader att bli unders&ouml;kta fram till den f&ouml;rsta raden som inte ser ut som ett meddelandehuvudf&auml;lt.

source: Topic keywords, one per line, to match against each message.
ca: Paraules clau de temes, una per línia, a buscar en els missatges.
cs: Klíèová slova pro tematický filtr. Zapisujte jedno slovo na øádek. Slova budou hledána v pøíspìvcích.
fr: Les mots clés du thème, un par ligne, à comparer à chaque message
sv: &Auml;mnesord, ett per rad, som g&ouml;r att ett e-postbrev g&aring;r in under &auml;mnet.

source: Each topic keyword is actually a regular expression, which is matched against certain parts of a mail message, specifically the <code>Keywords:</code> and <code>Subject:</code> message headers. Note that the first few lines of the body of the message can also contain a <code>Keywords:</code> and <code>Subject:</code> "header" on which matching is also performed.
ca: Cada paraula clau de tema és en realitat una expressió regular, que es compara contra certes parts del missatge de correu, concretament les capçaleres <code>Keywords:</code>i <code>Subject:</code>. Cal tenir en compte que les primeres línies del cos del missatge poden contenir també unes "headers" <code>Keywords: </code> i <code>Subject:</code> sobre les quals també es porta a terme la recerca.
cs: Ka¾dá polo¾ka tematického filtru je vlastnì regulární výraz, který je porovnáván se speciálním øádky ve zprávì, tedy s hlavièkami <code>Keywords:</code> a nebo <code>Subject:</code>. Ty se mohou vyskytovat jak v záhlaví, tak na zaèátku tìla zprávy.
fr: Chaque mot clé pour un thème est actuellement une expression régulière comparée à certaines partie du courriel, les en-têtes <code>Mots Clés: </code> et <code>Objet:</code> en particulier. Notez que les premières lignes du corps du message peuvent contenir les "en-têtes" <code>Mots Clés:</code> et <code>Objet:</code> sur lesquelles la comparaison se ferra.
sv: Varje &auml;mnesord &auml;r faktiskt ett regexp-uttryck, som j&auml;mf&ouml;rs mot delar av e-postbrevet, n&auml;mligen f&auml;lten <code>Keywords:</code> och <code>Subject:</code> i meddelandehuvudet. Observera att de f&ouml;rsta raderna i e-postbrevets inneh&aring;ll ocks&aring; kan best&aring; av s&aring;dana "f&auml;lt", och kan d&auml;rmed ocks&aring; bli unders&ouml;kta.

source: Topic specifications require both a name and a pattern. Incomplete topics will be ignored.
ca: Les especificacions per a temes han d'incloure tant un nom com un patró. S'ignoraran les definicions incompletes.
cs: Definice topicu vy¾aduje zadání jak názvu, tak vzoru pro porovnávání. Nekompletní definice budou ignorovány.
sv: Ett &auml;mne kr&auml;ver b&aring;de ett namn och ett uttryck. Ofullst&auml;ndiga &auml;mnen kommer inte att tas i bruk.

source: Mail&lt;-&gt;News&nbsp;gateways
ca: Correu&lt;-&gt;Noticies&nbsp;portes d'enllaç
cs: Brána mezi Mail&lt;-&gt;News
fr: Passerelle&nbsp;Courriel&lt;-&gt;News
sv: E-post&lt;-&gt;Nyhetsgrupper&nbsp;&ouml;verf&ouml;ring

source: Mail-to-News and News-to-Mail gateway services.
ca: Serveis de portes d'enllaç de Correu-a-Noticies i Noticies-a-Correu.
cs: Brána mezi po¹tou a newsy.
fr: Services passerelles Courriel-vers-News News-vers-Courriel
sv: E-post-till-nyhetsgrupp och nyhetsgrupp-till-e-posttj&auml;nst.

source: News server settings
ca: Configuració del servidor de noticies
cs: Konfigurace News serveru

source: The name of the Usenet group to gateway to and/or from.
ca: Nom del grup de Usenet al que enviar i/o rebre missatges.
cs: Jméno NNTP skupiny se kterou je konference svázána
fr: Le nom du groupe Usenet pour lequel je sert de passerelle.
sv: Namn p&aring; nyhetsgrupp som ska skickas till och/eller fr&aring;n.

source: Should new posts to the mailing list be sent to the newsgroup?
ca: S'han d'enviar els nous missatges de la llista de correu al grup de noticies?
cs: Mají být pøíspìvky zaslané do konference pøeposlány do NEWS?
fr: Les nouvelles soumissions à la liste de diffusion doivent-elles être envoyées au groupe de news?
sv: Ska nya e-postbrev till denna lista skickas till nyhetsgruppen?

source: Should new posts to the newsgroup be sent to the mailing list?
ca: S'han d'enviar els nous missatges del grup de noticies a la llista de correu?
cs: Mají být pøíspìvky zaslané do News pøeposlány i do konference? (Pøíspìvky zaslané do konference nebudou pøeposílány v ¾ádném pøípadì.)
fr: Est ce que les nouvelles soumissions à l'endroit du groupe de news doivent être également envoyées à la liste
sv: Ska nya meddelanden till nyhetsgruppen skickas till denna e-postlista?

source: Forwarding options
ca: Opcions de re-enviament
cs: Parametry pøeposílání

source: Moderated
ca: Moderat
cs: Moderována

source: Open list, moderated group
ca: Llista oberta, grup moderat
cs: Veøejná konference, moderovaná skupina

source: The moderation policy of the newsgroup.
ca: La política de moderació del grup de noticies.
cs: Pravidla pro moderování newsové skupiny.

source: This setting determines the moderation policy of the newsgroup and its interaction with the moderation policy of the mailing list. This only applies to the newsgroup that you are gatewaying <em>to</em>, so if you are only gatewaying from Usenet, or the newsgroup you are gatewaying to is not moderated, set this option to <em>None</em>. <p>If the newsgroup is moderated, you can set this mailing list up to be the moderation address for the newsgroup. By selecting <em>Moderated</em>, an additional posting hold will be placed in the approval process. All messages posted to the mailing list will have to be approved before being sent on to the newsgroup, or to the mailing list membership. <p><em>Note that if the message has an <tt>Approved</tt> header with the list's administrative password in it, this hold test will be bypassed, allowing privileged posters to send messages directly to the list and the newsgroup.</em> <p>Finally, if the newsgroup is moderated, but you want to have an open posting policy anyway, you should select <em>Open list, moderated group</em>. The effect of this is to use the normal Mailman moderation facilities, but to add an <tt>Approved</tt> header to all messages that are gatewayed to Usenet.
ca: Aquesta configuració determina la política de moderació del grup de notícies i la seva interacció amb la política de moderació de la llista de distribució. Això s'aplica únicament al grup de notícies al que està enviant, de manera que si només està fent de passarel·la d'entrada de Usenet, o si el grup de notícies al que està enviant no està moderat, posi aquesta opció a <*em/>Cap</em>. <p>Si el grup de notícies està moderat, pot configurar aquesta llista de distribució perquè sigui l'adreça de moderació del grup de notícies. Seleccionant <em>Moderat</em>, es reté el missatge com pas addicional en el procés d'aprovació. Tots els missatges enviats a la llista de distribució s'han d'aprovar abans que s'enviïn al grup de notícies, o a l'adreça de la llista de distribució. <p><em>Observi que si el missatge té una capçalera <tt>Approved</tt> contenint la cpntrasenya de l'administrador de la llista, la comprovació de si es deu retenir el missatge es passarà per alt, permetent que els remitents privilegiats enviïn missatges directament a la llista i al grup de notícies. <p>Finalment, si el grup de notícies és moderat, però vol tenir una política oberta a l'hora d'enviar, pot seleccionar <em>Llista oberta, grup moderat</em> L'efecte d'això és fer servir les facilitats de moderació de Mailman usuals, menys la d'agregar una capçalera <tt>Approved</tt> a tots els missatges que s'envien a Usenet.
cs: Toto nastavení definuje vztah mezi pravidly pro moderování NEWS a konference. Platí pouze pro pøíspìvky, které zasíláte <em>do</em> NEWS. Pokud pouze získáváte pøíspìvky z NEWS a nebo pokud je pøedáváte do nemoderované skupiny, nastavte tuto volbu na <em>Ne</em>. <p>Pokud je skupina moderovaná, mù¾ete nastavit adresu této konference jako adresu moderátora konference. V tom pøípadì zvolte volbu <em>Moderovaná</em>, a v¹echny pøíspìvky budou pozastaveny do rozhodnutí moderátora. Schválené pøíspìvky budou rozeslány jako do konference, tak do NEWS. <p><em>Pozor: Pokud má pøíspìvek hlavièku <tt>Approved</tt> s platným heslem pro moderování, je tento test pøeskoèen a pøíspìvek je rozeslán do konference i do NEWS, to umo¾òuje privilegovaným pøispìvatelùm zasílat pøíspìvky bez omezení..</em> <p>Nakonec, pokud je NEWS skupina moderovaná, ale konference otevøená, pou¾ijte volbu <em>Otevøená konference, moderovaná skupina</em>. To zajistí, ¾e do ka¾dého pøíspìvku pøedávaného do NEWS bude pøidána hlavièka <tt>Approved</tt> s platným heslem moderátora, tak aby pøíspìvek pro¹el do NEWS.

source: Prefix <tt>Subject:</tt> headers on postings gated to news?
ca: Prefixar les capçaleres <tt>Subject:</tt> en els enviaments a les noticies?
cs: Pøidávat <tt>prefix Subjectu:</tt> i u pøíspìvkù pøedávaných do news?

source: Mailman prefixes <tt>Subject:</tt> headers with <a href="?VARHELP=general/subject_prefix">text you can customize</a> and normally, this prefix shows up in messages gatewayed to Usenet. You can set this option to <em>No</em> to disable the prefix on gated messages. Of course, if you turn off normal <tt>Subject:</tt> prefixes, they won't be prefixed for gated messages either.
ca: Mailman prefixa les capçaleres <tt>Subject:</tt> amb <a href="?VARHELP=general/subject_prefix"> text que es pot personalitzar</a> i normalment aquest prefix es mostra en els missatges que s'envien a Usenet. Pot posar aquesta opció a <em>No</em> per a inhabilitar el prefix en aquests missatges. Per suposat, si desactives el prefixat normal del <tt>Subject:</tt>, de cap de les maneres es prefixaran els missatges enviats a Usenet.
cs: Mailman pøidává na zaèátek hlavièky<tt>Subject:</tt> <a href="?VARHELP=general/subject_prefix">text, který si mù¾ete zvolit</a> a za normálních okolností je tento text pøidán i do pøíspìvkù pøedaných do Newsù (Usenetu). Ale pokud tuto volbu nastavíte na <em>Ne</em> nebudou pøíspìvky pøedané do news tento text obsahovat. Samozøejmì mù¾ete vypnout prefixy hlavièky <tt>Subject:</tt> úplnì a pak nebudou pøidávány ani bì¾nì rozeslaných pøíspìvkù.

source: Mass catch up
ca: Sincronització massiva
cs: Hromadné sta¾ení pøíspìvkù bylo dokonèeno.

source: Should Mailman perform a <em>catchup</em> on the newsgroup?
ca: Ha de <em>sincronitzar</em> Mailman amb el grup de noticies?
cs: Má se Mailman <em>synchronizovat</em> s newsy?
fr: Mailman doit-il effectuer une <em>capture</em> sur le groupe de news?
sv: Ska Mailman utf&ouml;ra en <em>catchup</em> p&aring; nyhetsgruppen?

source: When you tell Mailman to perform a catchup on the newsgroup, this means that you want to start gating messages to the mailing list with the next new message found. All earlier messages on the newsgroup will be ignored. This is as if you were reading the newsgroup yourself, and you marked all current messages as <em>read</em>. By catching up, your mailing list members will not see any of the earlier messages.
ca: Quan li digui a Mailman que realitzi una sincronització amb els grups de notícies, això significa que que vol començar a transferir missatges a la llista de distribució a partir del primer missatge nou trobat. Tots els missatges previs del grup de notícies s'ignoraran. Això és el mateix que si vostè estigués llegint el grup de notícia i marqués com <em>llegits</em> tots els missatges fins la data. Al posar-se al dia, els subscriptors de la llista de distribució no veuran cap dels missatges anteriors.
cs: Pokud povolíte Mailmanovi, aby synchronizoval pøíspìvky s news bude naèítat pouze pøíspìvky, které vzniklou jako nové a posílat je do konference. Ji¾ existujících pøíspìvkù si nebude v¹ímat, tak¾e ani úèastníci konference o nich nebudou vìdìt.
fr: Lorsque vous dites à Mailman d'effectuer une capture sur le groupe de News cela signifie que vous lui demander de servir de passerelle pour ledit groupe à compter du prochain message. Tous les messages précédents sur le groupe de News seront ignorés. C'est comme si vous lisiez le groupe de News vous même et marquiez tous les messages actuels comme étant <em>lu</em>. En capturant, vos abonnés ne verront pas les messages précédents.
sv: Om du ber Mailman att utf&ouml;ra en <em>catchup</em> p&aring; nyhetsgruppen, kommer fr&aring;n och med nu bara nya meddelanden till nyhetsgruppen att skickas till e-postlistan. Medlemmarna p&aring; e-postlistan kommer d&auml;rf&ouml;r inte att ta mot eventuella existerande meddelanden i nyhetsgruppen.

source: Mass catchup completed
ca: Sincronització massiva completada
cs: Hromadné sta¾ení pøíspìvkù bylo dokonèeno.
sv: Uppdatering utf&ouml;rd

source: You cannot enable gatewaying unless both the <a href="?VARHELP=gateway/nntp_host">news server field</a> and the <a href="?VARHELP=gateway/linked_newsgroup">linked newsgroup</a> fields are filled in.
ca: No pots activar el gateway a no ser que <a href="?VARHELP=gateway/nntp_host">el camp del servidor de noticies</a> i el <a href="?VARHELP=gateway/linked_newsgroup">camp de grup de noticies</a> no estiguin buits.
cs: Nemù¾ete povolit gateway pro News dokud nejsou nastaveny promìnné <a href="?VARHELP=gateway/nntp_host">news server</a> a the <a href="?VARHELP=gateway/linked_newsgroup">newsová skupina</a>.

source: %(listinfo_link)s list run by %(owner_link)s
ca: %(listinfo_link)s llista administrada per %(owner_link)s
cs: Konferenci %(listinfo_link)s spravuje(í) %(owner_link)s
sv: E-postlistan %(listinfo_link)s administreras av %(owner_link)s

source: %(realname)s administrative interface
ca: Interfaz administratiu de %(realname)s
cs: Administrativní rozhraní pro %(realname)s
fr: Interface administrative de %(realname)s
sv: Administrativ sida f&ouml;r %(realname)s

source: (requires authorization)
ca: (requereix autorització)
cs: .(vy¾aduje pøihlá¹ení)
fr: (autorisation requise)
sv: (kr&auml;ver inloggning)

source: Overview of all %(hostname)s mailing lists
ca: Vista general de totes les llistes de correu de %(hostname)s
cs: Informace o konferencích na serveru %(hostname)s
fr: Panorama de toute les listes sur %(hostname)s
sv: Lista &ouml;ver alla e-postlistor p&aring; %(hostname)s

source: <em>(1 private member not shown)</em>
ca: <em>(1 membre privat no mostrat)</em>
cs: <em>(1 skrytý úèastník není zobrazen)</em>
sv: <em>(1 medlem visas inte)</em>
