Repository: terencehonles/mailman
Catalog: messages/*/LC_MESSAGES/mailman.po
Languages: ca, cs, fr, sv

source: Rebuild a list's archive. Use this command to rebuild the archives for a mailing list. You may want to do this if you edit some messages in an archive, or remove some messages from an archive. Usage: %(PROGRAM)s [options] <listname> [<mbox>] Where options are: -h / --help Print this help message and exit. -q / --quiet Make the archiver output less verbose. --wipe First wipe out the original archive before regenerating. You usually want to specify this argument unless you're generating the archive in chunks. -s N --start=N Start indexing at article N, where article 0 is the first in the mbox. Defaults to 0. -e M --end=M End indexing at article M. This script is not very efficient with respect to memory management, and for large archives, it may not be possible to index the mbox entirely. For that reason, you can specify the start and end article numbers. Where <mbox> is the path to a list's complete mbox archive. Usually this will be some path in the archives/private directory. For example: %% bin/arch mylist archives/private/mylist.mbox/mylist.mbox <mbox> is optional. If it is missing, it is calculated.
ca: Reconstruir l'arxiu d'una llista. Fes servir aquesta ordre per reconstruir els fitxers d'una llista. Voldràs der això si edites o elimines algun missatge d'un arxiu. Ús: %(PROGRAM)s [opcions] <listname> [<mbox>] On les opcions són: -h / --help Mostra aquest missatge i surt. -q / --quiet fer la sortida silenciosa. --wipe Eliminar l'arxiu original abans de regenerar-lo. Normalment voldràs especificar aquest argument a no ser que estiguis generant l'arxiu a trossos. -s N --start=N Començar a indexar per l'article N, on 0 es el primer a mbox. per defecte això està a 0. -e M --end=M Acabar d'indexar a l'article M. Aquest script no és molt eficient amb l'administració de memòria , i per arxius grans, no serà possible indexar el mbox complet. Per aquesta raó, pots especificar la opció per a començar i acabar a un nombre donat d'article. On <mbox> és la ruta is a l'arxiu mbox de la llista. Normalment això serà una ruta al directori archives/private . Ex.: %% bin/arch mylist archives/private/mylist.mbox/mylist.mbox <mbox> és opcional. Si no és especificat es calcularà.

source: listname is required
ca: El nom de la llista és requerit
cs: Jméno konference je vy¾adováno.
fr: Nom de liste requis
sv: kr&auml;ver listans namn

source: No such list "%(listname)s" %(e)s
ca: La llista no existeix "%(listname)s" %(e)s
cs: Nenalezl jsem konferenci %(listname)s: %(e)s
fr: Liste "%(listname)s" introuvable %(e)s
sv: Listan "%(listname)s" finns inte %(e)s

source: Cannot open mbox file %(mbox)s: %(msg)s
ca: No es pot obrir el fitxer mbox %(mbox)s: %(msg)s
cs: Nemohu otevøít mbox %(mbox)s: %(msg)s
fr: Impossible d'ouvrir le fichier mbox %(mbox)s: %(msg)s
sv: Kan inte &ouml;ppna mbox-fil %(mbox)s: %(msg)s

source: Fix the MM2.1b4 archives. Usage: %(PROGRAM)s [options] file ... Where options are: -h / --help Print this help message and exit. Only use this to `fix' some archive database files that may have gotten written in Mailman 2.1b4 with some bogus data. Use like this from your $PREFIX directory %% %(PROGRAM)s `grep -l _mlist archives/private/*/database/*-article` (note the backquotes are required) You will need to run `bin/check_perms -f' after running this script.
ca: Fixar els fitxers MM2.1b4. Ús: %(PROGRAM)s [opcions] fitxer ... On les opcions són: -h / --help Mostra aquest missatge i surt. Només hi ha que fer servir això per `fixar' alguns fitxers de bases de dades que hagin estat escrits amb Mailman 2.1b4 amb informació errònia. Fes-lo servir aixi desde el teu $PREFIX directori %% %(PROGRAM)s `grep -l _mlist archives/private/*/database/*-article` (es requereixen les cometes) Necessitaràs executar `bin/check_perms -f' després d'executar aquest script.

source: Change a list's password. Prior to Mailman 2.1, list passwords were kept in crypt'd format -- usually. Some Python installations didn't have the crypt module available, so they'd fall back to md5. Then suddenly the Python installation might grow a crypt module and all list passwords would be broken. In Mailman 2.1, all list and site passwords are stored in SHA1 hexdigest form. This breaks list passwords for all existing pre-Mailman 2.1 lists, and since those passwords aren't stored anywhere in plain text, they cannot be retrieved and updated. Thus, this script generates new passwords for a list, and optionally sends it to all the owners of the list. Usage: change_pw [options] Options: --all / -a Change the password for all lists. --domain=domain -d domain Change the password for all lists in the virtual domain `domain'. It is okay to give multiple -d options. --listname=listname -l listname Change the password only for the named list. It is okay to give multiple -l options. --password=newpassword -p newpassword Use the supplied plain text password `newpassword' as the new password for any lists that are being changed (as specified by the -a, -d, and -l options). If not given, lists will be assigned a randomly generated new password. --quiet / -q Don't notify list owners of the new password. You'll have to have some other way of letting the list owners know the new password (presumably out-of-band). --help / -h Print this help message and exit.
ca: Canviar la contrasenya d'una llista. Abans del Mailman 2.1, les contrasenyes de les llistes eren desades en format crypt'd -- normalment. Algunes instal·lacions de Python no tenien el modul crypt, i per això fallaven i feien servir md5. Després la instal·lació de Python podia generar un modul crypt i les contrasenyes de les llistes fallarien . Al Mailman 2.1, totes les contrasenyes de les llistes i del site són SHA1 hexdigest Això trenca les contrasenyes de llistes existens pre-Mailman 2.1, i com aquestes contrasenyes no es desen en text pla, no es poden actualitzar.. Per això, aquest script genera noves contrasenyes per una llista i opcionalmentla envia al seu amo. Ús: change_pw [opcions] Opcions: --all / -a Canviar la contrasenya per a totes les llistes. --domain=domain -d domain Canviar la contrasenya per a totes les llistes del domini virtual `domain'. Es poden donar múltiples opcions -d --listname=listname -l listname Canviar la contrasenya només per la llista especificada.. Es poden donar múltiples opcions -l. --password=newpassword -p newpassword Fer servir la contrasenya en text pla especificada `newpassword' com a nova contrasenya per a totes les llistes afectades pel canvi.(amb les opcions -a, -d, i -l). Si no s'especfica, s'assiganarà una nova contrasenya generada aleatoriament. --quiet / -q No notificar als amos de la llista de la nova contrasenya. Hauras de tenir alguna altra forma de fer-lis saber la nova contrasenya. (presumtament out-of-band). --help / -h Mostrar aquest missatge i sortir.
fr: Changer le mot de passe d'une liste. Avant la version 2.1 de Mailman, les mots de passe des listes étaient encryptés avec crypt -- Généralement Certaines installations de Python ne disposaient pas du module crypt, md5 est alors utilisé. Puis, subitement, ces installations évoluent et finissent par supporter crypt, du coup, la liste des mots de passe devient incohérente. Avec Mailman 2.1, tous les mots de passe des listes et du site sont stockés au format SHA1 hexdigest. Cela rompt la cohérence de tous les mots de passe des listes sous une version Mailman pré 2.1 puisque ces mot de passe ne sont stockés nulle part en texte claire, et ne peuvent donc être récupérés pour être mis à jour. Ainsi, ce script génère de nouveaux mots de passe pour la liste les envoie accessoirement aux propriétaires des listes. Usage: change_pw [options] --all / -a Changer les mots de passe pour toute les listes. --domain=domaine -d domaine Changer les mots de passe pour toute les listes dans le domaine virtuel `domaine'. Il est acceptable de fournir plusieurs -d. --listname=nom_de_liste -l nom_de_liste Changer les mots de passe seulement pour la liste nommée. Il est acceptable d'avoir plusieurs -l. --password=nouveau_mot_de_passe -p nouveau_mot_de_passe Utiliser le mot de passe `nouveau_mot_de_passe' comme le nouveau de passe pour chaque liste changée (telle que spécifiées par les options -a, -d et -l). Lorsque cette option n'est pas fournit, un mot de passe aléatoire sera assigné à la liste. --quiet / -q N'envoie pas d'avis au propriétaire de la liste concernant le changement de mot de passe. Vous devrez avoir un autre moyen d'aviser le propriétaire de la liste (probablement de façon informelle). --help / -h Afficher ce message d'aide puis quitter.
sv: &Auml;ndra l&ouml;senordet f&ouml;r en lista. Innan Mailman 2.1 kom, blev listl&ouml;senorden -vanligtvis- sparade i crypt-format. N&aring;gra Python-installationer hade inte crypt-modulen installerad, s&aring; de anv&auml;nde md5-modulen is&auml;llet. Om crypt-modulen d&aring; installerades, fungerade inget l&ouml;senord l&auml;ngre. I Mailman 2.1 sparas alla l&ouml;senord i SHA1 hexdigest format. Detta &auml;r inte bak&aring;tkompatibelt med &auml;ldre versioner av Mailman, och eftersom l&ouml;senorden inte f&aring;r sparas i klartext, kan de inte h&auml;mtas ut och uppdateras. Detta skript genererar nya l&ouml;senord f&ouml;r en lista, och kan skicka dem till alla &auml;gare av listan om s&aring; &ouml;nskas. Anv&auml;nds s&aring; h&auml;r: change_pw [val] Val: --all / -a &Auml;ndrar l&ouml;senorden p&aring; alla listor. --domain=dom&auml;n -d dom&auml;n &Auml;ndrar l&ouml;senord f&ouml;r alla listor i den virtuella dom&auml;nen 'dom&auml;n'. Detta val kan anv&auml;ndas flera g&aring;nger. --listname=listnamn -l listnamn &Auml;ndrar bara l&ouml;senordet f&ouml;r den angivna listan. Detta val kan anv&auml;ndas flera g&aring;nger. --password=nyttl&ouml;senord -p nyttl&ouml;senord S&auml;tter l&ouml;senordet till det angivna "nyttl&ouml;senord" f&ouml;r de listor som ska &auml;ndras. Om detta val inte anv&auml;nds, kommer l&ouml;senordet att genereras automatiskt. --quiet / -q Skicka inte meddelande om det nya l&ouml;senordet till listans &auml;gare. Du b&ouml;r d&aring; ha ett annat s&auml;tt att ge det nya l&ouml;senordet till &auml;garen. --help / -h Visar denna hj&auml;lptext.

source: Bad arguments: %(strargs)s
ca: Arguments erronis: %(strargs)s
cs: Chybné argumenty: %(strargs)s
fr: Mauvais arguments: %(strargs)s
sv: Ogiltiga parametrar: %(strargs)s

source: Empty list passwords are not allowed
ca: Les contrasenyes buides per les llistes no estan permeses
cs: Není dovoleno, aby správce konference mìl prázdné heslo.
fr: Les mot de passe vide pour la liste ne sont pas admis
sv: Tomma listl&ouml;senord &auml;r inte till&aring;tna

source: New %(listname)s password: %(notifypassword)s
ca: Nova contrasenya de %(listname)s: %(notifypassword)s
cs: Nové heslo pro konferenci %(listname)s: %(notifypassword)s
fr: Nouveau mot de passe de %(listname)s: %(notifypassword)s
sv: Nytt l&ouml;senord f&ouml;r %(listname)s: %(notifypassword)s

source: Your new %(listname)s list password
ca: La teva nova contrasenya de %(listname)s
cs: Va¹e nové heslo pro %(listname)s
fr: Votre nouveau mot de passe pour %(listname)s
sv: Det nya l&ouml;senordet f&ouml;r e-postlistan %(listname)s

source: The site administrator at %(hostname)s has changed the password for your mailing list %(listname)s. It is now %(notifypassword)s Please be sure to use this for all future list administration. You may want to log in now to your list and change the password to something more to your liking. Visit your list admin page at %(adminurl)s
ca: L'administrador de %(hostname)s ha canviat la teva contrasenya per a la teva llista de correu %(listname)s. Ara és %(notifypassword)s Per favor, assegurat de fer servir aquesta contrasenya la pròxima vegada que administris la llista. Pot ser vols entrar ara a la teva llista i canviar la contrasenya. Visita la pàgina d'administració de la llista a %(adminurl)s
fr: L'administrateur du site %(hostname)s a changé votre mot de passe pour la liste %(listname)s. Le nouveau mot de passe est %(notifypassword)s De grâce veillez utilisez celui-ci pour les tâches administratives à venir Vous pourrez vous connecter à votre liste maintenant et remplacer ce mot de passe avec un autre que vous preferrez. visitez la page d'administration de votre liste à l'adresse %(adminurl)s
sv: Administrat&ouml;ren f&ouml;r %(hostname)s har &auml;ndrat l&ouml;senordet f&ouml;r e-postlistan %(listname)s. Det nya l&ouml;senordet &auml;r: %(notifypassword)s Kom ih&aring;g att h&auml;danefter anv&auml;nda detta l&ouml;senord f&ouml;r all administration av listan. Kanske vill du logga in nu och &auml;ndra l&ouml;senordet till ett annat som du hellre vill ha. Detta kan du i s&aring; fall g&ouml;ra p&aring; listans administrationssida: %(adminurl)s

source: Check a list's config database file for integrity. All of the following files are checked: config.pck config.pck.last config.db config.db.last config.safety It's okay if any of these are missing. config.pck and config.pck.last are pickled versions of the config database file for 2.1a3 and beyond. config.db and config.db.last are used in all earlier versions, and these are Python marshals. config.safety is a pickle written by 2.1a3 and beyond when the primary config.pck file could not be read. Usage: %(PROGRAM)s [options] [listname [listname ...]] Options: --all / -a Check the databases for all lists. Otherwise only the lists named on the command line are checked. --verbose / -v Verbose output. The state of every tested file is printed. Otherwise only corrupt files are displayed. --help / -h Print this text and exit.
ca: Comprovar l'integirtat de la base de dades de configuració d'una llista. Els següents fitxers són comprovats: config.pck config.pck.last config.db config.db.last config.safety No passa res si falta algun d'aquests fitxers. config.pck i config.pck.last són versions pickletades del fitxer de configuració de 2.1a3 i posteriors. config.db i config.db.last es fan servir a totes les versions anteriors i són fitxers marshals de Python. config.safety és un pickle escrit per a 2.1a3 i posteriors es feia servir quan no es podia llegir el fitxer config.pck principal. Ús: %(PROGRAM)s [opcions] [listname [listname ...]] Options: --all / -a Comprovar les bases de dades de totes les llistes. En cas contrari, nomes es comprova la llista donada. --verbose / -v Es mostra l'estat de tots els fitxers comprovats. --help / -h Mostra aquest missatge i surt.
sv: Unders&ouml;ker en listas konfigurationsdatabas. F&ouml;ljande filer kontrolleras: config.pck config.pck.last config.db config.db.last config.safety Det g&ouml;r ingenting om n&aring;gon av dessa inte existerar. config.pck och config.pck.last &auml;r konfigurationsdatabasfilen f&ouml;r 2.1a3 och nyare, lagrade i en pickle. config.db och config.db.last anv&auml;nds i alla tidigare versioner, dessa filer &auml;r i formatet "Python marshal". config.safety &auml;r en pickle skapad av 2.1a3 och nyare n&auml;r config.pck inte kan l&auml;sas. Anv&auml;nds s&aring; h&auml;r: %(PROGRAM)s [val] [listnamn [listnamn ...]] Val: --all / -a Unders&ouml;ker databaserna f&ouml;r alla listor. Vanligtvis unders&ouml;ks bara de n&auml;mnda listorna. --verbose / -v Visa detaljer. Status f&ouml;r varje fil som testas, skrivs ut. Vanligtvis visas bara korrupta filer. --help / -h Visar denna h&auml;lptext.

source: No list named:
ca: No hi ha cap llista amb el nom:
fr: Aucune liste nommée:
sv: Hittade ingen lista med namnet:

source: List:
ca: Llista:
cs: Konference:
sv: Lista:

source: %(file)s: okay
ca: %(file)s: correcte
sv: %(file)s: ok

source: checking gid and mode for %(path)s
ca: comprovant gid i mode per %(path)s
fr: vérification du gid et du mode pour %(path)s
sv: kontrollerar gid och r&auml;ttigheter f&ouml;r %(path)s

source: %(path)s bad group (has: %(groupname)s, expected %(MAILMAN_GROUP)s)
ca: %(path)s grup erroni (té: %(groupname)s, s'esperava %(MAILMAN_GROUP)s)

source: directory permissions must be %(octperms)s: %(path)s
ca: Els permisos de directori han de ser %(octperms)s: %(path)s
fr: Les permissions sur les répertoires doivent être de %(octperms)s: %(path)s
sv: r&auml;ttigheterna p&aring; katalogen m&aring;ste vara %(octperms)s: %(path)s

source: source perms must be %(octperms)s: %(path)s
ca: els permisos dels fonts han de ser %(octperms)s: %(path)s

source: article db files must be %(octperms)s: %(path)s
ca: Els permisos dels fitxers db han de ser %(octperms)s: %(path)s

source: checking mode for %(prefix)s
ca: comprovant mode per %(prefix)s
fr: Vérification du mode pour %(prefix)s
sv: kontrollerar r&auml;ttigheter fauml;r %(prefix)s

source: directory must be at least 02775: %(d)s
ca: el directori ha de ser almenys 02775: %(d)s
fr: Les répertoirs doivent être au moins en 02775: %(d)s
sv: katalogen m&aring;ste minst ha r&auml;ttigheterna 02775: %(d)s

source: checking perms on %(private)s
ca: comprovant permisos de %(private)s
fr: Vérification des permissions sur %(private)s
sv: kontrollerar r&auml;ttigheter f&ouml;r: %(private)s

source: %(private)s must not be other-readable
ca: %(private)s no ha de ser other-readable
fr: %(private)s ne doit pas être lsible par les autres
sv: %(private)s f&aring;r inte vara l&auml;sbara f&ouml;r alla

source: mbox file must be at least 0660:
ca: El fitxer mbox ha de ser almenys 0660:
fr: Un fichier mbox doit avoir un jeu de permissions d'au moins 0660:
sv: mbox-filen m&aring;ste minst ha r&auml;ttigheterna 0660:

source: %(dbdir)s "other" perms must be 000
ca: els permisos de %(dbdir)s "other" han de ser 000
fr: %(dbdir)s les permissions pour "other" doivent être de 000
sv: r&auml;ttigheter f&ouml;r "alla andra" f&ouml;r katalogen %(dbdir)s m&aring;ste vara 000

source: checking cgi-bin permissions
ca: comprovant permisos de cgi-bin
fr: Vérification des permissions du répertoire cgi-bin
sv: kontrollerar r&auml;ttigheter till cgi-bin

source: checking set-gid for %(path)s
ca: comprovant permisos de set-gid per %(path)s
fr: Vérification du bit set-gid pour %(path)s
sv: kontrollerar set-gid f&ouml;r %(path)s

source: %(path)s must be set-gid
ca: %(path)s ha de ser set-gid
fr: le bit set-gid doit être actif sur %(path)s
sv: %(path)s m&aring;ste vara set-gid

source: checking set-gid for %(wrapper)s
ca: comprovant permisos de set-gid per %(wrapper)s
fr: vérification du bit set-gid pour %(wrapper)s
sv: kontrollerar set-gid f&ouml;r %(wrapper)s

source: %(wrapper)s must be set-gid
ca: %(wrapper)s ha de ser set-gid
fr: %(wrapper)s doit avoir le bit set-gid activé
sv: %(wrapper)s m&aring;ste vara set-gid

source: checking permissions on %(pwfile)s
ca: comprovant permisos de %(pwfile)s
fr: Vérification des permissions sur %(pwfile)s
sv: kontrollerar r&auml;ttigheter f&ouml;r %(pwfile)s

source: %(pwfile)s permissions must be exactly 0640 (got %(octmode)s)
ca: els permisos de %(pwfile)s han de ser exactament 0640 (got %(octmode)s)
fr: le fichier %(pwfile)s doit avoir un jeu de permissions de 0640 exactement (alors que j'ai obtenu %(octmode)s)
sv: r&auml;ttigheterna f&ouml;r %(pwfile)s m&aring;ste vara satta till 0640 (de &auml;r %(octmode)s)

source: checking permissions on list data
ca: comprovant permisos a la informació de la llista
fr: Vérification des permissions sur les données de la liste
sv: kontrollerar r&auml;ttigheter f&ouml;r listdata

source: checking permissions on: %(path)s
ca: comprovant permisos a: %(path)s
fr: Vérification des permission sur: %(path)s
sv: kontrollerar r&auml;ttigheter f&ouml;r: %(path)s

source: file permissions must be at least 660: %(path)s
ca: els permisos dels fitxers han de ser almenys 660: %(path)s
fr: Les permissions sur les fichiers doivent au moins être 660: %(path)s
sv: filr&auml;ttigheter m&aring;ste vara minst 660: %(path)s

source: No problems found
ca: No s'han trobat problemes
fr: Aucun problème trouvé
sv: Hittade inga problem

source: Problems found:
ca: Problemes trobats:
fr: Problèmes trouvés:
sv: Hittade problem:

source: Re-run as %(MAILMAN_USER)s (or root) with -f flag to fix
ca: Re-executa com %(MAILMAN_USER)s (o root) amb la senyal -f per a fixar

source: Clean up an .mbox archive file. The archiver looks for Unix-From lines separating messages in an mbox archive file. For compatibility, it specifically looks for lines that start with "From " -- i.e. the letters capital-F, lowercase-r, o, m, space, ignoring everything else on the line. Normally, any lines that start "From " in the body of a message should be escaped such that a > character is actually the first on a line. It is possible though that body lines are not actually escaped. This script attempts to fix these by doing a stricter test of the Unix-From lines. Any lines that start "From " but do not pass this stricter test are escaped with a > character. Usage: cleanarch [options] < inputfile > outputfile Options: -s n --status=n Print a # character every n lines processed -q / --quiet Don't print changed line information to standard error. -n / --dry-run Don't actually output anything. -h / --help Print this message and exit
ca: netejar un fitxer .mbox. L'arxiu cerca línies From-Unix separant missatges en un fitxer mbox. A causa de la compatibilitat, busca específicament línies que comencen amb "From" -- Per ex. les lletres F en majúscules, r minúscules, o, m, espai en blanc, ignorant qualsevol cosa més en la mateixa línia. Normalment, qualsevol de les línies que comencin amb "From" en el cos del missatge haurien d'estar escapades degut al fet que un caràcter > és el primer que apareix a la línia. És possible que les línies no es trobin escapades. Aquest sript intenta corregir això fent una comprovació estricta de les línies From-Unix. Qualsevol línia que comenci amb "From" però que no passi aquest test estricte s'escapa amb un caràcter >. Ús: cleanarch [opcions] < inputfile > outputfile Opcions: -s n --status=n Mostra un caràcter # cada n línies processades. -q / --quiet Don't print changed line information to standard error. -n / --dry-run No mostrar res. -h / --help Mostrar aquest missatge i sortir.
sv: Rensar upp i en .mbox fil. Arkivfunktionen ser efter Unix-From rader som skiljer meddelanden fr&aring;n varandra i en mbox fil. F&ouml;r kompatibilitet ser den efter rad som b&ouml;rjar med "From" -- alts&aring; stort F, litet r, o, och m, och ett mellanrum. Allt annat p&aring; raden bortses fr&aring;n. Vanligtvis ska rader som befinner sig i inneh&aring;llet i ett e-postbrev, och som b&ouml;rjar med "From ", egentligen b&ouml;rja med en ">" s&aring; att meddelande kan tolkas p&aring; r&auml;tt s&auml;tt. Det h&auml;nder att detta n&aring;gon g&aring;ng inte &auml;r fallet. Detta skript f&ouml;rs&ouml;ker att r&auml;tta till detta och g&ouml;ra en lite str&auml;ngare kontroll p&ouml; Unix-From rader. Rader som b&ouml;rjar med "From " men som inte passerar denna kontroll, f&aring;r ett ">" framf&ouml;r sig. Anv&auml;nds s&aring; h&auml;r: cleanarch [val] < infil > utfil Val: -s n --status=n Visa ett # f&ouml;r var n:te rad som l&auml;ses. -q / --quietly Visa inte &auml;ndringar som g&ouml;rs. -n / --dry-run Skriv inget till standard output. -h / --help Visa denna hj&auml;lptext.

source: Unix-From line changed: %(lineno)d
ca: Línia From de Unix canviada: %(lineno)d
sv: Unix-Fr&aring;n rad &auml;ndrad: %(lineno)d

source: Bad status number: %(arg)s
ca: nombre d'estat erroni: %(arg)s
cs: Chybný stavový kód: %(arg)s
sv: Ogiltigt statusnummer: %(arg)s

source: %(messages)d messages found
ca: %(messages)d missatges trobats
sv: hittade %(messages)d meddelanden
