<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
<link rel="STYLESHEET" href="mailman-member-es.css" type='text/css'>
<link rel="first" href="mailman-member-es.html" title='GNU&nbsp;Mailman Manual&nbsp;del&nbsp;Suscriptor&nbsp;de&nbsp;Listas'>
<link rel='contents' href='contents.html' title="Contents">
<link rel='last' href='about.html' title='About this document...'>
<link rel='help' href='about.html' title='About this document...'>
<LINK REL="prev" HREF="node24.html">
<LINK REL="parent" HREF="node19.html">
<LINK REL="next" HREF="node26.html">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<meta name='aesop' content='information'>
<META NAME="description" CONTENT="Parece que no estoy recibiendo correo de las listas. ¿Qué debería hacer?">
<META NAME="keywords" CONTENT="mailman-member-es">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">
<title>7.6 Parece que no estoy recibiendo correo de las listas. ¿Qué debería hacer?</title>
</head>
<body>
<DIV CLASS="navigation">
<table align="center" width="100%" cellpadding="0" cellspacing="2">
<tr>
<td><a rel="prev" title="7.5 ¿Cómo puedo hacer" 
  HREF="node24.html"><img src='previous.gif'
  border='0' height='32'  alt='Previous Page' width='32'></A></td>
<td><a rel="parent" title="7 Cambiando la entrega" 
  HREF="node19.html"><img src='up.gif'
  border='0' height='32'  alt='Up One Level' width='32'></A></td>
<td><a rel="next" title="8 Envíos agrupados" 
  HREF="node26.html"><img src='next.gif'
  border='0' height='32'  alt='Next Page' width='32'></A></td>
<td align="center" width="100%">GNU&nbsp;Mailman Manual&nbsp;del&nbsp;Suscriptor&nbsp;de&nbsp;Listas</td>
<td><a rel="contents" title="Table of Contents" 
  href="contents.html"><img src='contents.gif'
  border='0' height='32'  alt='Contents' width='32'></A></td>
<td><img src='blank.gif'
  border='0' height='32'  alt='' width='32'></td>
</tr></table>
<b class="navlabel">Previous:</b>
<a class="sectref" rel="prev" HREF="node24.html">7.5 ¿Cómo puedo hacer</A>
<b class="navlabel">Up:</b>
<a class="sectref" rel="parent" HREF="node19.html">7 Cambiando la entrega</A>
<b class="navlabel">Next:</b>
<a class="sectref" rel="next" HREF="node26.html">8 Envíos agrupados</A>
<br><hr>
</DIV>
<!--End of Navigation Panel-->

<H2><A NAME="SECTION002760000000000000000">
7.6 Parece que no estoy recibiendo correo de las listas. &#191;Qu&#233; deber&#237;a
	hacer?</A>
</H2>

<P>
Hay unas cu&#225;ntas razones para que esto ocurra:

<UL>
<LI>Durante un cierto lapso de tiempo nadie ha enviado correo a la
	lista o listas en las cuales usted est&#225; suscrito.

<P>
Para revisar si este es el caso, intente accediendo a los archivos de
	la lista (asumiendo que la lista tiene archivos).  Si la lista no
	tiene archivos, puede preguntar a otro suscriptor (mire en la
	Secci&#243;n&nbsp;<A HREF="node9.html#sec:web">3.1</A> la ayuda para encontrar los archivos de una
	lista).

<P>
<B>Nota: </B>Generalmente se considera descort&#233;s env&#237;ar mensajes de prueba a
	la lista entera.  Si usted siente la necesidad de probar que la lista
	est&#225; trabajando y por alguna raz&#243;n usted no puede simplemente redactar
	un mensaje regular a la lista, es menos perturbador solicitar un
	mensaje de ayuda a la direcci&#243;n administrativa de la lista
	(NOMBRELISTA-request@DOMINIO) para mirar si trabaja, o contactar al
	administrador de la lista para preguntarle si la lista est&#225; operando
	normalmente.

<P>
</LI>
<LI>Su direcci&#243;n de correo est&#225; causando mensajes devueltos y por
	ello el software de la lista le ha deshabilitado la entrega de correo
	(temporalmente).

<P>
Si su proveedor de correo ``devuelve'' demasiados mensajes (es decir,
	si le dice a Mailman que el mensaje no se pudo enviar), Mailman 
	eventualmente ya no intenta enviarle correo.  Esta caracter&#237;stica
	permite a Mailman manipular con gusto direcciones que ya no existen
	(por ejemplo, cuando un suscriptor encuentra un nuevo servicio de
	Internet y olvida darse de baja de la direcci&#243;n antig&#252;a), as&#237; como
	tambi&#233;n direcciones que est&#225;n temporalmente fuera de servicio (por
	ejemplo, cuando el suscriptor ha utilizado todo el espacio asignado de
	su cuenta de correo, o cuando el proveedor de correo del suscriptor
	est&#225; experimentando dificultades).

<P>
A&#250;n si usted no est&#225; enterado de cualquier dificultad con su proveedor
	de correo, es una buena idea revisar esto.  Algunos proveedores
	populares de correo basado en web y servidores de Internet no son tan
	confiables como uno podr&#237;a asumir, ni tampoco lo es el Internet como
	un todo.  Usted tambi&#233;n puede desear enviarse usted mismo un mensaje
	de prueba desde otra cuenta o pedirle a un amigo que le env&#237;e un
	mensaje de prueba para asegurarse que su direcci&#243;n suscrita est&#225;
	trabajando.

<P>
Para revisar si esta puede ser la raz&#243;n por la cual usted no est&#225;
	recibiendo mensajes, ingrese a su p&#225;gina de opciones (consulte en la
	Secci&#243;n&nbsp;<A HREF="node9.html#sec:web">3.1</A> m&#225;s detalles de c&#243;mo hacer esto) y mire sus
	opciones.  Si se ha desactivado su suscripci&#243;n o si Mailman ha
	recibido mensajes devueltos provenientes de su direcci&#243;n de correo,
	usted encontrar&#225; un gran mensaje en la parte superior de esta p&#225;gina.

<P>
Para reactivar la entrega de correo, ubique una opci&#243;n identificada
	como ``Entrega del correo'' y seleccione ``Habilitar'' para iniciar
	de nuevo a recibir el correo.  Para deshacerse de su puntaje de
	mensajes devueltos, usted puede desactivar y luego volver a activar
	la entrega.  M&#225;s instrucciones sobre la desactivaci&#243;n o activaci&#243;n
	de la entrega del correo se encuentran en la Secci&#243;n&nbsp;<A HREF="node20.html#sec:nomail">7.1</A>.

<P>
<B>Nota: </B>A&#250;n si usted no estuviera inhabilitado en el momento en que
	revisa, usted podr&#237;a estar recibiendo mensajes devueltos y no haber
	alcanzado el l&#237;mite para que su suscripci&#243;n se desactive.  Usted puede
	necesitar revisar de nuevo.

<P>
</LI>
<LI>Hay un retardo o interrupci&#243;n en las redes existentes entre
	usted y el servidor de listas.

<P>
Por mucho que nos gustar&#237;a, Internet no es 100% confiable ni siempre
	es r&#225;pida.  Algunas veces los mensajes simplemente demoran mucho
	tiempo en llegar.  Trate de ser paciente, especialmente si el servidor
	est&#225; alejado (en t&#233;rminos de redes, no geogr&#225;ficamente, aunque a
	menudo lo uno implica lo otro) de su proveedor de servicio de
	Internet.

<P>
Para revisar si esta podr&#237;a ser la causa de su problema, usted puede
	probar realizando un ping al servidor de la lista o trazar la ruta
	entre usted y &#233;l (las instrucciones de c&#243;mo hacer esto var&#237;a de una
	plataforma a otra, as&#237; que usted puede desear usar un motor de
	b&#250;squeda para encontrar aquellas m&#225;s apropiadas para usted).

<P>
</LI>
<LI>El servidor de correo o Mailman podr&#237;an no estar funcionando
	correctamente.  Esto puede ocurrir si el sistema est&#225; sobrecargado con
	virus o spam y el sistema de correo que aloja Mailman tiene problemas
	al procesarlos.

<P>
Para revisar si este es el caso, pruebe utilizando el interfaz web de
	la lista y trate de enviar un mensaje a
	<span class="email">NOMBRELISTA-request@DOMINIO</span> con la orden ``<var>help</var>'' (sin
	las comillas) en la l&#237;nea de <span class="mailheader">Asunto:</span>.  Si nada de esto
	funciona despu&#233;s de un razonable lapso de tiempo, ese puede ser el
	problema.  Usted puede desear contactar al administrador de la lista
	o al administrador del sitio.
</LI>
</UL>

<P>

<DIV CLASS="navigation">
<p><hr>
<table align="center" width="100%" cellpadding="0" cellspacing="2">
<tr>
<td><a rel="prev" title="7.5 ¿Cómo puedo hacer" 
  rel="prev" title="7.5 ¿Cómo puedo hacer" 
  HREF="node24.html"><img src='previous.gif'
  border='0' height='32'  alt='Previous Page' width='32'></A></td>
<td><a rel="parent" title="7 Cambiando la entrega" 
  rel="parent" title="7 Cambiando la entrega" 
  HREF="node19.html"><img src='up.gif'
  border='0' height='32'  alt='Up One Level' width='32'></A></td>
<td><a rel="next" title="8 Envíos agrupados" 
  rel="next" title="8 Envíos agrupados" 
  HREF="node26.html"><img src='next.gif'
  border='0' height='32'  alt='Next Page' width='32'></A></td>
<td align="center" width="100%">GNU&nbsp;Mailman Manual&nbsp;del&nbsp;Suscriptor&nbsp;de&nbsp;Listas</td>
<td><a rel="contents" title="Table of Contents" 
  rel="contents" title="Table of Contents" 
  href="contents.html"><img src='contents.gif'
  border='0' height='32'  alt='Contents' width='32'></A></td>
<td><img src='blank.gif'
  border='0' height='32'  alt='' width='32'></td>
</tr></table>
<b class="navlabel">Previous:</b>
<a class="sectref" rel="prev" HREF="node24.html">7.5 ¿Cómo puedo hacer</A>
<b class="navlabel">Up:</b>
<a class="sectref" rel="parent" HREF="node19.html">7 Cambiando la entrega</A>
<b class="navlabel">Next:</b>
<a class="sectref" rel="next" HREF="node26.html">8 Envíos agrupados</A>
<hr>
<span class="release-info">Release 2.1, documentation updated on 12 de septiembre 2004.</span>
</DIV>
<!--End of Navigation Panel-->

</BODY>
</HTML>
