<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
<link rel="STYLESHEET" href="mailman-member-es.css" type='text/css'>
<link rel="first" href="mailman-member-es.html" title='GNU&nbsp;Mailman Manual&nbsp;del&nbsp;Suscriptor&nbsp;de&nbsp;Listas'>
<link rel='contents' href='contents.html' title="Contents">
<link rel='last' href='about.html' title='About this document...'>
<link rel='help' href='about.html' title='About this document...'>
<LINK REL="prev" HREF="node39.html">
<LINK REL="parent" HREF="node38.html">
<LINK REL="next" HREF="node41.html">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<meta name='aesop' content='information'>
<META NAME="description" CONTENT="¿Qué hace Mailman para protegerme del correo basura no
solicitado (spam)?">
<META NAME="keywords" CONTENT="mailman-member-es">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">
<title>11.2 ¿Qué hace Mailman para protegerme del correo basura no
solicitado (spam)?</title>
</head>
<body>
<DIV CLASS="navigation">
<table align="center" width="100%" cellpadding="0" cellspacing="2">
<tr>
<td><a rel="prev" title="11.1 ¿Cómo puedo consultar" 
  HREF="node39.html"><img src='previous.gif'
  border='0' height='32'  alt='Previous Page' width='32'></A></td>
<td><a rel="parent" title="11 Otras preguntas comunes" 
  HREF="node38.html"><img src='up.gif'
  border='0' height='32'  alt='Up One Level' width='32'></A></td>
<td><a rel="next" title="1 Referencia rápida de" 
  HREF="node41.html"><img src='next.gif'
  border='0' height='32'  alt='Next Page' width='32'></A></td>
<td align="center" width="100%">GNU&nbsp;Mailman Manual&nbsp;del&nbsp;Suscriptor&nbsp;de&nbsp;Listas</td>
<td><a rel="contents" title="Table of Contents" 
  href="contents.html"><img src='contents.gif'
  border='0' height='32'  alt='Contents' width='32'></A></td>
<td><img src='blank.gif'
  border='0' height='32'  alt='' width='32'></td>
</tr></table>
<b class="navlabel">Previous:</b>
<a class="sectref" rel="prev" HREF="node39.html">11.1 ¿Cómo puedo consultar</A>
<b class="navlabel">Up:</b>
<a class="sectref" rel="parent" HREF="node38.html">11 Otras preguntas comunes</A>
<b class="navlabel">Next:</b>
<a class="sectref" rel="next" HREF="node41.html">1 Referencia rápida de</A>
<br><hr>
</DIV>
<!--End of Navigation Panel-->

<H2><A NAME="SECTION0021120000000000000000">&nbsp;</A>
<BR>
11.2 &#191;Qu&#233; hace Mailman para protegerme del correo basura no
solicitado (spam)?
</H2>

<P>
Los archivos de una lista t&#233;cnica pueden incluir respuestas a un rango de
preguntas diferentes.  A menudo, la gente que ha enviado estas respuestas
estar&#237;a gustoso de ayudar a alguien que no entiende completamente la
respuesta, y no le preocupar&#237;a dar su direcci&#243;n para ese prop&#243;sito.  Pero
aunque ser&#237;a maravilloso si todos nos puedieramos contactar unos a otros con
facilidad, tambi&#233;n queremos asegurarnos que la gente que env&#237;a spam no abuse
de la lista ni de los archivos de la lista.

<P>
Para hacer que un rango de opciones est&#233; disponible a los administradores de
listas, Mailman permite una variedad de configuraciones para ayudar a proteger
las direcciones de correo.  Muchos de estas configuraciones son opcionales
para el administrador de la lista, as&#237; que su lista particular puede estar
configurada en forma diferente.  Los administradores de listas deben encontrar
un punto de equilibrio entre proteger a suscriptores y hacerlo dif&#237;cil para que
la gente se ponga en contacto.

<P>

<UL>
<LI>Lista de suscriptores
		
<UL>
<LI>El administrador de la lista puede seleccionar entre tener
			la lista de suscriptores p&#250;blica, visible &#250;nicamente a miembros
			de la lista, o visible &#250;nicamente a administradores de la lista.
</LI>
<LI>La lista de suscriptores se muestra con las direcciones
			disimuladas para que a los recolectores de spam se les dificulte
			obtener su direcci&#243;n.
</LI>
<LI>Usted puede mantener su direcci&#243;n oculta de la lista de
			suscriptores (mire m&#225;s informaci&#243;n en la Secci&#243;n&nbsp;<A HREF="node37.html#sec:nolist">10.4</A>).
</LI>
<LI><B>Nota: </B>La lista entera de suscriptores siempre est&#225;
			disponible a los administradores de la lista.
		
</LI>
</UL>

<P>
</LI>
<LI>Archivos de la lista
		
<UL>
<LI>El administrador de la lista pueden elegir que los archivos
			sean p&#250;blicos, visibles &#250;nicamente a suscriptores (privados), o
			completamente no disponibles.
</LI>
<LI>Los archivos HTML que son creados por Pipermail (el programa
			de archivado que viene incluido por omisi&#243;n con Mailman) contienen
			&#250;nicamente direcciones disimuladas.  Existen otros programas de
			archivado que modifican las direcciones en diferentes grados para
			que permanezcan menos legibles.
</LI>
<LI>Si usted desea estar m&#225;s seguro, puede definir la cabecera
			de correo ``<span class="mailheader">X-No-archive:</span> yes'' y Mailman no
			archivar&#225; sus env&#237;os.  Similarmente, puede definir la cabecera de
			correo ``<span class="mailheader">X-Archive:</span> no'' para inhabilitar el
			archivado.

<P>
<B>Advertencia: </B>Esto no evita que otros suscritores reenv&#237;en sus mensajes,
			posiblemente a&#250;n, incluyendo su direcci&#243;n de correo electr&#243;nico.
		
</LI>
</UL>

<P>
</LI>
<LI>Env&#237;os limitados a las listas
		
<UL>
<LI>El administrador de la lista puede elegir quien puede
			env&#237;ar a la lista.  La mayor&#237;a de las listas, se moderan
			(un moderador o administrador revisa cada env&#237;o), se configuran
			para que solamente los suscriptores puedan enviar a la lista, o
			se permite que cualquier persona pueda enviar a la lista.
</LI>
<LI>Permitiendo que solamente los suscriptores puedan enviar
			a la lista, Mailman a menudo bloquea todo el spam y algunos
			virus que se env&#237;an a la lista.  Como tal, esta es una
			configuraci&#243;n bastante com&#250;n utilizada por los administradores
			de listas.
		
</LI>
</UL>

<P>
</LI>
<LI>Listas an&#243;nimas
		
<UL>
<LI>Las listas tambi&#233;n se pueden volver completamente an&#243;nimas:
			toda la informaci&#243;n que identifique al remitente se elimina de
			la cabecera antes de enviar un mensaje.
</LI>
<LI>Esto no es tipicamente usado  como medida anti-spam (tiene
			otros usos), pero se podr&#237;a usar en esa forma si se quisiera.
		
</LI>
</UL>
</LI>
</UL>

<P>
Por supuesto, muchos m&#233;todos para disimular direcciones pueden ser burlados por
determinadas personas, as&#237; que sea consciente de que las protecciones usadas
pueden no ser suficientes.

<P>

<DIV CLASS="navigation">
<p><hr>
<table align="center" width="100%" cellpadding="0" cellspacing="2">
<tr>
<td><a rel="prev" title="11.1 ¿Cómo puedo consultar" 
  rel="prev" title="11.1 ¿Cómo puedo consultar" 
  HREF="node39.html"><img src='previous.gif'
  border='0' height='32'  alt='Previous Page' width='32'></A></td>
<td><a rel="parent" title="11 Otras preguntas comunes" 
  rel="parent" title="11 Otras preguntas comunes" 
  HREF="node38.html"><img src='up.gif'
  border='0' height='32'  alt='Up One Level' width='32'></A></td>
<td><a rel="next" title="1 Referencia rápida de" 
  rel="next" title="1 Referencia rápida de" 
  HREF="node41.html"><img src='next.gif'
  border='0' height='32'  alt='Next Page' width='32'></A></td>
<td align="center" width="100%">GNU&nbsp;Mailman Manual&nbsp;del&nbsp;Suscriptor&nbsp;de&nbsp;Listas</td>
<td><a rel="contents" title="Table of Contents" 
  rel="contents" title="Table of Contents" 
  href="contents.html"><img src='contents.gif'
  border='0' height='32'  alt='Contents' width='32'></A></td>
<td><img src='blank.gif'
  border='0' height='32'  alt='' width='32'></td>
</tr></table>
<b class="navlabel">Previous:</b>
<a class="sectref" rel="prev" HREF="node39.html">11.1 ¿Cómo puedo consultar</A>
<b class="navlabel">Up:</b>
<a class="sectref" rel="parent" HREF="node38.html">11 Otras preguntas comunes</A>
<b class="navlabel">Next:</b>
<a class="sectref" rel="next" HREF="node41.html">1 Referencia rápida de</A>
<hr>
<span class="release-info">Release 2.1, documentation updated on 12 de septiembre 2004.</span>
</DIV>
<!--End of Navigation Panel-->

</BODY>
</HTML>
